{"id": 10024578, "title": "The Tortured Poets Department", "artist": "Taylor Swift", "lyrics": "And who's gonna hold you like me?\nAnd who's gonna know you, if not me?\nI laughed in your face and said\n\"You're not Dylan Thomas, I'm not Patti Smith\nThis ain't the Chelsea Hotel, we'rе modern idiots\"\nAnd who's gonna hold you like me?\n\nNobody\nNo-fucking-body\nNobody\n\nYou smokеd, then ate seven bars of chocolate\nWe declared Charlie Puth should be a bigger artist\nI scratch your head, you fall asleep\nLike a tattooed golden retriever\nBut you awaken with dread\nPounding nails in your head\nBut I've read this one where you come undone\nI chose this cyclone with you\n\nAnd who's gonna hold you like me?\n(Who's gonna hold you? Who's gonna hold you?)\nAnd who's gonna know you like me?\n(Who's gonna know you?)\nI laughed in your face and said\n\"You're not Dylan Thomas, I'm not Patti Smith\nThis ain't the Chelsea Hotel, we're modern idiots\"\nAnd who's gonna hold you like me?\n(Who's gonna hold you? Who's gonna hold you?)\n\nNo-fucking-body\n(Who's gonna hold you? Who's gonna hold you?)\nNobody\n(Who's gonna hold you? Gonna know you? Gonna troll you?)\nNobody\n\nSometimes, I wonder if you're gonna screw this up with me\nBut you told Lucy you'd kill yourself if I ever leave\nAnd I had said that to Jack about you, so I felt seen\nEveryone we know understands why it's meant to be\n'Cause we're crazy\nSo tell me, who else is gonna know me?\nAt dinner, you take my ring off my middle finger\nAnd put it on the one people put wedding rings on\nAnd that's the closest I've come to my heart exploding\n\nWho's gonna hold you? (Who?)\nMe\nWho's gonna know you? (Who?)\nMe\nAnd you're not Dylan Thomas, I'm not Patti Smith\nThis ain't the Chelsea Hotel, we're two idiots\nWho's gonna hold you?\n\nWho's gonna hold you?\nWho's gonna hold you?\nWho's gonna hold you?\nWho's gonna hold you?\nWho's gonna hold you?\nWho's gonna hold you?\nWho's gonna hold you?\nGonna know you? Gonna troll you?\n\nYou left your typewriter at my apartment\nStraight from the tortured poets department\nWho else decodes you?"}