{"id": 10030512, "title": "Florida!!!", "artist": "Taylor Swift Featuring Florence + the Machine", "lyrics": "Puedes superar el calor si también superas los cargos\nDijeron que yo era una tramposa, supongo que debe de ser verdad\nY mis amigos, todos huelen a hierba o a bebés\nY la ciudad apesta a volverme loca\n\nNo sabías que tu hogar es realmente\nUna ciudad en la que eres sólo un invitado\nEntonces trabajas toda tu vida solo para pagar\nUn tiempo compartido en Destin\n\nFlorida\nEs una droga muy fuerte\nFlorida\n¿Puedo utilizarte?\n\nEl huracán con mi nombre cuando vino\nMe emborraché y me atreví a lavarme\nAtrincherado en el baño con una botella de vino\nBueno, yo y mis fantasmas la pasamos genial\nSí, estoy atormentada, pero me siento bien\nTodas mis chicas obtuvieron sus encajes y sus crímenes\nY tu marido infiel desapareció, bueno\nAquí nadie hace preguntas\nAsí que hice lo mejor que pude para descansar\nTodos los cuerpos que alguna vez han estado en mi cuerpo\nY en mi mente, se hunden en el pantano\n¿Es malo decir eso en una canción?\n\nNo sabías que tu hogar es realmente solo\nLa ciudad donde te arrestarán\nEntonces empacas tu vida solo para esperar\nLa tormenta de mierda en Texas\n\nFlorida\nEs una droga muy fuerte\nFlorida\n¿Puedo utilizarte?\n\nNecesito olvidar, así que llévame a Florida\nTengo algunos arrepentimientos, los enterraré en Florida\nDime que soy despreciable, di que es imperdonable\nAl menos las muñecas son hermosas, arruiname, Florida\nNecesito olvidar, así que llévame a Florida\nTengo algunos arrepentimientos, los enterraré en Florida\nDime que soy despreciable, di que es imperdonable\nQué choque, qué prisa, arruiname, Florida\nEs una droga muy fuerte\nEs una droga muy fuerte\nEl amor me dejo asi y no quiero existir\nAsí que llévame a Florida\n\nNo sabías que tu hogar es realmente solo\nUna ciudad en la que eres un invitado (Florida)\nEntonces trabajas toda tu vida solo para pagar\nUn tiempo compartido en Destin (Llévame a Florida)\nNo sabías que tu hogar es realmente solo\nLa ciudad donde te arrestarán (Florida)\nEntonces empacas tu vida solo para esperar\nLa tormenta de mierda en Texas\n\nFlorida\nEs una droga muy fuerte\n(Llévame a) Florida\n¿Puedo utilizarte?\nFlorida\nEs una droga muy fuerte\nFlorida\nAdelante, arruiname"}