{"id": 10132312, "title": "Act II: Date @ 8", "artist": "4batz Featuring Drake", "lyrics": "I'll come and slide by 8 p.m.\nAnd send a text to your DM\nFive hundred for your fuckin’ hair\nTwo hundred for your fuckin' nails\nYou runnin' out of shoes to wear\nSo I bought you another pair\n\nGirl, I got you another dress\nSo bring your ass up down them stairs\nI buy you shit because you rare\nAnd, plus, because you know I care\nBitch, you know you love it here\nThat’s why you keep on comin' near\nYour nigga can't compete, I swear (Nah, for real)\nHe tried, but now he look too weak, baby\n\nI'll come and slide by 8 p.m.\nAnd send a text to your DM\nFive hundred for your fuckin' hair\nTwo hundred for your fuckin' nails\nYou runnin' out of shoes to wear\nSo I bought you another pair\nYou runnin' out of shoes to wear\nSo I bought you another pair\n\nI’ll come and slide by 8 p.m.\n\nWhat did I do to deserve you?\nDon’t even know what I did\nBeen prayin' on it since a kid\nI guess it’s just luck if you say so\nHow you get all of that body and face, though?\nWhat kinda water they servin' in Clayco?\nThis is me talkin', it's not the añejo\nReady to pop out, but we gotta lay low\nI really gotta calm down\n’Fore I end up in jeopardy just like the game show\nBroski my twin, that's my bestie\nHe love me, said I got the blessin'\nI swear he's gassin' me up\nThere's no way in hell I see you passin' me up\nAlmost said I loved your ass right after we fucked\nDon't know why, girl, it was on the tip of my tongue\nYeah, found someone I'm fallin' for\nYou hit me back, we're talkin' more now\nThe bodies that you caught before (They don't)\nMake me mad or insecure (I'm good)\nA thousand on your fuckin' hair\nTwo hundred on your fuckin' nails, for real\nThis shit feel like a fairy tale (I swear)\nI'll make them open up Chanel, ch-ch\nI'm a stand-up guy like Dave Chappelle\nI was cursed, you 'bout to break the spell, for real\nTell that nigga that you done with him\nGirl, who cares if he gon' take it well? You're done\n\n(Five hundred for your fuckin' hair)\n(Two hundred for your fuckin' nails)"}