{"id": 10178744, "title": "Brokey", "artist": "Latto", "lyrics": "When a real one hold you down, bae, you supposed to drown\nYou ain't never fuck with no boss bitch, I turned you out (Turned you out)\nYou won't catch me in no Shark boots, y'all burnt 'em out (Burnt 'em out)\nBitches gotta wait till they birthday to go out of town\n\nYeah, I got my twin with me, you know what the fuck we doin'\nTwenty black suburbans wherever the fuck we go, bitch\nTwo Lambs, (Yeah) four Bentley trucks (Big Latto, mm), and twenty Hellcats (Big Latto, uh-huh)\nGet on with a real nigga though (Big Latto, huh, huh)\n\nWhen a real one hold you down, bae, you supposed to drown\nYou ain't never fuck with no boss bitch, I turned you out (Turned you out)\nYou won't catch me in no Shark boots, y'all burnt 'em out (Burnt 'еm out)\nBitches gotta wait till they birthday to go out of town\n\nBrokey, yеah, I talk a lot of shit (Haha)\nHe like, \"Who you think you is?,\" nigga, not your bitch\nBrokey, nigga, not your ho (No)\nThink he got one up on me, whole time this shit like 3 and 0, twin (Haha)\n\nBitch, I be going in (Going in)\nBitches clearly want my life and it's so evident (Evident)\nCook, clean and fuck him right, l'm so heaven-sent (Heaven-sent)\nWhat I look like asking him about another bitch? (Another bitch, hmm)\nMight tell you once, won't tell you twice\nIf hoes shut up we'd be alright, see, y'all gon tweet and I'm gon fight, facts (Boaw)\nYeah, these hoes sweet as apple pie\nAin't got no car, so hoes dickride, but bro said y'all can't even do that\nWhat? (Uh) Why? (Uh) How? (Uh) When? (Uh) Where?\nJust let me know how you want to play it, bitch, you know I'm there (Pop)\nIf it was smoke, then I would say it, bitch, I'm crystal clear (Pop)\nLeft my panties at his mansion like a souvenir\n\nWhen a real one hold you down, bae, you supposed to drown\nYou ain't never fuck with no boss bitch, I turned you out (Turned you out)\nYou won't catch me in no Shark boots, y'all burnt 'em out (Burnt 'em out)\nBitches gotta wait till they birthday to go out of town\n\nBrokey, yeah, I talk a lot of shit (Haha)\nHe like, \"Who you think you is?,\" nigga, not your bitch\nBrokey, nigga, not your ho (No)\nThink he got one up on me, whole time this shit like 3 and 0, twin\n\nMrs. Can't-Be-Fucked-With, hoes ain't talking 'bout nothing\nEvery time I look up, I'm the topic of discussion\nI'm in a fast coupe (Skrrr), you in a bad mood (Uh)\nFunky bitch, you left your pussy in the bathroom (Ew, haha)\nYou gon' meet him halfway (Huh?)\nI'm gon' meet him at the bank (Wrrr), I'm the type to make him wait (Shhh)\nYou the type to give it up (Uh), it's hard for me to give a fuck (Bitch)\nYou gon' let him plead his case (Huh), a bitch like me can't go for nothing (Nothing)\nHuh? Know what's in my cup (Cup)\nWhen I leave the club, consider that nigga fucked (Fucked)\nWhen you mention me (Huh), don't forget rich as fuck (Rich as fuck)\nPussy squeaky clean, but I got junk up in the trunk (Damn)\n\nWhen a real one hold you down, bae, you supposed to drown\nYou ain't never fuck with no boss bitch, I turned you out (Turned you out)\nYou won't catch me in no Shark boots, y'all burnt 'em out (Burnt 'em out)\nBitches gotta wait till they birthday to go out of town\n\nBrokey, yeah, I talk a lot of shit (Haha)\nHe like, \"Who you think you is?,\" nigga, not your bitch\nBrokey, nigga, not your ho (No)\nThink he got one up on me, whole time this shit like 3 and 0, twin\n\nBrokey (These bitches broke), tuh\nBrokey (These bitches broke), hahaha, tuh\nBrokey (These bitches broke), tuh\nBig Latto, Big Latto, Big Latto"}