{"id": 10212121, "title": "Ya Ya", "artist": "Beyonce", "lyrics": "We clappin'\nWe drummin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nOh, oh, ya-ya-ya (Oh, ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nOh, ya-ya-ya-ya-ya-ya-ya-ya-ya-ya (Oh, ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nYa-ya-ya-ya (Oh, ya)\n(Ya-ya) B-E-Y-I-N-C-E, ya\n\nMy family live and died in America, hm\nGood ol' USA, shit (Good ol' USA)\nWhole lotta red in that white and blue, huh\nHistory can't be erased, ooh\nYou lookin' for a new America? (America)\nAre you tired, workin' time and a half for half the pay? (Half the pay)\nYa-ya (Ooh-ooh)\nI just pray that we don't crash, keep my Bible on the dash\nWe gotta keep the faith (Ya)\nWildfire burnt his house down\nInsurance ain't gon' pay no Fannie Mae, shit\nSo hold this holster, pour mo' liquor, please\nHard workin' man ain't got no money in the bank\nHuh, the ya-ya\nTurn up the vinyl and the radio (Radio)\nHe can't watch the news nowadays (Nowadays)\nOh, I just pray that he don't crash, keep this pistol on the dash\nHe gotta keep the faith\nShe's pickin' up good vibrations\nHe's lookin' for sweet sensations\n\nLadies? (Yeah?)\nFuck it, we shakin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nWe swimmin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nWe jerkin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nWe twerkin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nYou wanna touch it, don't you? (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nCome get this genie in a bottle (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nCome rub it, won't you? (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nI pop it (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nI walk it like I talk it (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nI got your spurs sparkin' (Ya-ya-ya-ya-ya, ya-ya-ya-ya-ya-ya)\nYa-ya-ya-ya-ya, oh\n\nLet loose\nDo what you do, baby, good God\n\nI don't wanna hear no, \"Ya-ya-ya-ya-ya-ya-ya-ya\"\nI got you daydreamin'\nPut your lips on my lips\nAnd strum me like a guitar\nLa-la-la-la-la-la-la-la, you got me movin', boy\nYou got me ooh-in', you might know what you're doin' (Ooh-ooh)\nPut them babies to bed (Oh-oh)\nWe sweat out the sheets (Oh)\nGot you up all night and now you don't wanna leave\nI can soothe your pain, yeah\nWhen I'm long gone, you'll call my name, yeah\nWorld of Wind got you insane, yeah\nIt's givin' me the faith\n\nI'm pickin' up good vibrations (Ooh)\nHe's givin' me sweet sensations (Oh)\n\nB-E-Y-I-N-C-E, ya (Get down)\nWe gon' bust it down (Ya-ya)\nFrom Texas (From Texas)\nTo Gary (To Gary)\nAll the way down to New York City (New York City)\nGive me a kiss\nBig daddy, you so pretty (So pretty)\n\nGot these slugs in my mouth, when I die, don't take 'em out\n(Got these slugs in my mouth, when I die, don't take 'em out) Ooh\nBaby, if you ain't got no grits, get the fuck up out the South\n(If you ain't got no grits, get the fuck up out the South) Mmh\nLife is comin' at me fast, keep my Bible on the dash\nKeep this pistol in my seat, just in case I gotta blast\nI just wanna shake my ass (Have a blast), ooh\nI just wanna shake my ass (Let's have a blast), ooh (We vibratin')\nAnd lover boy, you're so fine\nOoh, you got me losin' my mind\nBut you, I gotta keep the faith\nOh-oh-oh-oh-oh\nWe gotta keep the faith\nAh, vote\nAh, oh, woah-oh"}