{"id": 10212157, "title": "II Hands II Heaven", "artist": "Beyonce", "lyrics": "Bottle in my hand, the whiskey up high\nTwo hands to Heaven, wild horses run wild, oh\nGod only knows why, though (Yeah, yeah, yeah, yeah)\nRhinestones and diamonds both shine in the light\nTwo hands to Heaven, my whiskey up high, oh (Oh)\nGod only, God only knows why, though (Oh, oh, oh)\n\nIn the Arizona heat, summer fling saw your best side\nSlip into my dreams every night, be the good guy\nWho am I to judge, my baby? (Uh-uh)\nWho am I to love, my baby? (Uh-uh)\nPurple-colored mink, sugarcane\nHittin' them sixteen switches\nCandy apple green, candy paint\nSwirling twenty-four inch spinners (Swirl)\nDon't judge me, baby (Ha)\nYou would never judge me, baby\n\nBottle in my hand, my whiskey up high\nTwo hands to Heaven, coyotes run wild, oh (Oh, oh)\nGod only, God only knows why, though (Why? Why? Why?)\nTen thousand steps towards the time of your life\nTwo hands to Heaven, my whiskey up high, oh (Oh)\nGod only, God only knows why, though\nWhy, though? Why, though?\n\nTwo hands to Heaven I've prayed, priest forgive my soul\nLovely daggers pierced my heart many moons ago\nToxic roses chased by wolves and carnivores\nLost virgins with broken wings that will regrow\n\nI'm a stallion runnin', no candle in the wind\nYou won't ever see me comin' or goin' but you'll know whenever I'm here\nDancin' in the moonlight, catchin' every breeze\nMy feet on the dashboard, now go really fast, boy\nEver since I went to Marfa, ain't no trouble on my mind (On my mind, on my mind)\nSingin' sweet songs to Las Vegas, singin', \"I will carry on\"\nCarry on, carry on, carry on, carry on\nSingin', \"I will carry on\"\n\nTen thousand steps towards the time of your life\nTwo hands to Heaven, my whiskey up high, oh (Oh, oh)\nGod only, God only knows why, though (Why, though? Why?)\nRhinestones and diamonds both shine in the light\nTwo hands to Heaven, coyotes run wild, oh\nGod only, God only knows why, though (God only, God only knows why, though)\nTwo hands to Heaven I've prayed, priest forgive my soul\nLovely daggers pierced my heart many moons ago\nToxic roses chased by wolves and carnivores\nLost virgins with broken wings that will regrow\n\nSwirl\nBaby, I've been waitin' my whole life\nFor you and I\n\nThis the real you, huh\nThis the real me, huh\nThey can't do nothin' but envy, ooh\nBliss, please (Yeah, yeah, yeah)\nYour love run through me like lava\nPull my fit over these hips\nYou grip, I grind\nThen taste this wine, I'ma taste what's mine\n'Cause I'ma take what's mine\nWonder whatever, wherever's fine\nLike water, ah\nWherever you wanna go, that's fine with me\nI'll never stop you, you'll never stop me\nFrom bein' whatever we need to be\nAnd in these dark times, I'm so glad that this love is blinding\n'Cause all I see is the best of you, and all you see is the best of me\nAnd you bring out the best of me\nAnd all I see is everything\nYour goals, your glow, your inner being\nAnd our bigger meaning\nSo, let's lose us in these sheets (Yeah)\nAnd when I get up to walk, I wanna feel weak, yeah\nLook, I ain't goin' far (Ain't goin' far)\nSo, stay where you are (Stay where you are)\nFeel like you partied in Venus and we woke up in Mars (Baby)\nYeah, I've been waitin' my whole life (Woo)\n(I've been waitin' my whole life)\nI'm gonna give you the best years of your life (For you, and I)\nYou, and I\nBaby, I've been waitin' my whole life for you, and I"}