{"id": 10235143, "title": "Let's Go", "artist": "Key Glock & Young Dolph", "lyrics": "Money talks, nigga (Phew, phew), what the fuck is you sayin'? (Huh?)\nYou can ask his bitch and ask his bitch who the man (Glizock)\nLil' bro 'nem get to steppin' like parades 'bout them bands (Yeah)\nMy lil' bitch Tinkerbell 'cause I'm fly as Peter Pan (Let's go)\nYeah (Yeah), yeah (Yeah), let's go, get some money, fuck that plan (Bitch, fuck that plan)\nHopped up out that Cybertruck, my wrist cost a Lamb' (Yeah)\nI'm tired of buyin' cars 'til my driveway jam (Yeah)\nThe neighbors still tryna figure out who I am (Glizock, who I am)\nWho I be (Who I be, yeah)\nPillow-talkin' to these hoes, that shit weak (That shit weak, yeah, nigga)\nThey say money talk, put diamonds in my teeth (In my teeth)\nI be Louis'd down with Jordans on my feet (On my feet, two-threes)\nNiggas masked up in your yard like trick or treat\nYou better play your cards right, you better not ever reach (Reach)\nFor this chain over here, I'll put you underneath ('Neath)\nYeah, I rep that five (Five), but I'll put you six feet (Yeah, yeah)\nFeet\n\nNigga, let's go, let's go, let's go (Bop, bop, bop)\nLet's go (Yeah), let's go, let's go (Yeah)\nLet's go (Yeah), let's go, let's go (Yeah)\nLet's go (Yeah), let's go, let's go (It's Dolph)\n\nI picked your bitch up (Let's go)\nShe had too much fun (Too much)\nI think she got too drunk (Too drunk)\nMy motor in the trunk (Woo)\nHer panties out the roof (Gone)\nThat Henny got her loose (Woo)\nI think she lost one shoe (Hey)\nHer head game the truth (Damn)\nI told her, \"Fuck Omar Epps, bitch, you got the juice\" (For real)\nI pull up at her friend house and kicked her out the coupe (Skrrt)\nGave that bitch the boot (Bye-bye)\nYeah, she blew my flute (Ha)\nUntamed gorilla, bitch, I was born in the zoo (Yeah, yeah)\n\"Dolph, why you so rude?\" (Yeah)\nWho the fuck is you? Bitch, I been this way since school (Yeah)\nSpent a whole milli' on one set, it's ocean blue (Water)\nDolph, why you so up? Nigga, 'cause I paid my dues (Hey, hey, what the fuck?)\n\nNigga, let's go (Yeah), let's go, let's go (Yeah)\nLet's go (Yeah), let's go, let's go (Yeah, go, go)\nLet's go (Yeah), let's go, let's go (Yeah, yeah)\nLet's go (Yeah), let's go, let's go (Yeah, go, go)\nLet's go\n\nBitch\nGo, go, go, go, go, go, go, go"}