{"id": 10235619, "title": "Wanna Be", "artist": "Glorilla & Megan Thee Stallion", "lyrics": "He, he, he, he in love with Glo\nNever got the cookie, but got my name tatted (Ayy)\nKiller where? Don't know who he killed, I heard that mane ratted (Damn)\nNever full, when it's time to eat, I be his main platter\nNYC, New York Fashion Week, Tommy Hil' jacket (Huh)\nTell these hoes to stay dangerous 'cause nere one of thеy niggas safe (Nah)\nMy nigga say he faithful, I still got a few hoеs just in case (Got too)\nI can't lie, I used to simp so hard but them my old ways\nIt's three hundred sixty five days in a year, couldn't play with me on none of them days (Woo)\nFuckin' ass freaky nigga (Ugh)\nDon't even wear no condoms (Freaky ass)\nDon't know how to treat a lady (Like the fuck?)\nI oughta smack your mama (Bitch)\nPussy wet, good ass neck (That's me), so I talk how I wanna\nSave a nigga, who, bitch? Do I look like fuckin' Superwoman?\nOn the gang\n\nHe don't wanna be saved, don't save him\nThat is not my nigga, don't claim him\n'Bout twenty missed calls, he faded\nWhite boy wasted, Channing Tatum\nHe don't wanna be kept, don't keep him\nHe don't want the baby, then, bitch, don't keep it, ho\nI don't get left, I'm a leaver (Real hot girl shit, ayy)\nHoes love me like Justin Bieber\n\nI'm the B-A-D-D-E-S-T (Ah)\nSame hoes hatin' used to wanna be besties (Besties)\nYou can get your wig turned like Effie (Like Effie)\nI don't need insurance 'cause a bitch can't wreck me (Baow, baow)\nReady or not, I'm comin' like Freddy (Like Freddy)\nI'm mother, and you know my trick is your daddy (Your daddy)\nClock that tea, bitch, catch it (Bitch, catch it)\nYou look like a discount me on Etsy (Ayy)\nI'm the female titan, I'm steppin' on bitches\nI'm showin' my titties (Yeah), I tore up the city (Yeah)\nA P-I-M-P (Yeah), I be hoein' these niggas (Yeah)\nHe run back to me (Yeah) 'cause you borin' a nigga (Borin' a nigga)\nFuck is a layover? I ain't waitin' (I ain't waitin')\nI get the bag then I change destinations (Yeah)\nThese niggas be crazy, I don't blame 'em\nI'm a dog too, I don't wanna change him (Huh)\n\nHe don't wanna be saved, don't save him (Save him)\nThat is not my nigga, don't claim him (Yeah)\n'Bout twenty missed calls, he faded (Yeah, yeah)\nWhite boy wasted, Channing Tatum (Huh, Channing Tatum)\nI don't wanna be saved, don't save me (Don't save me)\nYou for everybody, nigga, don't claim me (Don't claim me)\nHate a nigga tryna tell me what to do\nYou ain't my daddy, I'm not your baby (Not your baby)\nHe don't wanna be saved, don't save him\nThat is not my nigga, don't claim him\n'Bout twenty missed calls, he faded\nWhite boy wasted, Channing Tatum\nHe don't wanna be kept, don't keep him\nHe don't want the baby, then bitch, don't keep it, ho\nI don't get left, I'm a leaver\nHoes love me like Justin Bieber (Ah)\n\nGo Meg\nGo Meg (Baow)\nGo Meg (Baow)\nGo Meg (Baow)\nGo Meg (Baow)\nGo Meg (Baow)\nGo Meg (Ah)\nGet 'em Glo (Ayy)\nGet 'em Glo (Huh)\nGet 'em Glo (Woo)\nGet 'em Glo (Hey)\nGet 'em Glo (Huh)\nGet 'em Glo (Woo, yeah)\nOn the gang, gang\nFuck you mean? Y'all know what the fuck goin' on, huh, huh\nOn the gang, gang, on the gang, gang"}