{"id": 10245202, "title": "Trae The Truth In Ibiza", "artist": "J. Cole", "lyrics": "At a hundred degrees, I freeze the temp\nGot my grip and I never proceed to slip\nFeel the weight like I just had my Caesar clipped\nGot a family to feed, I squeeze the clip\nWalk in front of the judge and plead the fifth\nI'm a legend but it ain't no need for myth\nBetter get you a visa, he's a trip\nI had Trae tha Truth in Ibiza lit\n\nNiggas ain't 'bout to outwork me\nGo to sleep late, I'm still wakin' up early\nLook at my belly, I’m hungry\nY’all niggas desperate and thirsty\nYou can't еven tell therе’s a difference\nHungry is when you're relentless\nEven when one of your idols look dead in your face and he tell you, \"You can't\" and you know that he meant it\nBut when you Cole, you attempt it\nCome, let me show you a template\nI had to grow out the concrete\nI had to stroll through the trenches, uh\nI had to stroll through the trenches\n\nAt a hundred degrees, I freeze the temp (Temp)\nGot my grip and I never proceed to slip (Slip)\nFeel the weight like I just had my Caesar clipped (Clipped)\nGot a family to feed, I squeeze the clip (Pah-pah)\nWalk in front of a judge and plead the fifth\nI'm a legend but it ain’t no need for myth\nBetter get you a visa, he's a trip\nI had Trae tha Truth in Ibiza lit\nI had Trae tha Truth in Ibiza lit\nYeah, that's my nigga\nI had Trae tha Truth in Ibiza lit (Uh)\n\nI can't do edibles, my head is spinnin' too much\nFell off the pedestal and I'm never gettin' back up\nDone tryna to be perfect, that shit is exhausting\nAn infinite force that nitpicking niggas get lost in\nI'm scribblin' thoughts, my pencil is sharpening\nTrust in my pen, been tryna limit the crossing\nThe best part of makin' this cake is lickin' the frosting\nAnd Barry be sayin' he love when I spit like I'm darkskin\nAnd you know what he mean\nI got a thirty-four waist, I had the forty jeans\nSomehow I still got too big for my britches and tore the seams\nThere go my Achilles heel\nBe tryna do everything\nThank God for my nigga Ib\nWhat would I do with no team?\nI wouldn't do anything\nI would just sit on this music and hold it\nWaiting for some perfect moment\nWondering why it ain't came\nMeanwhile the world done changed\nSuddenly songs I was loving last year don't feel the same\nSomebody feel my pain\nPlease, somebody say I changed\nAll of these years done passed, I hope I ain't still the same\nAll of these songs I'm on, ain't nobody kill Jermaine\nIsn't that rather strange?\nI wrote a number of bad refrains\nBut isn't that life, dude?\nMake a few hits but you gotta live with the strikes too\nInstead of pretending like I'm some incredible nigga, just let 'em hear all of it\nThe good, the bad, the ugly, the strong, the weak, it's me\nThe nigga that thought of it\nAll the portrayals of anything different are fraudulent\nYou wanna tap into your greatness, well this is the starter kit\nThe Fall Off, how many these bullets can fit in the cartridges\nI'm lettin' 'em off on intentions to rip through your cartilage\nMy nigga just told me, \"You trippin' for thinkin' of callin' quits\"\n\nNo lie\nGod is good, forreal\nI'm just sittin' here askin' myself\nThe fuck was I even doin' here?\nFresh out the hospital bed, one to the back\nArm in a sling\nAnd in the same breath, I'm in Ibiza\nI ain't never fathomed seeing another side of this shit\nI know you felt the same\nHell, and I know we used to pray for it, but hell\nLook at you, bro\nPeople speak greatness these days when the name get mentioned\nBut what is greatness?\nNah, nigga, we lit\nIconic, haha\nIt ain't over 'til we tap out\nCole, you better make these niggas feel you\nWe done seen 'em come\nWe done seen 'em go\nFrom the Come Up to the Fall Off\nAnd even when we fall off, we don't fall off, nigga"}