{"id": 10293295, "title": "Tyrant", "artist": "Beyonce & Dolly Parton", "lyrics": "Oh, ela tem aquela coisa grande\nO carrasco tеm aquela coisa grande\nNão aja como se você não soubеsse\nMais rápido, mais rápido (O d.a. tem essa parada)\nNão me pague em ouro\nMais rápido, mais rápido\nDe volta nas ruas, estou na estrada\nMais rápido, mais rápido\nQuando o Sol se põe (É noite-noite, ei)\nPosso ouvir o corpo dela uivar (Sob o luar, ei)\nEu sinto os olhos dela me observando como corujas (É imediato, ei)\nEsconda seu homem quando o carrasco aparecer na cidade (Ooh, caramba)\n\nEla é uma tirana\nToda vez que eu rebolo, toda vez que eu rebolo\nFaço parecer tão gostoso, tente justificar\nGaroto, sei que eles estão me procurando, como vamos esconder isso?\nEu rebolo como se tivesse um sistema hidráulico\nEu sou uma grande tirana\nToda vez que eu rebolo, toda vez que eu rebolo nisso\nNão gosto de ficar sentada na sela, garoto, deixa comigo\nSó relaxe, deixe comigo, eu tenho aquela coisa exótica\nOs quadris são tão hipnotizantes\nEu sou uma grande tirana\n\nMe mande algumas fotos, você está comigo ou não?\nMandamos ver, atiramos no bar\nDepois dizemos à lei que não nos lembramos de nada depois disso\nSaindo impune (Saindo impune), a cidade está me procurando\nVocê a viu? Ela tem 1,75, gostosa e linda, que tragédia\nEi, ei, rebolando em cima de você enquanto tentamos fugir\nRebolando em você enquanto tentamos despistar os policiais\nIsso é tão sensual e eu sei e não tenho medo de mostrar\nQuerido, me tornei a melhor, querido, estou brilhando\nEi, ei, fugindo, fugindo\nMe avise quando você recarregar a arma\n\nTirana\nToda vez que eu rebolo, toda vez que eu rebolo\nFaço parecer tão gostoso, tente justificar\nGaroto, sei que eles estão me procurando, como vamos esconder isso?\nEu rebolo como se tivesse um sistema hidráulico\nEu sou uma grande tirana\n\nComo você se acostumou com a caçada? (Com a caçada)\nA vontade, a falta, o desejo (O desejo)\nOlhos secos me fazem atravessar o abismo\nCarrasco, me ensina a não chorar\nA não chorar\nA não chorar\n\nOh, ela tem aquela coisa grande\nO carrasco tem aquela coisa grande\nNão aja como se você não soubesse, é\nMais rápido, mais rápido (o d.a. tem essa-)\nNão me pague em ouro\nMais rápido, mais rápido\nDe volta nas ruas, estou na estrada\nMais rápido, mais rápido (Ei)\nQuando o Sol se põe (quando o Sol se põe)\nVocê pode ouvir esse corpo uivar (Você pode ouvir esse corpo uivar)\nMais rápido agora, diggadont, diggadont\nEsse gostosão não consegue me deixar em paz, me deixar em paz\nTanto faz se eu fizer ou não fizer\nDama com um chicote, ela quer o que quer, tudo bem\n\nTirana\nToda vez que eu rebolo, toda vez que eu rebolo\nFaço parecer tão gostoso, caubóis justificam isso\nGaroto, sei que eles estão me procurando, como vamos esconder isso?\nEu rebolo como se tivesse um sistema hidráulico\nEu sou uma grande tirana\nToda vez que eu rebolo, toda vez que eu rebolo\nQuerido, eu não fico só sentada na sela, garoto, deixa comigo\nSó relaxe, deixe comigo, eu tenho aquela coisa exótica\nEsses quadris são tão hipnotizantes\nEu sou uma grande tirana\n\nCarrasco, me responda agora\nVocê tem uma dívida comigo, você roubou ele de mim (Mais rápido, mais rápido)\nEu te odiava antes, mas agora eu te invejo (Ei)\nSó me diga como, me diga como\n(Mais rápido, mais rápido)"}