{"id": 10292958, "title": "Hell N Back", "artist": "Bakar Featuring Summer Walker", "lyrics": "Konntest du sehen, wo mein Kopf war, als du mich gefunden hast?\nIch und du sind in die Hölle und zurück gegangen, nur um Frieden zu finden\nMann, ich dachte, ich hatte alles, ich war einsam\nJetzt bist du mein Alles, jetzt liegt es an mir\n\nIch hab' viel Liebe mit vielen Drogen vermischt, dann fand ich dich\nSie hat kleine Verbrechen gemocht, sie hatte grüne Augen wie Mountain Dew\nUnd wohin sie geht, werde ich nie wissen, ihre Freunde sind auch abgehauen\nIch schätze, es ist ihr Verlust, denn sie werden nie wissen, was wir erreichen werden\nUnd wärst du mein Licht, mein Gelb?\nP.Y.T. zu Fuß durch Portobello\nZauberst am Ende des Tages ein Lächeln auf dieses Gesicht\nMDMA hat uns geholfen wegzufliegen\nWer hätte gewusst, dass du mein Leben retten würdest?\nWer hätte gedacht, dass du meinen Drachen steigen lassen würdest?\nKonntest du sehen, konntest du sehen?\nKonntest du sehen?\n\nKonntest du sehen, wo mein Kopf war, als du mich gefunden hast?\nIch und du sind in die Hölle und zurück gegangen, nur um Frieden zu finden\nMann, ich dachte, ich hatte alles, ich war einsam\nJetzt bist du mein Alles, jetzt liegt es an mir\n\nIch konnte sehen, wo dein Kopf war, als ich dich gefunden hab' (Als ich dich gefunden hab')\nDu weißt, ich habe Dinge repariert, die kaputt sind, bis ich daran gebunden war (Dran gebunden)\nTäuschst dein Lächeln mir gegenüber, vor mir, wusstest du nicht wie\nOh, aber ich bin jetzt hier, Baby\nWeiß, dass das Leben in letzter Zeit klagend war, also rette ich dich, wenn du mich rettest\nIch war über die Liebe hinweg, dachte ich hätte genug, dann hab' ich dich gefunden (Oh)\nIch war ohne Zweifel, gestresst ohne dich\nAlles, was wir haben, sind wir, wenn es niemand tut, habe ich dich\nFür deinen Verstand und meine Mentalität\n\nKonntest du sehen, wo mein Kopf war, als du mich gefunden hast?\nIch und du sind in die Hölle und zurück gegangen, nur um Frieden zu finden\nMann, ich dachte, ich hatte alles, ich war einsam (Du warst einsam)\nJetzt bist du mein Alles, jetzt liegt es an mir (Hoffnungslos, oh, ich, du)\n\nYeah-eah-eah-eah-eah, hey-hey (Ja, ja, ja)\nYeah-eah-eah-eah-eah, hey-hey (Alles, hoffnungslos, oh, ich, du)\nYeah-eah-eah-eah-eah, hey-hey, ja (Ja, ja, ja)\nYeah-eah-eah-eah-eah, hey-hey (Oh, ja, ja)"}