{"id": 10307141, "title": "Whatsapp (Wassam)", "artist": "Gunna", "lyrics": "Yeah, wassam?\nThey sent the wire through the WhatsApp (WhatsApp)\nHope ain't nobody to cuss at\nShit changed, but it still'll get pushed back (Pushed back)\nI drop, make these little niggas push back (Push)\nI count up, just look at my contract (I count up, just look at my contract)\n\nI'm cool, nigga, I don't want your contact\nI know many men, they pray I don't win\nI still gotta ride with the compact\nI'm ridin' in the Cullinan, I used to want a Cutlass\nI came a long way, that's a big fact\nBig Gunna Wunna, yeah, big fact\nGot your bitch checkin' in like a dispatch\nAin't 'bout money, I don't wanna chit-chat\nI don't care if it gotta be a couple of years, still, I'm gon' get my lick back\nYou know where I came up, you know who I run with, my nigga, don't ever forget that\nBeen flooded the Range, been flooded the chains, and gave the kids drip, they remember that\nI might beat the dope where a village at\nI hop out that Maybach, jump on a jet\nThey false advertisin', they act like they want it, I gave it and they ain't even want it yet\nIt's VVS diamonds if I'ma go diamond, this chain like a Christmas ornament\nThis kid like my baby, he ever play crazy, I spank him and put him on punishment\nBut fuck that, look at my accomplishments\nLet's check out my style, astonishin' (Check out my style, astonishin')\n\nYeah, wassam?\nThey sent the wire through the WhatsApp (WhatsApp)\nHope ain't nobody to cuss at (Nah)\nShit changed, but it still'll get pushed back (Push)\nI drop, make these little niggas push back (Push)\nI count up, just look at my contract (Count up, just look at my contract)\n\nFilmin' and get us some content\nThe factory dial, I brought back the towel\nOn Sundays, I'm eatin' on Sunset\nI'm holdin' it down, I watch from the mound\nI keep it on, look for the context\nYoung Wunna the one, word to Complex\nGet money and travel a compass\nI told you a nigga ain't done yet\nI heard the blogs comparin' my number, I guess they think it's a contest\nAin't worried 'bout it, got way bigger problems, and yet, I'm buildin' a company\nEveryone who fake it, I act like they traded, I swear I don't want no apology\nOne of the greatest, I got fans every city, every state and that's my reality, uh\nSouthside, ridin' down Mallory\nHundred, it burn like calories\nRunnin' a rich man's salary\nAllergic to broke, I got allergies\nStone in my mouth, not a cavity\nIf I fuck, then this bitch wanna marry me\nShe look like she wanna inherit me\nI'm geekin', I need some more clarity (All of my diamonds clarity)\n\nYeah, wassam?\nThey sent the wire through the WhatsApp (WhatsApp)\nHope ain't nobody to cuss at (Nah)\nShit changed, but it still'll get pushed back (Push)\nI drop, make these little niggas push back (Push)\nI count up, just look at my contract (Count up, just look at my contract)\n\nYeah, wassam?"}