{"id": 10374439, "title": "Double Life", "artist": "Pharrell Williams", "lyrics": "Hey, what are you hidin'? (Watch)\nWhat you doin' when you're gone? (Hey, hey)\nNothin' wrong bein' private (What?)\nMake sure it ain't wrong (Yeah)\nYour life, double-sided (Watch)\nTwo-faced like coins\nWhat side do I get? (Watch)\nWhich side are you on?\n\nSo what have you done? (Brra)\nSome of your dirt has come to light (Yeah)\nWhy were you (Yeah, yeah) speedin' up that hill until the brakes come off? (Hey, hey)\nAnd someone saw you in a fight\nAm I right?\n\nIt doesn't matter to you if you get hеads or tails\nYou just don't like to flip all the time\nBut if you spin it, thеn you get to see both sides\nOh, the thrill of the double life\n\nLie detector time (Watch)\nDo you feel bad when you lie? (Watch)\nThe look on your face says the best life (Watch)\nAnd then come home like it's fine\nAm I right? (Watch)\n\nSo what have you done?\nSome of your dirt has come to light\nWhy were you (Yeah, yeah) speedin' up that hill until the brakes come off? (Hey)\nAnd someone saw you in a fight\nAm I right? (Ah)\n\nIt doesn't matter to you if you get heads or tails\nYou just don't like to flip all the time\nBut if you spin it, then you get to see both sides\nOh, the thrill of the double life (Brra)\n\nWho will you be tonight? That's the question (Brra)\nWho will Gru be tonight? That's the question (Yeah)\n\nI know you heard the rumors (Hey)\nYou must get over to it right away, oh\nIf anyone can do it\nYou gotta get there soon, it's not okay (Hey)\nYou got cars to drive, plenty jets to fly (Blah, blah)\nWhen will you arrive? You're running out of time (Phew)\nDon't you see that everything is on the line?\nSo I'm sorry, but you have to choose a side\n\nYou'll never know when it's your time to go\nSide (Hey)\nAnd where you end up in life, that's code\nSide\nYou can't ignore, you're spinnin' your life (Blah, blah)\nSide\nYour watch is broken 'cause you spent all your time\nSide\nIt's now or never, on this, everything rides\nSide\nBefore the spinning stops, you must pick a side (Hey, brra)\nWho will you be tonight? That's the question (Blah, blah)\nWho will Gru be tonight? That's the question (Phew)\nWho will you be tonight? (Hey) That's the question (Yeah)\nWho will Gru be tonight? (Ayy) That's the question"}