{"id": 10386004, "title": "Lonely Road", "artist": "mgk & Jelly Roll", "lyrics": "I'ma go downtown\nAin't been in a long time\nI'm takin' back Sundays\nSince you took away my life (Since you took away my life)\nThere's some things that I know now (Mm)\nCouple songs that I'd rewrite (Yeah)\nStart over like Mondays\nPourin' strong on a weeknight (Mm)\n\nSee, I hear the devil wears Prada, but I couldn't read the tags\nAnd your horns started showin' when I seen you mad\nBut I'll wait for you 'cause this is not the face I knew\nI probably could've saved us, but instead, I let us crash\n'Cause I don't trust no one to love me back, but shе say, \"I do\"\nAnd this is not the place for you\n\nLonely road, takе me home\nTo the place that we went wrong\nWhere'd you go now?\nIt's been a ghost town\nAnd I'm still here all alone\n\nWhen the days feel long and the nights get cold\nAnd I'm thousands of miles away (Ah-ah-ah)\nI use alcohol just to fill that hole\nWill our home ever be the same?\n\nI hear the devil wears Prada, but I couldn't read the tags\nAnd your horn started showin' when I see you mad\nBut I'll wait for you 'cause this is not the face I knew\nAnd I probably could've saved us, but instead, I let us crash\n'Cause I don't trust no one to love me back, but you say, \"I do\"\nAnd this is not the place for you\n\nLonely road, take me home\nTo the place that we went wrong\nWhere'd you go now?\nIt's been a ghost town\nAnd I'm still here all alone\n\nAnd if you could salvage my soul\nWould you sacrifice this life to not die alone?\n'Cause even a palace ain't home without you\nSo I might leave here soon, but I wanna leave you this song\n(Hey)\n\nLonely road (Lonely road)\nTake me home (Won't you take me home?)\nTo the place (To the place) that we went wrong\nWhere'd you go now? (Where'd you go now?)\nIt's been a ghost town\nAnd I'm still here (I'm still here) all alone\n\n(This lonely road) Yeah, I'm on this road now\n(This lonely road) Feeling so alone\nTake me home\n(This lonely road) Mm, I'm on this road now\n(This lonely road) Feeling so alone\nTake me home, mm"}