{"id": 10627221, "title": "Dejame Entrar", "artist": "Rauw Alejandro", "lyrics": "Ey, ey\nDice\nRa-Rauw\n\nDesde hace tiempo yo quería hablarle (Ra-Rauw)\nY ahora la tengo al frente mío (Al frente mío; oh)\nDetenme porque no quiero acelerarme, no\nYa voy sabiendo (Eh, eh)\n\nNo puedo descifrar lo que dice su mente\nPero su cuerpo pide algo diferente\nCuando se pega al mío ya no es tan inocente\nY yo quiero ponérselo entero, solo si ella me deja\n\nMe desespera, oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Qué te detiene? Oh-oh, oh-oh, oh-oh, oh-oh-oh\nEmpieza primero, oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Cómo lo prefieres? Oh-oh-oh, mami\n\n¿Cómo decirle que ella era mi crush?\nSi estás bellaca, yo le caigo rush\nAhora está en mi cama, eso e' un royal flush\nCambiamo' la pose y me pide feroz\nLlevamo' to' el día fumando (Oh-oh) y chingando (Oh-oh)\nEl día 'tá bonito pa' estar afuera\nPero prefiero estar contigo metío' en la bañera (¡Yah!)\n\nPre-Pre-Pre-Pre-Pre-Pre-Prende, jala, pasa (Ey)\nBebé (Au), baila, a ver qué pasa, a ver qué pasa (Oh-oh-oh)\nVe-Ve-Ve-Ve-Ve-Ve-Vente (Oh-oh), siéntate en mi falda (Yih)\nQue la guagua está llena y tú vas pa' casa (¡Yah!; uh, juh)\n\nNo puedo descifrar lo que dice su mente (Su mente, eh)\nPero su cuerpo pide algo diferente\nCuando se pega al mío ya no es tan inocente\nY yo quiero ponérselo entero, solo si ella me deja (Oh)\n\nMe desespera, oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Qué te detiene? Oh-oh, oh-oh, oh-oh, oh-oh-oh\nEmpieza primero, oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Cómo lo prefieres? Oh-oh-oh, mami\n\nEspero que estemo' juntos hasta el otro verano\nYo no sé mañana, decide a dónde vamos\nQue del sol al cielo tú ere' lo más cercano\nPor ti yo solamente me levanto temprano\n\nPre-Pre-Pre-Pre-Pre-Pre-Prende, jala, pasa (Ey)\nBebé (Au), baila, a ver qué pasa, a ver qué pasa (Wuh)\nVe-Ve-Ve-Ve-Ve-Ve-Vente, siéntate en mi falda (Yih; oh-oh)\nQue la guagua está llena y tú vas pa' casa, yeah (No puedo descifrar—)\n\nDesde hace tiempo yo quería hablarle (Yo quería)\nY ahora la tengo al frente mío (Al frente mío; oh)\nDetenme porque no quiero acelerarme, no\nYa voy sabiendo (Solo si ella me deja)\n\nEs la primera vez que MAG y El Zorro se juntan en el estudio, baby (Oh-oh)\nY dice así\nDime, MAG, ponle más\nDime, MAG, ponle más\nQue ella no quiere parar de perrear\nPonle más, solo si ella me deja (Ra-Rauw)\n\nMe desespera (Si tú quiere', yo me pego por detrá'), oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Qué te detiene? Oh-oh, oh-oh, oh-oh, oh-oh-oh\nY empieza primero (Aprovecha, que el momento se nos va; Ra-Rauw), oh-oh, oh-oh, oh-oh, oh-oh-oh\n¿Cómo lo prefieres? Oh-oh-oh, mami\nEy, ey, ey\nEsto es Cosa Nuestra\nEsto es Cosa Nuestra\nMamá, ey, esto es Cosa Nuestra\nEy, tra, ey"}