{"id": 10630187, "title": "Antichrist", "artist": "Eminem", "lyrics": "Marshall, he's the Antichrist\nHe will slice and—\nThe devil came to Michigan\nOh, shit\nFuck\nFuckin' PC police\nFuck\n\nGen Z, here they come now (Now)\n'Bout to unload rounds (Brrt)\nPronouns (Shit)\nGot me like, \"Woah now\" (Woah)\nHomie, let's slow down (Chill)\nNo need to get so wound (Man)\nReady to throw down (Yo)\nIf I mispronounce (Thee, them)\nWhoops (Sorry), oh wow\nGot heterosexuals crammin' 'em down our throats now (He, she, they, them)\nLike I'm gettin' snow-plowed\nMy humor's too low-brow (Yup)\nYeah, so there's no doubt (Nope)\nYou 'bout to get grossed out (Ugh)\nBut fuck it though, somebody needs to come and hit the reset button\nBack to 2003 'cause how did we get stuck in\nThis woke BS? I'm tryna make it regress, fuck 'em\nAnd I don't regret nothin' that's 'bout to be said, so fuck it, we can keep headbuttin'\nStill a grade-A prick, but the same way (What?)\nCobain put the gauge to his brain, I'm goin' out with a bang, ayy (Yeah)\nDang, Dre\nLook what you made me do, maybe you the one they should blame, they\nSay they wish that I wasn't so angry (Yeah)\nDon't wanna see me goin' off the deep end like Ye, ayy (No, nah)\nRather see me do like Kim Kardashian, they say (Yeah)\nYeah, and find a way to get rid of all of this rage, ayy (Haha)\nBut if you wonder, \"Why is Marsh considered the harshest spitter?\" (Why?)\n'Cause I can spit a bar like it's a\nCross between Nas and GZA, Biggie Smalls, and RZA\nSo hard, Megan Thee Stallion and Nicki Minaj'll scissor (Cut it out)\nYou're still the press's wet dream (Yeah)\nToo many head shrinks (Oh)\nMy head thinks foul, I've said things when jesting\nThey should arrest me for my testes (Ah)\nThe biggest in the South, West, East, North and catch be (Ah)\nEvidence swept clean\nWith extreme lengths and steps being took to suppress things (Why?)\nTry not to get seen\nWith Ben Affleck, me, and Seth Green hangin' on to the left wing\nOf Jeffrey Epstein's jet screamin', \"Hey, don't forget me\" (Haha)\nShady as Bill, takin' the pill and putting it in your soft drink (Ah)\nSomething's off and I don't know what the cause be (Yeah)\nBut it's obvi', this water I'm in is scalding\nOminous thoughts creep in my head and it's not me\nThey brainwashed me (Marshall, Marshall)\nAnd that's all she wrote, yeah, that's why they call me\n\nMarshall, he's the Antichrist\nHe will slice and dice\nMen, women, and children (One more time, come on)\nHis name is Marshall, he's the Antichrist\nHe will slice and dice\nWhores, men, women, and children (Yeah)\nKnock, knock (Who's there?), boo (Boo who?)\nHey, why you cryin', shorty? Ew, 'cause I boo'd you (Woah)\nWell, bitch, I'm tryna get some head up in this Subaru\nBut you have no clue what you doin', do you?\nYou fall asleep or somethin'? Hello, yoo-hoo\nWake up, fake slut, I'm out of here, screw you\nWhat, did you drop dead in my lap? You call that head?\nI suck my dick better than you do, haha\nYeah, I'm sick like the terminally ill (What?)\nBut more like sick as in the term \"mentally ill\"\nAntichrist, how come you can't be nice?\nLook who's talkin', dog, like Brian from Family Guy (Huh)\nBut who else is as pitiless, actually witty and crass, hideous\nGhastly, and insidious as me, or spitting as nasty?\nNext idiot ask me is getting his ass beat worse than Diddy did ****\nBut on the real, though (What?)\nShe probably ran out the room with his fuckin' dildo (Come here)\nHe try to field goal punt her, she said to chill (No)\nNow put it back in my ass and get the steel toe (Ew, ah, the fuck? Yeah)\nGot nightmares, goin' Freddy on me (Why?)\n'Cause they steady haunt me (Yeah, oh)\nShady's bad to the core, but look at the bread he got me (Bread)\nComplete lack of remorse, so they've come at me before, but they won't ever stop me\nBut fuck the back and the forth until I'm dead and rotting\nHead is probably whacked and it's warped like Jack Kevork'\nPerformin' sexual acts with a corpse\nIf they don't like it, like a necrophiliac in the morgue (What?), fuck everybody (Haha, yeah)\nI don't appeal to you, you was one of them children whose (What?)\nParents fed every meal to you on a platter and silver spoon\nI am a product of what Farina and powdered milk'll do (What?)\nTo your drive when them rappers like Jada bring out the will in you (Woo)\n'Cause now my shit slaps harder than Will'll do, word to Gorilla Glue (Why?)\nI don't need sticky fingers to steal on you (Nah)\nLyrical killer who punish you, every syllable sonnin' you (Yeah)\nYour hides, I tanned 'em like bicycles built for two\nStickin' a clip in the Uz' that I've been itchin' to use, lookin' like Nikolas Cruz\nMy trigger's happy, it's ticklish, true, Travis Bickle 'em too, we gettin' rude\nThis shit'll go sideways like you're tippin' a canoe, bitch, I'm sick as the flu (Bitch)\nHow the fuck are you gonna fit in my shoes? Look at my views, all the shit I've been through\nSo, sympathy, I don't have any for you, stickin' it to all you idiots who\nTake my lyrics a little bit too literal, you can all suck on my dick and if you\nDon't wanna get ripped, better get the fuck back, bitch, I'm here to do what Dre sent me to do (What?)\nThat's sinfully get to spitting this shit, devil in me and I do his bidding, his name is\n\nMarshall, he's the Antichrist\nHe will slice and dice\nSluts, whores, men, women, and children (One more time, what's my name?)\nHis name is Marshall, he's the Antichrist\nHe will slice and dice\nSkanks, sluts, whores, men, women, and children\nYou wanna dance with the devil, dance with the devil, dance with the devil\nYou wanna dance with the devil, dance with the devil, dance with the devil\nYou wanna—\n\n(I ain't goin' nowhere)\nIt's about to get scary, Bizarre (I'm still here, ayy-ayy, ayy-ayy, ayy-ayy)\nIt's about to get dark\n\nGuess who's back (Yeah), straight out the gutter (Me)\nWith a dirty rubber, plus my homeless mother (Fuck her)\nWhere Bruce Jenner at? I wanna fuck that ho (Where she is?)\nWhere is Megan Thee Stallion at? I wanna suck that toe (Mwah)\nTwenty years in, shit, I'm past addiction (Uh-huh)\nI'm at CVS, tryna find my past prescription\nMy dad didn't listen, I passed the mission\nFuckin' a tranny on IG Live, that was a bad decision (Haha, that was fucked up)\nMy rent due, my girl need an abortion (What you gon' do? What?)\nSell them Eminem Jordans (I did, haha)\nAll gas, butt-naked, all ass\nTryna get on Hailie Jade's podcast (Why not?)"}