{"id": 10694724, "title": "Highjack", "artist": "A$AP Rocky Featuring Jessica Pratt", "lyrics": "Fuck your ho 'cause she like that\nYeah, bitch, fat ass, pretty, I might wife that\nNiggas swear they pimpin', Scottie sippin', get your wife back\nHo, you know you trippin', Flacko different, know you like that\nSwipe a pretty bitch right off her feet, this a hijack\nWhy your nigga flexin' like he me? Ain't even like that\nBitch mistake my newest pinky ring for a ice pack\nShorty keep on damn requestin' me about some Snapchat\nI don't even like rats, invested into mice traps\nPull up to the trenches, all my jewelry, yeah, I'm like that\nI just put my finger in the **** 'cause she like that\nDon't compare that pussy boy to me (I don't like that)\nFeelin' like I'm Sosa, Chiefie Keef (I don't like that)\nTired of them niggas sleepin' on me, I don't like naps\nNiggas fuck around and stole the flow and y'all like that?\nOkay, okay, and I'm right back\nA$AP right up on my gut and that's a life tat'\nWalk inside the booth, I just talk, I don't write raps\nWalk into the store, I bought the floor 'cause I'm like that\nTell her, \"Give me that, give me those,\" fuck a price tag\nYeah, I hung around way uptown, where it ain't nice at\nCatch me on the block, not the web, this ain't Minecraft\nBefore we dropped \"Peso\" on you niggas, you ain't like Raf\nNiggas want a feature from me? This ain't a life raft\nTalk to God before I go to sleep, He hit me right back\nHe said, \"Stay calm, put your trust in me, you on the right path\"\nThese niggas want my wife bad, the people want my next track\nThe coppers want my Black ass, fucked up, but it's like that\n\nBitches call my phone talkin' shit, I don't like that\nNiggas on their songs talkin' shit, I don't like that\nNiggas hit my phone, what they on? I don't like that\nDevils inside homes all alone, bitches like that\nBitches call my phone talkin' shit, I don't like that\nNiggas on their songs talkin' shit, I don't like that\nNiggas hit my phone, what they on? I don't like that\nDevils inside homes all alone, bitches like that\n\nBeen gone so long\nI'm back to stay\nBearing is lost\nOur liking is changed\nAnd when I'm gone (And when I'm gone)\nYou wish you stayed (You wish you stayed)\nAnd when I'm gone (And when I'm gone)\nYou wish you stayed (You wish you stayed)\nAnd when I'm gone (And when I'm gone)\nYou wish you stayed (You wish you stayed, oh, yeah, yeah)\nAnd when I'm gone (And when I'm gone)\nYou wish you stayed (You wish you stayed)\nAnd when I'm gone\n\nMm\nMm\nMm"}