{"id": 10832795, "title": "Or What?", "artist": "NLE Choppa & 41", "lyrics": "Is we fuckin' tonight?\nToes right and her pussy is tight\nLike, she ride my dick like a bike\nLike, I beat the pussy like fight night\nScary movie, she wanna record it, we watch it again like the hot ice\nBaby, you know you my type, type\n\nFeel like Freddy, together for five nights\nShe in love through the dash like a hyphen\nCan't spend no time with these bitches, I'm timeless\nSaid she sick of mе, she caught the itis\nI feel like Trav', in this room, I'm thе highest\nWe could lay up and look at the starlights\nIf she not fuckin', she gotta get depart, like (It's Carter, dickhead)\nGirl, we been huggin' and cuddlin' all night\nIs we fuckin' or what? (Grrah, bang)\n\nPretty, but she hard to solve like a riddle\nYeah, once I touch it, it jiggle\nIf we get drunk enough, we could kiss\nIs we fuckin'? I'm not tryna see what them hips do\nYeah, brown skin joint with a dimple\nLight skin, she like, \"I buy it, it's simple\"\n12 a.m., after dark, I'm a slut\nDon't got time for no games, is we fuckin' or what?\n\nAyy, ayy, ayy, ayy\nAyy, ayy, ayy, ayy\nLet me nut on your butt\nAyy, ayy, ayy, ayy\nAyy, ayy, ayy, ayy (Phew)\n\nIs we fuckin' or not?\nI got a whole 'nother ho in the spot (Phew)\nI'm tryna tie that bitch up like a knot (Knot)\nShe thick like O's in a pot\nShe wanna fuck at the Ritz\nShe know that I'm rich\nBut really ain't throwin' no fits\nBut she throw it back on that dick\nThrow up on it like you sick\nDon't tell nobody\nThink I'm in love with a ratchet\nTwo seats when we ride in traffic\nTwin G-locks, we matchin'\nShe don't know her dad, but she call me, \"Daddy\"\nShe want a thug, she need some love, she wanna get off them drugs\nWhen you take this pink pill, bae, is we fuckin' or what? (Ooh)\n\nIf I was a bad bitch (Ooh)\nIf I was a ratchet (Let me nut on your butt, ooh)\nIf I was a bad bitch\nI'd wanna fuck me too\nYes, I love pills and Percocets, yes, yes (Let's go)\nI— I love pills and Percocets, yes, let's fuck (Let's go, let's go, yeah)\n\nAyy, ayy, ayy, ayy\nAyy, ayy, ayy, ayy\nLet me nut on your butt (Let's fuck)\nAyy, ayy, ayy, ayy\nAyy, ayy, ayy, ayy (Let's fuck)"}