{"id": 10913967, "title": "4X4", "artist": "Travis Scott", "lyrics": "Four-by-four, I tint my windows up (Windows up), yeah\nDamn, lil' bro, he did it, one-and-done (One-and–, one-and-done), yeah\nOut my closet, that shit none-of-none (None-of-none), yeah\nThat's a vibe, that's a one-of-one (Vibe), yeah\nFill her tongue (Tongue), yeah, make you numb, can you run? Can you come?\nGirl, fuck the sun, find the moon, find somе fun (Fun)\nYeah, hella fumes in thе room, one-of-none (One), yeah, yeah, yeah\n\nLike a pro\nNot a rook', bend your back, touch your toes (Yeah)\nHit a batch, take the sack, can you roll? (Yeah)\nYou my Xanax, I relax, take control (Ooh)\nRio get 'em back, they too close (They too close)\nAin't no watchin' me, no in the scope (In the scope)\nFix your energy, your inner soul (Inner soul)\nDo you love me? Man, I need to know (Need to know, need to, need to, need)\n\nFour-by-four, I tint my windows up (Need to), yeah\nDamn, lil' bro, he did it, one-and-done (One-and–, one-and-), yeah\nOut my closet, that shit none-of-none (None-of-none), yeah\nThat's a vibe, that's a one-of-one (One-of-), yeah\nFill her tongue, yeah, make you numb, can you run? Can you come? (Need to)\nYeah, fuck the sun, find the moon, find some fun (Find some, find some)\nYeah, hella fumes in the room, one-of-none, yeah, yeah, yeah\n\nHighest one (It's lit)\nTalkin' that smoke, nigga, might dirty your lungs (Ah), yeah\nEighteen carats in her gums, yeah (Ice)\nSaid you wan' feel some', put that on your tongue, yeah (Let's go, yeah)\n713 that code, 456, I roll (Four-by-)\nFour-by-four I swerve, five percent, tint windows (Shit, I swerve, skrrt, skrrt)\nGotta be tens at least, I one v. three these hoes (One v. three)\nAnd they love takin' us up, they scrape it right out of the bowl (Out of the pot)\nGot plenty of zaza, we takin' 'em high (Let's go)\nHe wanna just smoke with La Flame, but don't wanna hotbox (It's lit)\nWhat's in my cup? It's pink, I crush my valentines (Straight up)\nSaid, \"Do you love me, bae?\" I need to know (Ah)\n\nFour-by-four, I tint my windows up (Windows up), yeah\nDamn, lil' bro, he did it, one-and-done (One-and–, one-and-done), yeah\nOut my closet, that shit none-of-none (None-of-none), yeah\nThat's a vibe, that's a one-of-one (Vibe), yeah\nFill her tongue (Tongue), yeah, make you numb, can you run? Can you come?\nGirl, fuck the sun, find the moon, find some fun (Fun)\nYeah, hella fumes in the room, one-of-none (One), yeah, yeah, yeah"}