{"id": 10922826, "title": "Outside", "artist": "Cardi B", "lyrics": "When I tell you these niggas ain't shit, please believe me (Let's go)\nThey gon' fuck on anything, these niggas way too easy (Facts)\nGood-for-nothing, low-down dirty dogs, I'm convinced (Yeah)\nNext time you see your mama, tell her how she raised a bitch\n\n(I'm goin' out), on the pop-out (Side), 'cause it's hot out\n(I'm goin' out), you was playin' gamеs (Side), now you on timeout\n(I'm goin' out), wherе the fine niggas? (Side), I'm tryna find niggas\n(Out), I been cuffed up too long (Side), let me remind niggas (Yeah)\n\nWell, let's go wrong for wrong (What?), let's go lick for lick (Let's go)\nIf I can handle that (Uh-huh), let me see you handle this (Okay)\nDo you how you do me, bet you we won't speak again\nFavorite player from your favorite team, he in my DM, uh\nI'm so small and tiny, he so big and tall\nMight let him dunk this pussy like he dunk the ball\nI'm a big freak, come and get a sneak peek\nBack it up like beep-beep 'til that thing go leak-leak, uh\nChlöe called you king, that's cute, don't get me wrong (Don't get me wrong)\nI like him too, so, baby, let me meet LeBron (Let me meet LeBron)\nI love Savannah, let me see what she be on\nWhat? It's plenty niggas, baby, I could keep it goin', look (Ah)\nRoyal rumble, this a jungle, lion and some cheetahs\n'Cause clearly you don't give a fuck, so I don't give one either (I don't)\nI like my niggas Black and country, that's just what it is\nI can tell that he excited 'cause he go from small to big (Girl)\n\nWhen I tell you these niggas ain't shit, please believe me (Believe me)\nThey gon' fuck on anything, these niggas way too easy (At all)\nLow-down, dirty, good-for-nothing dogs, I'm convinced (Uh-huh)\nCan't wait to see your mama, tell her how she raised a bitch\n\n(I'm goin' out), on the pop-out (Side), 'cause it's hot out\n(I'm goin' out), you was playin' games (Side), now you on timeout\n(I'm goin' out), where the fine niggas? (Side), I'm tryna find niggas\n(Out), I been cuffed up too long (Side), let me remind niggas\n\nOoh, I think he sexy, ooh, he look good as fuck\nAin't that your homegirl friend? Tell her to hook me up (Let's do it)\nShit, ain't y'all havin' fun? Let's have fun together\nBaby, I'm with the shits, you know I'm with whatever, look (Woo)\nI know I'm cute and funny (Funny), I know somebody want me (Want me)\nI might go celibate (Uh-huh), I know I'll make some money (Cash)\nOutside niggas love a outside bitch\nBut be sick when they girls get some outside— (Huh)\nI mean, bathing suit, body suit, tryna let this body loose\nThis tequila ninety proof, chase it with my pussy juice\nHeard them Patriots got them niggas, let me in the locker room\nAnd some ladies out in Vegas, A'ja Wil', what's poppin', boo?\nBooty cheeks gotta shake, flirty niggas got some pape'\nLet me know the time and place, I'm just tryna ride his face\nPJ, vacay, take me somewhere tropical\nSpa day, fine masseuse, Uber driver kinda cute\n\nWhen I tell you these niggas ain't shit, please believe me (Let's go)\nThey gon' fuck on anything, these niggas way too easy (Facts)\nGood-for-nothing, low-down dirty dogs, I'm convinced (Yeah)\nNext time you see your mama, tell her how she raised a bitch (Uh)\n\n(I'm goin' out), on the pop-out (Side), 'cause it's hot out\n(I'm goin' out), you was playin' games (Side), now you on timeout\n(I'm goin' out), where the fine niggas? (Side), I'm tryna find niggas\n(Out), I been cuffed up too long (Side), let me remind niggas (Yeah)\n\nI ain't see your call, I ain't hear it ring\nI'm in the studio, call you when I leave\nWho I'm with? I know you fuckin' lyin'\nWhere I'm 'bout to go? I'm about to go outside\nI'm 'bout to take it outside\nThis pussy goin' outside\nTonight, we goin' outside\nAh"}