{"id": 10964432, "title": "How I Look", "artist": "Glorilla & Megan Thee Stallion", "lyrics": "Forty-inch jet black bustdown (Okay)\nEvery fuckin' watch I get, I bust it down (Okay)\nHeard a bitch don't like me, ho, I'm in your town (What's up, ho?)\nDrop the lo', I'm pullin' up, it's goin' down (I'm goin' down)\n\nJust rode by the cemetery (Boom, boom, boom), it's plenty room for hoes\nFuck the money missionary (Huh), got plenty room for more (Okay)\nMan, all these bitches scary (On God), I know a few of those (Weak ass)\nFuck I look like beefin' wit' some bitches that be sharin' clothes (Huh?)\n\nHow I look fuckin' on a nigga that got less than me?\nHow I look callin' bitches out that can't get next to me?\nHow I look checkin' for a nigga that don't check for me?\nHow I look not bettin' on myself? Glo the recipe (Real hot girl shit)\n\nHow I look beefin' with a bitch without no motion? (What?)\nThat ho only want some smoke 'cause I'm the hottest shit that's smokin'\nI ain't goin' back and forth, bitch, this ain't the US Open (Bitch, this ain’t The US Open)\nIf he meet me, better pack it up 'cause, bitch, you know it's over (Yeah, yeah, yeah)\nHow I look beefin' wit' a bitch about a nigga? (Hmm)\nHow I look arguin' wit' a goofy bitch on Twitter? (Hmm)\nHow I look confessin' to these niggas 'bout my bodies? (Niggas 'bout my bodies?)\nWhen he a ho too, and he still gon' give me sloppy (Yeah, yeah, yeah, ah)\n\nHow I look turnin' up and leavin' all my bitches out?\nHow I look goin' up and laughin' when them haters doubt?\nHow I look pullin' up in shit I know they can't pronounce?\nHow I look laughin' to the bank with my titties out?\n\nHow I look? Ask your man (Yeah, yeah)\nHow I look? Ask a fan (Yeah, yeah)\nHow I look? Ask a hater (Yeah)\nHow I look? Ask the 'Gram (Yeah, yeah)\nHow I look? Ask your friend (Yeah, yeah)\nHow I look? Ask the cam (Yeah, yeah)\nFuck these hoes doggy style how I'm on these bitches ass (Ugh, ugh, ugh, ugh)\n\nJust rode by the cemetery (Boom, boom, boom), it's plenty room for hoes\nFuck the money missionary (Huh), got plenty room for more (Okay)\nMan, all these bitches' scary (On God), I know a few of those (Weak ass)\nFuck I look like beefin' with some bitches that be sharin' clothes? (Huh?)"}