{"id": 10964232, "title": "Leave Me Alone", "artist": "BigXthaPlug", "lyrics": "Ayy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— man, shut the fuck up\nI just want all you people to leave me alone\nAyy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— naw, I ain't even got it\nWhere was you when I did all this shit on my own?\n\nLately, baby mama been trippin'\nAfter all of the shit she been gettin'\nMade a baby, she still in her feelings\nWent through my phone and seen all of these women\nNot knowin' that I could care 'less 'bout these bitches\nOpps talkin', why these niggas mеntion the biggest?\nWatchin' me whеn they could be gettin' richer\nProbably mad 'cause they can't meet the 6ixers\nHuh, I done lost all the love that I had\nThink 'bout lil' bro and I start gettin' mad\nHow the fuck did you say you knew what type of nigga I was when all I did was give you a chance?\nHuh, I'm the one bought you all of them shirts\nI'm the one who bought you all them pants\nI'm the one who took you off the streets\nAnd gave you a place to come lay your head\n\nAyy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— man, shut the fuck up\nI just want all you people to leave me alone\nAyy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— naw, I ain't even got it\nWhere was you when I did all this shit on my own?\n\nThey say the more money, more problems, that's facts\nEverybody gon' speak even if the shit cap\nWhere was all of these folks with opinions and shit\n'Bout my livin' this shit when I used to sell crack?\nYou see, nobody care when you doin' down bad\nI came up from the mud and made half the world mad\nNow they all want some clout and a piece of the bag\nIt's too bad, know them folks left me out on my ass\nI know you remember you left me out sad\nShit, I know you remember X broke with that fad\nI bet you remember me turnin' up bad\nNow I'm lit, nigga dissin', I'm payin' a tab\nThree years, I got rich off of rappin' my past\nNow I'm rappin' 'bout pain and my hurt\nDon't think I'm a pussy, get put on a shirt\nIn a hearse just like six feet deep in that dirt\n\nAyy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— man, shut the fuck up\nI just want all you people to leave me alone\nAyy, BigX, man, I need me a feature\nAyy, BigX, can you get on this song?\nAyy, BigX— naw, I ain't even got it\nWhere was you when I did all this shit on my own?"}