{"id": 10972423, "title": "Federal Nightmares", "artist": "Rod Wave", "lyrics": "Uh, will I see a billion like Jigga 'nem? Yeah\nOr will I go fed like B Jizzle 'nem?\nSo much pain in my heart, it got a nigga hurt (Yeah)\nYeah, my brother back in jail, my daddy back in jail, bitch, I think my family cursed\nAnd I can't shake the image of my cousin in that hearse\nEver since that day, it's been hеll on earth\nGotta get the monеy first, playing gang, get put on a shirt\nBut they can't keep discrete, that police beefing be the worst\nKillers killing killers, robbers scheming on a nigga\nTo get you out that jam, you must be briefing on a nigga\nI'm tryna beat the system, what's the cheat code?\nRunning from my past, in my rearview, I see RICO\n\nBillion-dollar dreams, federal nightmares\nGod, answer my prayers\nI can't sleep 'cause it's frightening\nAnd every time I close my eyes, I see indictments (Look)\nAnd oh no, baby, I'm scared\nGo anywhere, go everywhere, but don't wanna go fed\nOh no, baby, I'm scared\nGo anywhere, go everywhere, but don't wanna go fed\n\nWon't trust nobody with my life, I got my own strap, yeah\nTell me who to call when your phone tapped, yeah\nThe judge'll prove it once the crackers kick your spots, yeah\nYou the one that called to get everybody hot, uh\nYou the one that said they got the city hot, uh\nGot them youngins spinning Bentley, just might bend your block, uh, uh\nTell me how you worth the shit you think I'm not\nTell me how you called it off after you sent some shots\nAnd you got the gang twisted\nTell me how you started, ain't gon' stop it, is you quitting?\nTell me how you start the beef then quit it, I don't get it\nA nigga popping Perkies back to back, I'm in my feelings\nFree Lil Smacka, folks need Spilla and Lil Glizzy\n\nBillion-dollar dreams, federal nightmares\nGod, answer my prayers\nI can't sleep 'cause it's frightening\nAnd every time I close my eyes, I see indictments (Look)\nAnd oh no, baby, I'm scared\nGo anywhere, go everywhere, but don't wanna go fed\nOh no, baby, I'm scared\nGo anywhere, go everywhere, but don't wanna go fed\n\nGo fed, nah\nGo-go\nBi-billion-dollar dreams\nGo fed, nah\nGo-go fed, nah\nFederal night—\nGo fed, nah\nGo-go\nBi-billion-dollar dreams\nGo fed, nah\nGo-go fed, nah\nFederal night—\nGo fed, nah"}