{"id": 10998014, "title": "St. Chroma", "artist": "Tyler, the Creator Featuring Daniel Caesar", "lyrics": "Calm down, sit still, that's one mil' for each wheel\nTop down, big deal, how the fuck he do that?\nWhat the fuck I look like? Get the fuck up out him way\nHawthorne is where him from, another planet where him stay\nFifteen cash for that new fort, I had guap since nineteen\nI popped out like chi-ching, I think I'm a goddamn fiend\nReally ballin' in this bitch, I'm the hardest in this bitch\nGive a fuck about no bark, I'm chasin' dogs up in this bitch\nEl Segundo felt like colosseum\nP said I could do it too, and boy, did I believe him\nI built a path of freedom 'cause them words that he said\nGive a fuck about tradition, stop impressin' the dead, ah\nI'm gon' make it out, promise I'm gon' make it out\nMama, I'm gon' make it out, pussy, I'm gon' make it out\nI ain't never had a doubt inside me\nAnd if I ever told you that I did, I'm fuckin' lyin', can you feel the light?\n\nCan you feel the light inside?\nCan you feel that fire? (Can you feel it, can you feel it? Oh)\nOh, fire (Can you feel it, can you feel it? Ooh, oh), fire\nCan you feel the light (Inside), inside?\nCan you feel that fire? (Can you feel it?)\nOh, fire (Fire), fire (Ooh)\n\nWoo, yeah, Chromakopia, yeah, yeah, Chromakopia\nWoo, yeah, Chromakopia, yeah, yeah, Chromakopia\n\nOkay, I is just a box with the light of thunder in me (Woo)\nGratitude sit under the hubris that's on my sleeve\nMama said I'm mhm, special, I was mhm\nBlow shit up at home back in Chromakopia, mhm\nI don't (I don't), like the (Like the), way that this is lookin' (No)\nMirror got me (Got me), thinkin' about my bookend (I'm done)\nI just need this time to myself to figure me out-out\nDo I keep the light on or do I gracefully bow out?\nIt's in me, bro\n\nOh, oh, oh (Don't you ever stop bein' who you are and dimmin' your light for none of these motherfuckers out here)\n\nCan you feel the light inside?\nCan you feel that fire? (Oh)\nOh, fire (Oh), fire\nCan you feel the light inside?\nCan you feel that fire? (Oh)"}