{"id": 11018328, "title": "Noid", "artist": "Tyler, the Creator", "lyrics": "Paranoid, paranoid, paranoid (Ayy)\nThings feel out of order\nLook and look around, I'm not sure of\nPair of paranoia, no (Such a—)\nFeel it in my aura (Woo)\nLiving between cameras and recorders, ah, yeah (Woo, woo)\nI want peace but can't afford ya, no (Such a—)\nPobwela panyumba panga, uyenela ku nkala ndi ulemu (Paranoid)\nChifukwa, ine sinifuna vokamba, kamba\nVokamba kamba vileta pa mulomo\n(Wotangozi, wotangozi)\n\nOoh, ah ('Round and 'round, huh, yeah)\nOoh, ah ('Round, 'round)\nOoh, ah (Someone's keeping watch, I feel them on my shoulder)\nOoh, ah (Runnin', runnin', runnin', runnin' 'round) (Such a—)\n\nI can't even buy a home in private\nHome invasions got my brothers dyin'\nNotice every car that's drivin' by\nI think my neighbors want me dead\nI got a cannon underneath the bed\nTriple checkin' if I locked the door\nI know every creak that's in the floor\nMotherfucker, I am paranoid, I (Such a—)\nLoop around the block, eyes glued to the rearview\nRather double back than regret hearin', \"Pew, pew\"\nNever trust a bitch, if you good, they could trap you\nSo just strap it up 'fore they fuck around and strap you, bitch\n\nPobwela panyumba panga, uyenela ku nkala ndi ulemu (Noid)\nChifukwa, ine sinifuna vokamba, kamba (Noid)\nVokamba kamba vileta pa mulomo\n(Wotangozi, wotangozi)\nShadow\nShadow (Yeah, woo)\nShadow (Someone's keeping watch)\n(I feel them in my shadow)\nShadow (Someone's keeping watch)\n(Watchin', watchin')\n(Such a—)\n\nSomeone's keeping watch\nI can feel it, I can feel it\nI can feel it, I can feel it\n\nDon't trust these people out here, please, whatever you do\nKeep to yourself, keep your business to yourself\nDon't even trust these motherfuckin' accountants\n'Cause they will try to get over on you, okay?\nPlease, because I don't wanna have to fuck nobody up\nI promise to God\n\nDon't it seem so good? Ooh, ooh (Oh, na-na, oh, na-na, ayy)\nDon't it feel so good? (Oh, na-na, oh, na-na, ayy)\n(Oh, na-na, oh, na-na, ayy)\nDon't it feel so good? (Left shoulder, right shoulder, left shoulder, look, ooh)\nLeft shoulder, right shoulder, left shoulder, look (Watch your surroundings)\nWho's at my window? Na-na, who's at my window? (Oh, na-na, oh, na-na, ayy)\nWho's at my window? Who's at my window? (Okay, okay, okay, yeah)\n\nNo cameras out, please, I wanna eat in peace (Paranoid)\nDon't wanna take pictures with you niggas or bitches\nNervous system is shook, way before nineteen (Paranoid, yeah)\nLA'll do that to you, where you from, nigga? Who ya?\nSatellites (Satellite), screenshots (Noid)\nPaparazzi (Noid), NDAs (Noid)\nPrivacy? Huh, yeah, right, I got a better shot in the NBA\nAin't no respect for nothin', voice recordin' our discussions\nHer, him, they, them, or anybody, I don't trust 'em at—\nAt all (Noid), some pray for my fall (Noid)\nHearin' clicks on the calls (Noid)\nNiggas hackin' for some rough drafts\nBitches lookin' for a buff bag\nRisk that for some jaw, nah\nYou sing along, but you don't know me, nigga\nNah, never ever, not at all, y'all\nNiggas crossed the line, like fuck the stop sign (Noid)\nThey wanna know where I close my eyes at, I keep my eyes wide\nOn God, this shit cooked, brodie\nLook, brodie (Noid), handshakes got me shooked, brodie\nNiggas want info about me? (Read a motherfuckin'—)\nRead a book on me, ugh\n\nLeave me alone, leave me alone (Baby, I'm paranoid)\nLeft shoulder, right shoulder, left shoulder, look (Don't it feel so good?)\nLeft shoulder, right shoulder, left shoulder, look (So good)\nLeft shoulder, right shoulder, left shoulder, look\nFuck you want? (Don't it feel so good?)\nLeave me alone, what you want?\nLeave me alone, what you want?\nLeave me alone (Who's at my window, my window?)\nFuck, damn (Who's at my window?)\nParanoid"}