{"id": 11039535, "title": "Thought I Was Dead", "artist": "Tyler, the Creator Featuring ScHoolboy Q & Santigold", "lyrics": "Okay, bitch, I've been trapped in a zoo\nNigga got plaques like the crack of a tooth (Uh-huh, uh-huh)\nI need some space like the back of a coupe\nI'm tryna magic wand, I'm tryna poof, so (They thought I was dead)\nGrab the blammer (Hmm), fuck all the glitz and the glamour (Hmm)\nI want a crib in Atlanta, brodie, me and my bitch changin' Pampers (Hmm)\nThem niggas thought I was dead (Hmm)\nThem niggas thought I was dead (You ain't gon' see me)\nYou niggas thought I was dead (Nigga, no way)\nYou niggas thought I was dead (I turned to a ghost)\nThem niggas thought I was dead (I'm over this shit)\nThem niggas thought I was dead (I'm over this shit)\n(They thought I was dead, dead)\nThem niggas thought I was dead\nThem niggas thought I was dead\nYou niggas thought I was dead\nYou niggas thought I was dead\nNiggas thought I was dead\nThem niggas thought I was dead\nYou niggas thought I was dead\nYou niggas thought I was dead\n\nGet love in the hood, but I must leave (Yeah)\nBoy, I'm way in the hills where they can't see (Can't see)\nSwear I burned twenty M's, 2018 (Yeah)\nLike I play for the Bills, goin' OD (They thought I was dead)\nNiggas tend to get rich and they act weird (Weird)\nHow you walkin' out the party with your butt pierced? (Come on)\nShit, I'd rather play golf 'til the check clear (Yeah)\nNiggas turn thirty-five, now they out here (They thought I was dead)\nNigga, Rolls or the 'Rari? Tryna program\nI was really outside with the dope man\nNow I really got M's, nigga, no chance\nI don't wanna be seen in your bromance, hmm\n\nPacked in, goddamn, that dream\nNever seen a nigga with a fuckin' cap game (They thought I was)\nIf a nigga think he gon' get blatt-blatt-blatt-blatt me\n\nThem niggas thought I was dead (Yeah)\nThem niggas thought I was dead\nThese niggas thought I was dead (They thought that I was dead)\nThese niggas thought I was dead (They thought that I was dead)\nNiggas thought I was dead (I was dead)\nNiggas thought I was dead (Woah, woah)\nYou niggas thought I was dead (Dead)\nThem niggas thought I was dead (They thought I was dead)\n\nI don't wanna be found, I don't wanna be down\nI don't wanna be found, I don't wanna be down\nI don't wanna be found, I don't wanna be down (Oh, you know Tyler and his tone)\nI don't wanna be found, I don't wanna be down (I'm so sick of these niggas, they don't know you, fuck you)\nWhite boys mockin' this shit and y'all mad at me? Y'all can suck my dick (Suck my dick)\nPull up old tweets, pull up old t-shirts, all that, I'll moonwalk over that bitch (Hee-hee)\nSee, T changed like the 'fit got dirty\nI was young man, then a nigga hit thirty\nI was one mil', then a nigga hit thirty\nBitch, you ain't Coco Gauff, you can't serve me\nAnti-what? Hm, yeah, right\nNiggas runnin' they mouth, keep it airtight\nI'ma crash shit out 'til my hair white\nI got too much drive, I'm a terabyte\nI got a big ol' head, I ain't like these niggas\nUh-uh, don't put me with these niggas\nI don't haha, kiki with these niggas\nLoiter Squad, baby, I don't be with these niggas\nSame boys with me since back, back then\nEverything I said I'd do, I did (True story)\nTalk my shit? I sure damn will\nYou ain't like that shit? I's do it again\n5 in the morning, I be hatin' on shit\n10 in the evening, I be hatin' on shit\nTen years later, mighta changed my mind\nI'm a fake-ass bitch, don't kill me\nI'm a hypocrite, ain't real, ain't really\nI'm a big troll, haha, I'm silly (I'm silly)\nFuck you know about being better than them niggas that you hate?\nYou ain't good at shit, you can't feel me\nFuck your one-trick goat, I'm billy\nShout out papa, he for real (Yeah)\nDon't test V, he pop for real (Don't bother)\nHad to call him like stop and chill, look\nI tries to be out the way\nI like the farm with the lake, I like some truth in my space\nY'all niggas friendly and fake\n\"That's big bro,\" how, when y'all met yesterday?\nThis feel Planet of the Apes\nWhy am I filled with this hate? Got freedom in every way\nY'all wanna take what I got, but y'all do not got what it take\nI don't wanna be found, ya ho\nI don't wanna be down, ya ho\nI don't like comin' around, ya ho\nI will not knock-knock at your door\nJust me, that's what I said\nTrav, these niggas is fed\nMe, I'm over here\nThese niggas thought I was dead"}