{"id": 11044788, "title": "Hey Jane", "artist": "Tyler, the Creator", "lyrics": "Hey, Jane, we got the news and I ain't know what to do\nI didn't panic, I was comfortin' you\nStill in shock, but damn, delayed response, is this really true?\nIf it was bound to happen to me, I'm lucky it's you\nHey, Jane, your hair long and your legs long\nAnd we can both relate to the fact that our dads gone\nCouple good qualities on you you could pass on\nYou're not dumb, and your face good, and your head strong, look\nHey, Jane, I know my mom would be excited as hell\nI know your mom would be excited as well (Yes)\nBut people talk, so let's pretend we ain't got no one to tell\nI know our exes wanna see us in hell, this ain't about them, though\nThis ain't about kinfolk, this our decision with a small window\nI wanna jump out, but if you wanna stay in the room, I cannot bug out\nTime blockin' the driveway, I cannot pull out now, I didn't pull out\nWow, I'm disappointed in me, this ain't like me\nHow could I be reckless? This ain't my lifestyle\nNever had no scare in my life 'til now\nAin't in the space to raise no goddamn child\nHey, Jane, I'm terrified, petrified\nI don't wanna give my freedom up, or sanitize it\nThis my fault, the results are justified\nI fucked up, I'm stressed out, I'm dead inside\nBut, hey, Jane, who am I to come bitch and complain?\nYou gotta deal with all the mental and the physical change\nAll the heaviest emotions, and the physical pain\nJust to give the kid the man last name? Fuck that (That's dumb as fuck)\nOur résumés unmet, the bus stopped at like\nWe ain't make it to love yet\nTook a shortcut to forever, I'm upset (Fuck)\n'Cause we was in the back, no strings, with our tongues wet\nWe haven't boat tripped, we haven't argued\nWe still learnin' each other, I don't know all of you\nAnd you don't know all of me, how am I to live with?\nThat is not a good foundation to have kids with\nOr maybe it is, maybe it's not, just not yet\nMaybe this a blessing in disguise, not a regret\nLook, Jane, it's your choice at the end of the day\nJust know I'll support either way, no pressure\n\nHey, T, we got the news and I forgot how to breathe\nIn a panic, you was comfortin' me\nDamn, what do we do? What are the odds? Is this really true?\nIf it was bound to happen to me, I'm lucky it's you\nHey, T, your legs long and your waist thin\nAnd we can both relate to the fact we got great skin\nYou're not dumb, and your energy is a good mood\nA lil' weird, but overall, you's a good dude, huh\nHey, T, how would you feel if we kept it a secret?\nIt's a voice inside me begging to keep it\nI'm thirty-five and my ovaries might not reset\nI don't wanna live my whole life feelin' regret\nDamn, a feeling you could never understand (I can't)\nYou just hope to God I get my period again\nI was twenty-four when—\nLook, I don't wanna go through that experience again\nHey, T, things happen, no one is wrong (It was an accident)\nBut I don't need the stress, I can do this alone\nMy mom did it, your mom did it, this ain't a pride thing\nThis a more \"I'd prefer to have peace of mind\" thing\nI got my own bread, I don't need you to buy things\n'Cause my needs don't include your money or status\nI can move back to London and avoid any static\nBetween us, no need to make it hard like a callus\nThere's too much on your palate, this is really traumatic for me\nI can raise it by myself, I'm dramatic, you see?\nPushing people out my life is a habit I seethe\nCan you crack a window so I can breathe? (Yeah)\nHey, T, I'm scared too (I am too)\nIt was so hard for me to tell you, to tell truth\nI ain't wanna tell me, I look in the mirror, like, damn, I failed me\nI'm scared to tell my mama, scared to tell my bitches\nScared of all the people who don't know us in our business\nScared of all they advice and my intuition\nScared of not knowin', but too scared to make decisions\nI said I wouldn't do this again\nIt's a lose if I lose lil' bruh in the end\nAnd it's a lose-lose, if I lose you as a friend\nI been losin' myself, it ain't no one to defend me\nI got a mini version of myself livin' in me\nYou pullin' out your hair, I walk around in a frenzy\nI'm feelin' the resentment any time you get near me\nMy body has a clock and I don't know where the end be\nEmotions is throwin' around like a frisbee\nMy titties gettin' bigger and I'm cravin' a ten-piece\nT, no matter the decision today, I just want us to be cool either way\nNo pressure"}