{"id": 11052318, "title": "Strategy", "artist": "Twice", "lyrics": "Step one, do my highlight\nMake me shine so bright in the moonlight\nStep two, silhouette tight\nBaby, even my shadow looks good, right?\nStep three, when I arrive\nMake you look my way with your heart eyes\nStep four, got you on the floor\nMake you say, \"More, more, more\"\n\nWhen I say hi\nI'm feeling all your attention on me\nHi\nNo reason to be so shy with me\nI ain't gonna bite, comе on over (No)\nI know you wanna move a little closеr (Yeah)\nI got a plan to get you with me\n\nI got you on my radar, soon you're gonna be with me\nMy strategy, strategy will get ya, get ya, baby\nWinning is my trademark, soon you'll never wanna leave\nMy strategy, strategy will get ya, get ya, baby\n\nHey, boy, I'ma get ya\nI'ma get you real good and I bet ya\nHey, boy, once I get ya\nYou'll be, oh, so glad that I met ya\n\nWhen your cheeks go red (That's cute)\nI wanna dance, you said (\"Oh, cool\")\n'Til I'm in your head (It's cruel)\nAnd you can't forget\nYou're feeling things now, and you're confused\nWatching my body getting loose\nYou don't know what you're gonna do\nYou're mine\n\nWhen I say hi\nI'm feeling all your attention on me\nHi\nNo reason to be so shy with me\nI ain't gonna bite, come on over (No)\nI know you wanna move a little closer (Yeah)\nI got a plan to get you with me\n\nI got you on my radar, soon you're gonna be with me\nMy strategy, strategy will get ya, get ya, baby\nWinning is my trademark, soon you'll never wanna leave\nMy strategy, strategy will get ya, get ya, baby (Real hot girl shh)\n\nDo you like that? (Huh?)\nWhen I smack it and you watch it bounce it right back?\nHe really lost it when he saw me do the right, left (Hmm)\nI'm a man eater, you are just a light snack (Baow)\nI got him pressed like he's workin' on his triceps (Hmm)\nI'm a flirt, I'm a tease, they be hurt after me\nTold him, \"Baby, what's a player to the G-A-M-E?\"\nSayin' need the word by him bringing me to the beach\nJealous? Who? Girl, please\nLeft, right, left, right, do it to the beat (Do it to the beat)\nTalk with my body, that's my strategy (Baow, baow)\nOther girls try but I'm really hard to beat (But I'm really hard to beat)\nHe'll be mine off my strategy (Yeah, yeah)\nLeft, right, left, right, do it to the beat (Do it to the beat)\nTalk with my body, that's my strategy (Baow, baow)\nOther girls try but I'm really hard to beat (Yeah, I'm really hard to beat)\nHe'll be mine off my strategy (Yeah, yeah)\n\nMy strategy, strategy\nLike gravity, gravity\nOne look at me, look at me\nI bet ya, bet ya, bet ya, boy\nYou'll be down on your knees\nCalling me up, begging me, don't leave\nMy strategy, strategy\nWill get ya, get ya, get ya, boy (Ah-oh!)\n\nHey, boy, I'ma get ya\nI'ma get you real good and I bet ya (Real good and I bet ya)\nHey, boy, once I get ya\nYou'll be, oh, so glad that I met ya (Oh, so glad that I, ooh)\nHey, boy, I'ma get ya (Hey, boy, yeah)\nI'ma get you real good and I bet ya (Good and I bet ya)\nHey, boy, once I get ya (Hey, boy)\nYou'll be, oh, so glad that I met ya (Oh, so glad that I met ya)\n\nHey, boy, I'ma get ya\nI'ma get you real good and I bet ya"}