{"id": 11136028, "title": "So Sorry", "artist": "Lil Baby", "lyrics": "I thought you was my friend, I thought we was locked in\nBut that's what I get for always thinkin'\nYou really was my twin, I put overtime in\nBeen talkin' to God, tryna shake His hand\nGot me tatted on your skin, I ain't tryna force it\nI'm knowin' that all good things come to an end\nI got so many questions, know you got the answers\nI just don't know how I should ask\nLike, what you was doin' when I called and you didn't answer?\nI seen the new Hermès on your arm, where you get that from?\nLike, why are you always half-naked up on your platforms?\nYou told me he tried, but you ain't go, you think I'm that dumb?\nYou ready to see me movin' on, you think you that numb?\nWhy take advantage of a nigga who really cared for you?\nI left ten thousand roses on the stairs for you\nHopе you don't slip and fall on my love\nTake care of your bills, you ain't gotta worry 'bout nothin'\nOut with your friеnds on the first of the month\nNo inconsistence, I'm there for you, constantly\nStartin' to think you don't think you the one for me\nAin't talked in weeks, how the fuck you gon' run from me?\nKnow what they said, but I'm sayin' it wasn't me\nAlways in bullshit, they say that you done for me\nWithout me, I don't see how you functionin'\n\nBaby, let's get fly and go to a new planet, we won't see nobody\nI'm with some known killers, and that shit on paper, brodie, like four bodies\nRemember my nose snotty, now I do two shows and go cop a Bugatti\nI know that you're so tired of my apologies, but, baby, I'm so sorry\nBaby, let's get fly and go to a new planet, we won't see nobody\nI'm with some known killers, and that shit on paper, brodie, like four bodies\nRemember my nose snotty, now I do two shows and go cop a Bugatti\nI know that you're so tired of my apologies, but, baby, I'm so sorry\n\nBaby, I'm so sorry\nBaby, I'm so sorry, baby, I'm so sorry, baby, I'm so sorry\nBaby, I'm so sorry, baby, I'm so sorry\n\nYou only sorry because you got caught\nI seen you with him in some shit that I bought\nAin't trippin' about it, ain't sippin' about it\nYou know you're the flyest, you really the one\nTurn off my phone, get some peace on a island\nShe antisocial, with me, she be wildin'\nCold blooded gangster, I still got emotions, though\nVintage Chanel, we went shoppin' in Tokyo\nSpendin' time with you, wine and dinin' you\nSpend my life with you, I won't lie to you\nI admire you, bust that fire for you\nYou ever been with a soldier?\nI'll overly mold you, that other bitch old news\nI know I was gon' have you one day, I told you\nI'm not the guy they tryna make me, I showed you\nI'll make the whole world talk 'bout you, I'll post you\nI love on you hard, hope we don't grow apart\nBuy you every new car just to say that you got it\nI'm knowin' your size, I'll buy it and surprise\nEverything we do private, let's go to Dubai\n\nBaby, let's get fly and go to a new planet, we won't see nobody\nI'm with some known killers, and that shit on paper, brodie, like four bodies\nRemember my nose snotty, now I do two shows and go cop a Bugatti\nI know that you're so tired of my apologies, but, baby, I'm so sorry\nBaby, let's get fly and go to a new planet, we won't see nobody\nI'm with some known killers, and that shit on paper, brodie, like four bodies\nRemember my nose snotty, now I do two shows and go cop a Bugatti\nI know that you're so tired of my apologies, but, baby, I'm so sorry\n\nBaby, I'm so sorry\nBaby, I'm so sorry, baby, I'm so sorry, baby, I'm so sorry\n\nYeah"}