{"id": 11138088, "title": "Stuff", "artist": "Lil Baby Featuring Travis Scott", "lyrics": "Eight by eight, thirty-six, zero waist\nMe-on-three my type of date\nAll this stuff, I might be late (It's lit)\nIt's all this stuff, I eight by eight (Straight up)\nStuff, it's stuff, it's stuff\nStuff, it's stuff, it's stuff (It's stuff)\nStuff, it's stuff, it's stuff (It's stuff, woo)\n\nTwo hundred hoes, thirty black trucks\nAll of us known for puttin' on that stuff\nI let her go, ain't no handcuffs\nI get a hard-on when them bands come (Yeah)\nThese niggas too loose, need to tighten up\nTook her to Hermès, got her items up\nBoy, they done fucked up and let Spider home\nFree the guys down the road gotta hide the phone\nGot my name from the street, not a microphone\nAin't no sleep, she on two, I took Adderall\nNiggas act like they us, but they not at all\nCopped the baddest shit out, we forgot the car (Yeah)\nI put diamonds in my teeth like I'm Paul Wall\nPretty titties, her whole body so soft\nHold the back of her head 'til her jaws lock\nI don't care what he do, he a cornball\nExtra layers, I'm dressin', I'm Stiff Gang\nI'm the real one, two million on pinky ring\nCome through pimpin' like Pinky without the cane\nNiggas thinkin' they hot, but they Eddie King\nI've been puttin' on this stuff since my baby frame\nWalk around with a dollar, that's pocket change\nNiggas think that you smart 'til you knock his brain\nI done Brabus'd the Rover like I'm La Flame\nMe and Ski tryna see who the colder shit\nIf I see her with bro, I don't know the bitch\nExtra stuff every time, extra stuff every time\nExtra stuff every time when I'm steppin' out\nPut on stuff every time, put on stuff every time\nPut on stuff every time when I'm steppin' out\n\nEight by eight, thirty-six, zero waist\nMe-on-three my type of date\nAll this stuff, I might be late (It's lit)\nIt's all this stuff, I eight by eight (Straight up)\nStuff, it's stuff, it's stuff\nStuff, it's stuff, it's stuff (It's stuff)\nStuff, it's stuff, it's stuff (It's stuff, woo)\n\nBreakin' the nine\nInside the spot, you know three of them mine\nLive like 1 OAK, it ain't one of a kind, three of a kind\nPut on my ice, now all three of 'em blind\nI put grease in my soda, I'm tryna get fried\nShe rockin' that outfit, she tryna get hired\nRubbers on rubbers, I never get tired\nBought her that ice and I know she still lyin'\nBrought number one on the plane 'cause she fly\nBought number two a new whip, she got drive\nBought number three a new Guc', she suck dick\nBought number four a new stick 'cause she fire\nBought number five Chanel 5\nNo. 5, No. 5, No. 5, No. 5, No. 5\nYeah, one at a time, yeah (One of a kind)\nYeah, yeah, bring 'em all, all, all of 'em\nYeah (Woo)\n\nEight by eight, thirty-six, zero waist\nMe-on-three my type of date\nAll this stuff, I might be late (It's lit)\nIt's all this stuff, I eight by eight (Straight up)\nStuff, it's stuff, it's stuff\nStuff, it's stuff, it's stuff (It's stuff)\nStuff, it's stuff, it's stuff (It's stuff, woo)\n\nOoh"}