{"id": 11289772, "title": "Bokete", "artist": "Bad Bunny", "lyrics": "Las 6\n6 p. m. frente al río\nViéndono' los corazone'\nLas hoja' cayendo, preguntas sin contestacione'\nMis sentimiento' cambian como estacione'\nY aunque en PR todo el tiempo es verano\nEstoy pasando frío escuchando estas cancione'\nPensando en ti, pero no te emocione'\nPorque no te vo'a escribir\n¿Cuál de los dos es quien más va a sufrir?\nNo sé, pero ojalá que seas tú, ojalá que seas tú\nPa' mí que vas a ser tú\n\nYa ni quiero competir\nTú erе' linda, pero te gusta mentir\nQuédatе en tu viaje, que cuando aterrice nadie va a aplaudir, ey\nUn día va' a ponerte vieja, va' a mirar pa'trá' y te va' a arrepentir\nDe que lo más real que has tenido en tu vida lo dejaste ir\n\nEy, ey\nTú ere' un boquete en PR, por eso es que te esquivo\nYa no hay más poema' pa' ti, este es el último que escribo\nA-A vece' vienen los flashback, tú y yo chingando agresivo\nTe-Te-Te iba a llevar pa' Maya y no llegaste ni a Arecibo\nLa invitación de la playita se venció\nLo mejor de nosotro' nadie lo vio\nO quizá fue que la vida nos mintió\nY tocó decir adiós\nY vivir como vivía ante' de conocerte\nViendo fotito' tuya', probando si soy fuerte\nLas ola' con el viento, los perro' y la suerte\nTenía miedo 'e perderte, pero no má' que a la muerte, y estoy vivo\n\nGracia' a Dio', estoy vivo, eso es lo que importa\nYo me he enamora'o 515 vece', y contigo son 516\nSo eso no es na' nuevo\nToca seguir, pichar y olvidar\nY má' alante si hay que enamorarno' de nuevo, nos volvemo' a enamorar\nTú sabe' que a mí me gusta estar así, enamora'o\nPero\n\nYa ni quiero competir\nTú ere' linda, pero te gusta mentir\nQuédate en tu viaje, que cuando aterrice nadie va a aplaudir, ey\nUn día va' a ponerte vieja, va' a mirar pa'trá' y te va' a arrepentir\nDe que lo más real que has tenido en tu vida lo dejaste ir"}