{"id": 11292695, "title": "Kloufrens", "artist": "Bad Bunny", "lyrics": "¿Cómo diablos vo'a olvidarte si ya te vi sin ropa?\nWow, qué obra de arte, sé que prometí que iba a alejarme\n\n¿Pero cómo quiere' que me vaya bien?\nSi tú no me saca' de los close friends\nMe paso stalkeándote pa' ver qué hace'\nEnchula'o, puede que se me pase\n¿Pero cómo quiere' que me vaya bien?\nSi tú no me saca' de los close friends\nMe paso stalkeándote pa' ver qué hace'\nEnchula'o, puede que se me pase\n\n¿Cómo diablo' vo'a olvidarte?\nSi cuando estoy solo y prendo lo que hago es pensarte, eh-eh\nMami, me dejaste hipnotiza'o, coloniza'o\nOtra galla como tú todavía no ha pisa'o\nEse totito era bello, precioso, cute\nMe dejaste envicia'o, ey\nPelinegra o blondie, ma, tú ere' la baby\nDando vuelta' por la SanSe escuchando a Dei V y a Ousi\nTo' lo mío es tuyo, si quiere' te doy la OC\nQuiero comerte esos labio' glossy\nOh, sí, mmm\nEsto no tiene que pasar, no\nPero veo el circulito verde y me vuelvo a ilusionar\nTú ere' mala, tú lo hace' intencional\nUna player profesional (Ah-ah)\nTotal, esto no iba a funcionar\nPero te veo y me vuelvo a ilusionar\nTú ere' mala, tú lo hace' intencional\nA tu nombre me lo voy a lesionar\n'Tá cabrón que pa' ti es normal\n\n¿Pero cómo quiere' que me vaya bien?\nSi tú no me saca' de los close friends\nMmm-mmm, mmm-mmm, mmm-mmm, mmm-mmm\n\nDime qué pasó, mi amor\nQue ya no me envía' los bueno' día' por la mañana\nY en la noche ante' de acostarte ya no me llamas\n¿Será que ya encontraste a alguien má' y me cambiaste?\nEstá cabrón cómo de tu vida ya desaparecí\nQué triste que terminó así, que terminó así, eh\n¿Será que a otro ahora le cuentas tu día\nY lo hace' reír con los chiste' que tú me hacía'?\nNo tengo stickers nuevo', mami, porque ya tú no me los envía'\nTe fuiste cuando más yo te quería, eh\nY ya nadie sabrá lo que tú y yo pudo ser\nQué triste, no conocerá' esa parte de mí que yo sé que te iba a gustar\nY nadie sabrá lo que tú y yo pudo ser\nQué triste, no conocerás esa parte de mí que yo a nadie le suelo mostrar"}