{"id": 11304758, "title": "Velda", "artist": "Bad Bunny, Omar Courtz & Dei V", "lyrics": "You followed me and I followed you back\nYou gave me a like and I gave two back\nTake that, the other day you put me in your close friends\nThat’s what you want, babe\nI'm heading to the DMs, from the back, side, or front\nYou look amazing in all your pics\nBaby, I'll give it to you now and later too\nYou posted a story nearby, I’m ready to walk over if I have to, eh\nOoh, babe, I want you to be my wolf\nYou've got me walking a fine line\nWoah-oh, if we go underwater, you'll get wet\nI'm gonna еat you up like running a red light\n\nAnd come on, gеt ready\nWho's paying tonight? Babe, don't worry about it\nYou're coming, I'm going, just follow me\nWith that anime-style ass, babe, anime-style\nCome on, get ready (Yeah)\nWho’s paying tonight? Baby, don’t worry about it\nAre you coming or should I come? Just follow me\nThis is what you've been waiting for\nMy flirty message\n\nWe’ll see if it's true (Ooh-ooh), eh\nWe'll see if it's true, we’ll see if it's true, we'll see if it's true\nBaby\nWe'll see if it's true (We'll see if it's true), eh\n\nBaby, you do it like you knew how (Like you knew how)\nEven you would get turned on if you saw yourself through my eyes, saw yourself through my eyes\n\nHey (Hey), you and I are gonna meet, we're gonna get to know each other\nWe're gonna dance (We're gonna dance), we're gonna drink (We're gonna drink)\nWe're gonna hook up (We're gonna hook up), then get it on\nYou're gonna get addicted, and this is gonna get wild\nWe're gonna end badly, yeah\nBecause I'm trouble\nAnd because you're hot\nBut I've got my girls\nThe ones I don't let go of, but you're free, yeah\nBut you're fr—, but-but you're free, hey (Hey)\nYou're a pitcher, baby, but I grew up on the mound\nYou'll be dreaming of me after I eat you up\nI'll roll up to your block, lowkey in the Tacoma\nOr maybe in the Lambo, living a crazy movie life\nHey (Hey), check the AP, it's always on time\nThat's why no girl rushes me or tricks me\nI'm ready to knock you up right now (Horny)\n\nShe showed up all wild, like a white girl in La Perla\nBaby, this is Ousi, nice to meet you\nI'm with Bad Bo, with Dei V, and you're with your girls\nAnd I don't know if it's the weed, but you've got\nThose tiny little eyes like Don\nI ran my tongue over you like sealing a blunt\nBaby, you let loose with tequila and lime\nThat thing in the back, baby, it's huge, like a Yukon\nClose your eyes and think of me\nI'm drinking and blazing too\nShe wants a message that says, \"Come over\"\nI spend my time staring at that booty online\n\nBaby (Baby), that ass belongs to a boss\nAnd I've always wanted to be a boss\nLet's go somewhere no one will notice\nSo when I hit it, hey (Hit it)\n\nWe'll see if it's true\nWe'll see if it's true, we'll see if it's true, we'll see if it's true\nEh-eh\nWe'll see if it's true, we'll see if it's true\n\nBaby, you do it like you knew how\nEven you would get turned on if you saw yourself through my eyes, saw yourself through my eyes (Eyes)\n\nWhat? Baby, I heard you get things done\nWho leads the new generation?\nThe multi-platinum league\nBad Bunny, Dei V, Omar Courtz\nYou know, your idols\nYou're probably wondering how they do it\nYou've gotta step it up, boom!\n\nHey, yeah-yeah\nHey\nClose your eyes and think of me, hey\nI'm drinking and blazing too\nShe wants a message that says, \"Come over\"\nI spend my time staring at that booty online"}