{"id": 11302613, "title": "Tweaker", "artist": "GELO", "lyrics": "I might swerve, bend that corner, woah\nBitch, hold on tight 'cause I'll tweak in this bitch, start lettin' shit go\nAnd I heard that she wanna show\nMe who she be, I'm kinda fuckin' with it, show me some more\nBitch, we tatted head to toe, could give a fuck, the story wrote\nYou wanna tweak? Get up with me and I'ma show you how that go\nLike the money in my pockets, blow\nThey havin' convos about me, these pussy niggas don't know\n\nTell me what they talkin' 'bout, I ain't fuckin' listenin'\nLet your thoughts run your mouth, but ain't touchin' dividends\nNigga, I ain't from the South, but kick it with my Memphis twin\nNigga, I can't take a loss, I'm always goin' for the win (For the win)\nI been geeked up in this booth, I got my blunt packed for the starter\nNigga, don't be here actin' new, they'll put some holes all through your body\nI'm like \"Oh, them hoes is cool, let 'em in if that shit water\" (Water)\nSee a nigga actin' bothered, got my green light to red dot 'em (Red dot, red dot)\nIf you spot me, ho, I'm sorry, I can't take you, it get gnarly (Get gnarly)\nLook like your nigga want smoke, well, we gon' do this shit regardless (Regardless)\nAnd I started from the bottom, just like you, but I was harder (Way harder)\nI came up a fuckin' soldier, nigga, shout out to my father (Shout out my father)\nAh-ah\nHe made sure I'll make it farther\nAh-ah (Ah-ah-ah-ah)\nMy trust in God, Glocks, and dollars\n\nI might swerve, bend that corner, woah\nBitch, hold on tight 'cause I'll tweak in this bitch, start lettin' shit go\nAnd I heard that she wanna show\nMe who she be, I'm kinda fuckin' with it, show me some more\nBitch, we tatted head to toe, could give a fuck, the story wrote\nYou wanna tweak? Get up with me and I'ma show you how that go\nLike the money in my pockets, blow\nThey havin' convos about me, these pussy niggas don't know\n\nWith my evil twin, all black hoodies, we hit the streets again (Hoodies)\nHe don't like attention, he'll tweak and get to reapin' shit\nWhat your ass expect? We drove the whole way in a Demon, bitch (Demon)\nHe'll pop out, won't think twice and make you greet the switch (Pop out)\nAh-ha-ha, is you sure you wanna meet that bitch?\nIf I see ill intentions, we'll make sure you get to bleedin' quick (Bleedin')\nAll exotic whips, the whole damn gang be in some rocket ships (Rocket ship)\nPull up to the scene, my best advice is to hide your bitch (Hide your bitch)\nI can see the lies all on your face because your eyes'll twitch (Twitchy, twitchy)\nThe black ski mask all on our fuckin' faces be disguisin' shit (Disguise)\nI might have my way with your bay-bay, you wanna cry and shit\nRest my Glock against her fuckin' waist, I got some pottery\nAh-ah, ah-ah\nShe my bitch now, my apologies\nDon't need no more enemies, you rock with me? Then rock with me\nBut I'ma keep it real, she lost respect when you said, \"Follow me\"\n\nI might swerve, bend that corner, woah\nBitch, hold on tight 'cause I'll tweak in this bitch, start lettin' shit go\nAnd I heard that she wanna show\nMe who she be, I'm kinda fuckin' with it, show me some more\nBitch, we tatted head to toe, could give a fuck, the story wrote\nYou wanna tweak? Get up with me and I'ma show you how that go\nLike the money in my pockets, blow\nThey havin' convos about me, these pussy niggas don't know"}