{"id": 11598954, "title": "Whim Whamiee", "artist": "PLUTO & YKNIECE", "lyrics": "Big PLUTO, bitch, like, what the fuck?\nSlidin' down Ashby with the brew, you know we deep as fuck (We deep as fuck, ho)\nHe want me bad, heard he a duck, can't get no coochie out the queen, put some Lulu on this butt (Lululemon)\nFuck a scram, we gettin' money\nFresh to death when I pop out, ho, you forever lookin' funny (You lookin' funny, ho)\nFree pickin', bitch, I'm with the gang, called up bro, somethin' like a choir, they gon' let them Dracos sing (Gra-da-da-da)\n\nWhim, wham, bitch, you burnt out (Yo)\nWhim, wham, oh, bitch, I'm turnt now (Oh bitch, I'm turnt)\nCatchin' plays, stay out the way (Mhm)\nThat's my type, I'm tryna fuck, bitch, and right now (Right now)\n\nYeah, we gettin' money (Huh)\nYeah, we gettin' pape' (For sure)\nShake that ass, hit a split, throw that wham all in his face\nWe forever gettin' money, you forever gon' be mad\nSomethin' like BunnaB, 'cause her nigga dropped the bag\nShake that ass, ho (Shake that ass), whim, whamie\nGo get a bag, ho (Uh-huh, uh-huh), 'cause you don't scare me (Uh-huh, ho)\nShake that ass, ho, whim, whamie (Huncho PLUTO)\nGo get a bag ho, 'cause you don't scare me (Don't scare me)\n\nYK, what's up?\nScram-ass ho, oh, yeah, you broke\nWe get some money, we want some more\nIf you ain't a ten then hit the door (Then hit this door, ho)\nHe want this cat, I'm makin' plays\nNo type of time, I'm makin' pape'\nI might just put it in his face (I'm talkin' 'bout in it)\n\nWhim, wham, bitch, you burnt out (Bitch, you burnt out)\nWhim, whim, oh, bitch, I'm turnt now (Oh, bitch, I'm turnt now)\nCatchin' plays, stayin' out the way (Mhm)\nThat's my type, I'm tryna fuck, bitch, and right now\n\nYeah, we gettin' money\nYeah, we gettin' pape'\nShake that ass, hit a split (Let's go), throw that wham all in his face (Whim, wham)\nWe forever gettin' money, you forever gon' be mad\nSomethin' like BunnaB, 'cause her nigga dropped the bag\nShake that ass, ho, whim, whamie\nI said, uh— you don't scare me\nShake that ass, ho, whim, whamie (Whim, whamie)\nGo get a bag ho (Get that bag), like you don't scare me (Ho, what's up?)\n\nMan, ah-ha-ha-ha\nTalkin' about \"The biggest\"\nMan y'all hoes (At all), talkin' about their scram ass (At all, at all)\nOh, I'm not playin' (Ah-ha-ha-ha)\nYou think this shit a joke?\nWe just made a hit on y'all hoes, yeah, we goin' up\nYeah, let's do it, y'all hoes shake that ass\nWhat we doin'?"}