{"id": 11637686, "title": "Dumbo", "artist": "Travis Scott", "lyrics": "Can't nobody pop it like I do (Pop it)\nTour and drop like I do (I)\nParty in the seven like I do (Seven)\n'Caine, she sniff, she hachoo (Hachoo, let's go)\nStill tuck, hopin' they try you (Woo)\nBig toting, nothin' by you (It's lit)\nThat skin caught out of the bayou (Skin)\nThat Oyster right on the dial (Oyst')\nThat marble right on the tile (Moist)\nThat body too great (Huh)\nThat private, didn't I fly you? (Huh)\nThat whole 'fit, didn't I style you? (Huh)\nTook codeine, it's been a while (Huh)\n\nI bet she goin' dumbo (Dummy)\nI bet she goin' dumbo (That bitch a dummy)\nI bet she goin' dumbo (Woo)\nI bet she goin' dumbo (Straight up)\nI bet she goin' dumbo\nI bet she goin' dumb\n\nCome on, let it fall to the waistline\nYou get wasted, just don't waste mine\nYou get wasted, just don't waste mine\nYou get wasted, just don't waste mine\nConfetti, let it fall to your waistline\nYou get wasted, just don't waste mine\n\nRight, right\nWoah (Woah, woah, woah, woah, woo)\n\nShawty, she nice, shawty, she love the green, shawty, she like that white\nShawty geek mode, shawty in geek-geek mode, time to go get that flight\nTryna get home, tryna get right back home, know they gon' get me hype (Hype, hype)\nYeah, yeah, gotta sleep with one eye open\nCan't trust her, she stolen, but I'm already in too much motion\nThat bitch tryna get her a promotion, twist my gas, pour my potion\nCan't tell if I'm hot or cold, hip on fire, wrist on frozen\nDon't know if she thick or slim, waist go in, ass explodin'\nI just went up again, just popped ten, no ibuprofen\nBack-to-back skin on skin, can I swim in this ocean?\nThat come-down no emotion, yeah, yeah\nSee, the whip ain't no regular body, the whip got a kit like BBL\nOne digit on back of the truck and she's backin' it up, no CDL\nShe with us, I say, \"Who do you love?\" And she tired of lust, I know she meant well\nSee the difference when you on this side, lil' baby, the truth ain't hard to tell\nChain on ice cream, can't melt, your nigga don't like me, oh, well\nAin't no peace prize, Nobel, no more gang-gang, cartel\nPromise you it won't go well, shit get sticky, caramel\nSay your prayers, farewell, body color of pastel\n\nCome on, let it fall to the waistline\nYou get wasted, just don't waste mine\nYou get wasted, just don't waste mine\nYou get wasted, just don't waste mine\n\nCan't nobody pop it like I do (Pop it)\nTour and drop like I do (Ah)\nParty in the seven like I do (Seven)\n'Caine, she sniff, she hachoo (High, hachoo)\nStill tuck, hopin' they try you (Woo)\nBig toting, nothin' by you (It's lit)\nThat skin caught out of the bayou (Skin)\nThat Oyster right on the dial (Oyst')\nThat marble right on the tile (Moist)\nThat body too great (Huh)\nThat private, didn't I fly you? (Huh)\nThat whole 'fit, didn't I style you? (Huh)\nTook codeine, it's been a while (Huh)\n\nI bet she goin' dumbo (Dummy)\nI bet she goin' dumbo (That bitch a dummy)\nI bet she goin' dumbo (Woo)\nI bet she goin' dumbo (Straight up)\nI bet she goin' dumbo\nI bet she goin' dumb\n\nOyst'"}