{"id": 11836020, "title": "Past Self", "artist": "Sleep Token", "lyrics": "Clawed out of my woodwork\nBolts out of my blue depths\nIn and out of my dream scapes\nPeople acting different\nOne look at my past self\nDouble take on my cash flow\nApologising for shit that frankly I stopped thinking of years ago\nAnd you know I deliberate on cutting out the demons\nI still need a dark side, they just need a reason\nThe passage of the hours into rushing through the seasons\nFalling through my mind with the leaves on the trees, so\n\nKeep me alive, keep me believing\nThat now is the time to take it or leave it\nGave away all my blessings\nLift off, weightless\nTorn apart by the true believers that turned out to be faithless\n\nAre you gonna dance on the line with me?\nYou know it's not a game or a fantasy\nAnd I don't even know who I used to be\nBut nothing is the same and some things have to change now\nAre you gonna dance on the line with me?\nYou know it's not a game or a fantasy\nAnd I don't even know who I used to be\nBut nothing is the same and some things have to change now, now, now\n\nAre you the guardian angel hacking into my brain cells?\nStepping up for my future, uploading my true self\nDid I get this far for nothing, or are you the reward?\nGuarding hounds in this hell house, opening new doors\n\nAnd if this is love, then I am out of hesitation\nHead over heels at elevation\nWalking an inch above the pavement\nTaking it stride by stride together\nIf this is real, then I am all up in a frenzy (Hmm-hmm-hmm)\nAnd not like before when I was empty\nSay that the story we tell is never-ending\nTaking it side by side together (Side by side together)\n\nAre you gonna dance on the line with me?\nYou know it's not a game or a fantasy\nAnd I don't even know who I used to be\nBut nothing is the same and some things have to change now\nAre you gonna dance on the line with me?\nYou know it's not a game or a fantasy\nAnd I don't even know who I used to be\nBut nothing is the same and some things have to change now, now, now\n\nI just don't want to be lost again\nI just don't want to be lost again\nI just don't want to be lost again\nI just don't want to be lost again\nI just don't want to be lost again"}