{"id": 11930660, "title": "Frecuencia", "artist": "Dareyes de La Sierra", "lyrics": "Yo sé que vo'a morirme por eso bien loco vivo\nLe rezo a mi Diosito que me guíe por buen camino\nMe gusta la lavada y me encanta hablar contigo\nY toda la plebada ya sabe que yo ando al tiro\nAy, chiquio\nEs el Darey, plebes\n\nYo sé que vo'a morirme por eso bien loco vivo\nLe rezo a mi Diosito que me guíe por buen camino\nMe gusta la lavada y me encanta hablar contigo\nY toda la plebada ya sabe que yo ando al tiro\n\nMe echo un suspiro, de todo me cuido\n¿Que tienеn conmigo? Si nada les pido\nMe trepo a la Suburban, lе marco a dos culitos\nDe volada les caigo parece va haber trío\nLas morras bien calientes y yo aquí voy tendido\nNo se me desesperen, en cuatro las pongo en cinco\n\nDom Peri, tirada, la tusi dorada, tequila, lavada, quijada trabada\nQué buena está la ondeada, está frecuencia me mama\nLos culos que me esperan en la cama\nDoble vaso de lean, ando mal pero visto clean\nY unas damas, bien machin, pura verificada la que se me monta aquí\n\nJa\nEs el Darey, bebé\nJaja\n\nAsí me gusta andar con tenis Jordan\nMe tapa la mirada una gorrita Chrome Heart\nPaseando en el Downtown, por ahí me han de guachar\nY pa' quitarme el sueño me pongo uno de wax\n\nMe echo un suspiro, de todo me cuido\n¿Que tienen conmigo? Si nada les pido\nMe trepo a la Suburban, le marco a dos culitos\nDe volada les caigo parece va haber trío\nLas morras bien calientes y yo aquí voy tendido\nNo se me desesperen, en cuatro las pongo en cinco (Cinco)\n\nDom Peri, tirada, la tusi dorada, tequila, lavada, quijada trabada\nQué buena está la ondeada, está frecuencia me mama\nDos culos que me esperan en la cama\nDoble vaso de lean, ando mal pero visto clean\nY unas damas, bien machin, pura verificada la que se me monta aquí\n\nJa\nUy-uy-uy\nDarey, yes\nPrajin Music\nEs el Darey, bebé\n¡Uh! ¡Uh!"}