{"id": 12026313, "title": "Your Idol", "artist": "Saja Boys: Andrew Choi, Neckwav, Danny Chung, Kevin Woo & samUIL Lee", "lyrics": "Pray for me now\nPray for me now (Dies irae)\nPray for me now (Illa)\nPray for me now (Vos solve in)\nPray for me now (Favilla)\nPray for me now (Maledictus)\nPray for me now (Erus)\nPray for me now (In flamas)\nPray for me now (Eternum)\nI'll be your idol\n\nKeeping you in check (Uh), keeping you obsessed (Uh)\nPlay me on repeat, 끝없이 in your head\nAnytime it hurts (Uh), play another verse (Uh)\nI can be your sanctuary\nKnow I'm the only one right now (Now)\nI will love you more when it all burns down\nMore than power, more than gold (Yeah)\nYeah, you gave me your heart, now I'm here for your soul\n\nI'm thе only one who'll love your sins\nFeel the way my voicе gets underneath your skin\n\nListen 'cause I'm preachin' to the choir\nCan I get the mic a little higher?\nGimme your desire\nI can be the star you rely on (You rely on)\n내 황홀의 취해, you can't look away (Hey)\nDon't you know I'm here to save you?\nNow we runnin' wild\nYeah, I'm all you need, I'ma be your idol\n\nUh\n(Idol)\nUh\n(Idol)\n\nUh, 빛이나는 fame, 계속 외쳐, I'm your idol\nThank you for the pain 'cause it got me going viral\nUh, yeah, 낫지 않는 fever, makin' you a believer\n나를 위해 넌 존재하는 idol\nDon't let it show, keep it all inside\nThe pain and the shame, keep it outta sight\nYour obsession feeds our connection\n이 순간 give me all your attention\n\nYou know I'm the only one who'll love your sins\nFeel the way my voice gets underneath your skin\n\nListen 'cause I'm preachin' to the choir\nCan I get the mic a little higher?\nGimme your desire\nI can be the star you rely on (You rely on)\n내 황홀의 취해, you can't look away (Yeah)\nDon't you know I'm here to save you?\nNow we runnin' wild\nYeah, I'm all you need, I'ma be your idol\n\nBe your idol\n\nLiving in your mind now\nToo late 'cause you're mine now\nI will make you free\nWhen you're all part of me\n\n(Listen 'cause I'm) Preaching to the choir\n(Now) Can I get the mic a little higher?\nGimme your desire\nWatch me set your world on fire\n내 황홀의 취해, you can't look away (Hey)\nNo one is coming to save you\nNow we runnin' wild\nYou're down on your knees, I'ma be your idol"}