{"id": 5559325, "title": "Funny Papers", "artist": "Mac Miller", "lyrics": "Yeah, somebody died today, I\nI saw his picture in the funny papers\nDidn't think anybody died on a Friday\nSome angry banker, some kind of money trader\nRecently divorced, was drunk drivin' down the highway\nAnd drove off the bridge to his wedding song\nBlew out the bass in his speakers, you can still hear the treble goin' (Treble goin')\nThe hospital was useless, and everything was quiet but the music\nRecently, I only meet peace when in deep sleep\nBeen the same dream, world safe, smile on her face\nWaitin' on the other side (The other side)\nI wonder if He'll take me to the other side (The other side), yeah\nWhat your eyes see, too naive for war, and that'll screw ya\nStill bet it all on the glory, hallelujah\nI heard the answer in the gibberish of an old drunk\nAll he said was he's in no rush\n\nIf I could just pay my rent by Tuesday\nI bet I'd be rich by April Fools' day\nThe moon's wide awake, with a smile on his face\nAs he smuggle constellations in his suitcase\nDon't you love silence? (Silence)\n\nEverything quiet but the music (Music)\nEverything quiet but the music\nDo you love silence? (Ooh)\nEverything quiet but the music\n(Hoo-hoo, hoo-hoo, hoo-hoo-hoo, hoo)\n\nSomebody gave birth to a baby boy\nI saw his picture in the funny papers\nEleven pounds, named after his uncle Gabriel\nHis mother cried with her lips against his soft face (Soft face)\nWhy'd she bring these bright eyes into this dark place?\nOh, sweet, sweet oblivion\nWay before the information gets settled in\nI swear to God I never wanna sin again\nBut I fear that trouble's on its way (Yeah)\nThe mind go with age, don't surrender\nMy mistake, I misplaced all of my remembers\nBaby, there's a little vacation in the dresser\nTake one for depression, and two for your temper\n\nIf I could just pay my rent by Tuesday\nI bet I'd be rich by April Fools' day\nThe moon's wide awake, with a smile on his face\nAs he smuggle constellations in his suitcase\nDon't you love silence?\n\nOh shit, here come the icebreaker\nIt's danger when he's bringin' out the lightsaber\nThe words awesome but he's talkin' outta turn often\nI blew the fuck up, then became the world's problem\nBad hygiene, all about that gross life\nHate to see somebody fuckin' up their own life (Their own life)\nJust roll the dice, put a twenty on midnight\nHave a feelin' we gon' win tonight (Win tonight)\n'Cause when the snakes start slitherin', you spot the chameleons\nYou realize you surrounded by reptilians ('Tilians)\nShit, I ain't an innovator, just a motherfuckin' illustrator (Illustrator)\n\nWhy does it matter\nAt all? Oh, woah, woah"}