{"id": 7638042, "title": "Whiskey Whiskey", "artist": "Moneybagg Yo Featuring Morgan Wallen", "lyrics": "Whiskey, whiskey, won’t you go away?\nCome again some other day\n'Cause her memory came out to play\nAnd I'm tired of it, tired of it\nI don’t wanna wonder where she been (Where she at?)\nShe was here, now she gone again (Need her back)\nNow it's me and all my whiskey friends\nAnd I'm tired of it (Hey), tired of it (Yeah, speak)\n\nDark brown skin, caught eye contact while walkin' in (On the walk up)\nPerfect timing, get beside me, now we lockin' in (Linked in)\nShe like, \"Tell me how you want it, on the rocks again (What else?)\nLil' salt around the rim (Okay), filled to the top again?\" (Let's go)\nFell back, now I'm back in it\nDel Dia shots got me sinning\nBig racks, but these jeans skinny\nPlain Richard Mille square business (Boss)\nSee me in the club two-steppin’\nDiamonds ’round my neck square-dancing\nYou done made a gangster romantic\nFiendin' for your love, I’m an addict (Ayy)\nSo addicted, ain't nothin' we can do about it (Nah)\nCountry motherfucker, I say, \"What's up?\" she say, \"Howdy\" (Howdy)\nCall you my lil’ cowgirl how you ride it like a stallion (Uh, uh)\nDon't know why I love it\nCan't get tired of it (I'm on you bad)\n\nWhiskey, whiskey, won't you go away?\nCome again some other day\n'Cause her memory came out to play\nAnd I'm tired of it, tired of it\nI don't wanna wonder where she been (Where she at?)\nShe was here, now she gone again (Need her back)\nNow it's me and all my whiskey friends\nAnd I'm tired of it, tired of it\n\nPut you up and hide you on the shelf, I swear I'm through with you\nYou so hard to leave alone, it's always something new with you\nAin't no way to get her gone, gone, gone\nSo I guess I'm gonna tie one on\nShe's so cold, I had to go and pour you over ice\nWay you got me locked down, you'd think whiskey was my wife\nYou so good, I had to take you home and hit it twice\nTwo of you gon' keep me up all night\n\nWhiskey, whiskey, won't you go away?\nCome again some other day\n'Cause her memory came out to play\nAnd I'm tired of it, tired of it\nI don't wanna wonder where she been (Where she at?)\nShe was here, now she gone again (Need her back)\nNow it's me and all my whiskey friends\nAnd I'm tired of it, tired of it\n\nAnd I'm tired of it, tired of it"}