{"id": 8189207, "title": "Tailor Swif", "artist": "A$AP Rocky", "lyrics": "Shoot my shot, got her wet (Hoo)\nBet that's all net, girl, that's wetty\nReady, gave me all neck, how beheading, ready\nMight just sign my ex-girl, on Malcolm & Eddie, already\nYour ass might just go and get upset, don't be petty, already\nSmoke sess, so you stressed, boy, that's Reggie, a ready\nGot cadets in my set, who up next? Boy, they ready\nShe want sex, I profess my finesse (Hoo), who wetty\n\nFor the punk shit, for the funk shit\nFor the thug shit, for the \"Go dumb\" shit\nGеt your gun shit (Gun shit), who got the funk shit? (Got the funk shit)\nFuck up the function (Function), who with thе dumb shit? (Dumb shit)\n\"Don't give a fuck\" shit (\"Don't give a fuck\" shit)\n\nEatin' lamb chops on the block when we was broke (We was broke)\nEven when I was poor, I was out here eatin' goats (Eatin' goats)\nMary had a lil' lamb, but my momma need a coat\nYeah, I had a Shearling and a Gucci link at four years old (Ahh, yeah)\n\n(A stick-up, stick-up kid; ah, ah)\nI'm too swift, don't tell Taylor 'bout this shit (Yeah, a stick-up kid)\nI'm too swift (Yeah, yeah), now don't tell Taylor 'bout this shit (Yeah, wetty, wetty)\nGo to my tailor, got me dripped like (Yeah, wetty, wetty)\nGo to my tailor (Wetty, wetty), got me dripped up than a bitch (Yeah, wetty, wetty)\n(A stick-up, stick-up kid)\nI'm too swift, don't tell Taylor 'bout this shit (Yeah, a stick-up kid; yeah, wetty, wetty)\nI'm too swift, don't tell Taylor 'bout that (Yeah; wetty, wetty)\nGo to my tailor (Wetty, wetty), got me dripped up in the pit (Yeah, wetty, wetty)\nI'm too swift, don't tell Taylor 'bout this sh— (Yeah; wetty, we—)\n\nWas a stick-up kid, imagine all the shit I did (Yeah)\nViolent, I was just a kid, I just fucked this feminist (Yeah)\nShawty, I ain't feminine, why don't you give my dick a kiss? (Yeah)\nShe tryna give my dick a kid, ridin' on my strip again (Yeah)\nHidin' through my window tint, hit a lick again (Yeah)\nGot these niggas sick again, hit a lick again (Yeah)\nWe gon' freak, we gon' freak, we gon' hold on (Yeah)\nShe on me, she on me, she on gold (Yeah), uh (She on gold, uh)\nShe on green, she on green, she on go, uh (She on go, uh)\nI'm too G, she agree I'm a GOAT (GOAT)\nGotta keep a low prof'\nShawty might give me throat, bro\nChokin' on me, no throat cold\nTrickin' on me, you hoes broke (Yeah)\n\n(A stick-up, stick-up kid; ah, ah)\nI'm too swift, don't tell Taylor 'bout this shit (Yeah, a stick-up kid)\nI'm too swift (Yeah, yeah), now don't tell Taylor 'bout this shit (Yeah, wetty, wetty)\nGo to my tailor, got me dripped like (Yeah, wetty, wetty)\nGo to my tailor (Wetty, wetty), got me dripped up than a bitch (Yeah, wetty, wetty)\n(A stick-up, stick-up kid)\nI'm too swift, don't tell Taylor 'bout this shit (Yeah, a stick-up kid; yeah, wetty, wetty)\nI'm too swift, don't tell Taylor 'bout that (Yeah; wetty, wetty)\nGo to my tailor (Wetty, wetty), got me dripped up in the pit (Yeah, wetty, wetty)\nI'm too swift, don't tell Taylor 'bout this sh— (Wetty, we—)"}