{"id": 9350046, "title": "Diamond Boy (DTM)", "artist": "SZA", "lyrics": "When the dick hit, that's just how you gotta do\nI'm addicted, that's why I keep callin' you\nDiamond boy, why you so shiny? (Bling)\nDiamond boy, go'n get behind me, rodeo\nDiamond boy, your light so blinding\nBlind me\n\nBaby, if it's OD, tell me\nAm I sayin' too much? (Sayin' too much)\nAnd, baby, if it's OD, tell me\nAm I sayin' too much? (Too much)\nBaby, if it's OD, just tell me\nAm I doin' too much?\nPapi, if it's OD, just tell me\nIf it's OD, just tell me\nMm\n\nUsually, I can't let down my guard (No)\nIt's the way you say shit smooth that got you far with me\nUsually, I make 'em work so hard (So hard)\nBut the truth is I'm ruthless about you, why waste more time?\nIt's 2 a.m. and I'm on again, don't look at me likе that\n'Cause I'm with all the shits, and I'm tired of prеtending, come break my back\nI'm talkin' punishment, I don't wanna complicate it with questions\nWhat you don't ask, I won't mention\nNow come for me like you mean it, ah\n\nWhen the dick hit, that's just how you gotta do (Gotta do)\nI'm addicted, that's why I keep callin' you (Callin' you)\nDiamond boy, why you so shiny? (Bling)\nDiamond boy, go'n get behind me, rodeo\nDiamond boy, your light so blinding (So blinding)\nBlind me\n\nBaby, if it's OD, tell me\nAm I sayin' too much? (Sayin' too much)\nAnd, baby, if it's OD, tell me\nAm I sayin' too much? (Boy, I'm too much)\nBaby, if it's OD, just tell me\nAm I doin' too much?\nPapi, if it's OD, just tell me\nIf it's OD, just tell me\nMm\n\nDiamond boy keep me so shiny\nKinda like my wrist, don't you forget about my timepiece\nGotta pop my Cris', I need more bottles to my side please\nGotta pop my shit, made fifty mil' off of my feelings\nThrow it back like chiropract', I'm hanging from the ceiling, yeah\nI been callin' back to back, I never caught no feelings, yeah\nNo, you don't have to ask, I'm always OD, I'm O and T\nI'm on go, it's infinity and beyond fuckin' with me, so"}