{"id": 9863593, "title": "Us Vs. Them", "artist": "$uicideboy$", "lyrics": "It's that bent motherfucker in that coupe, slidin' like the serpent (Get up)\nMore guns than Viktor, 'bout dying, boy, I be that merchant (Yeah)\nCast from the firmament, brain damage permanent (Get up)\nGot ninety-nine problems and not one of them concern a bitch (Why?)\nI'm in that Benz, hollerin', \"Ooh, na-na-na\"\nYung Slicky with that .9, tell me who wanna die?\nBeen troubled since I was a youth, chewin' Fent' up in the booth (Gеt up)\nRide for my brothers, yeah, for thеm I'll do a sin or two (What)\nG-R-E-Y (North), East bloc, *59 (Side)\nFucked up since knee high, cutthroat and I see why (Why?)\nThey use me then they use me and they use me 'til I'm used up (Get up)\nAnd they wonder why I stay high or at best I'm buped up\nMy shoot up until I puke up (Ladies and gentleman, what?)\nMy cross that I bare (Get up)\nDrop my kids off in that ho, 'cause I pay well for that daycare (What? Wetto)\nKnock-knock, who's there? $carecrow with that dead stare (Get up)\nCar two-hundred-thousand and my bitch still on welfare (Ah)\n\nMotherfucker (Get up)\nUh, ah-ah\nMotherfucker (Get up)\nUh, ah, ah-ah (Ladies and gentleman)\n\nHave the block hollering, \"Wah, wah, wah\" (Get up)\nThrow them threes up for the G*59\nTalkin' to me, I hear \"Blah, blah, blah\"\nWhen I pull up, have them hoes sayin', \"Ooh, la-la\"\nLadies and gentleman (Get up)\n(Get up)\n\nAyy, ayy, ayy, ayy, ayy\nSnorted a bunch of Perc 30's, now I'm ignorin' every call (Get up)\nGot bored, decided to cop a sports car and I crashed it right into a wall\nHopped and that's when I realized that I was in the food court at the mall (Get up)\nConcussions and destruction, bitch, I'll show you how I ball\nShellfish on my wrist forever, ain't just the date (Get up)\nAll these pups think they tough, tryna take off of my plate\nYeah, they howlin' and they growlin' (Ooh), but my name stained with drool\nPlenty of bones buried in the yard along with Fugazi jewels (Ah)\nRuby been had all the girls, I got scraps that I could scrape up (Yup, get up)\nBeen all over the world, I got maps that I could make up (Yup, yup)\nBeen a dope fiend for so long that people clap when I wake up (Get up)\nBeen ahead of the game, runnin' laps 'fore I lace up (Yeah)\nShadow banned, shorty, yeah, I'm always hard to find (Yeah)\nDUCKBOY ain't no fuckboy, yeah, I always take my time (Yeah)\n*59 signed, yeah, I said, \"Fuck a 9 to 5\" (Yeah)\nTryna shine so hard that I leave 'em all blind (Ladies and gentleman)\n\nUh, oh fuck boy (Get up)\nUh, uh\nMotherfucker (Get up)\nUh (Please help)\n\nHave the block hollerin' \"Wah, wah, wah\" (Get up)\nThrow them threes up for the G*59\nTalkin' to me, I hear \"Blah, blah, blah\"\nWhen I pull up, have them hoes sayin', \"Ooh, la-la\"\nLadies and gentleman (Get up)\n(Get up)"}