{"id": 9903321, "title": "Enough (Miami)", "artist": "Cardi B", "lyrics": "Me verse you and you know who they pickin'\nCheap and expensive, you knowin' the difference\nYou know that it's hittin', you know what it's givin'\nHair, nails, polar bear\nI can survive in the coldest conditions\nHoes better lower they tone when they spittin'\nBitches is washed, soap on the dishes\nI apply pressure like boa constrictors\nOne bitch, two bitch, old bitch, new bitch\nNone of y'all bitches not gon' do shit\nI'm in Miami, I pull up on cruise ship\nYou in Miami, four hoеs to a room shit (Ah)\n\nWhen I step, it's stampedе\nFoot on neck, can't breathe\nLucky Charm, Van Cleef\nDiamonds on the dance team\n\nI see my opps linkin' up, I'm like, \"What in the fuck?\"\nIf you scared, then just say that, ho, enough is enough\nThey was just in my DMs, ain't no trustin' these sluts\nI'm about to call up Diamond, bitch, knuck if you—\nOpps linkin' up, I'm like, \"What in the fuck?\"\nIf you scared then just say that, ho, enough is enough\nThey was just in my DMs, ain't no trustin' these sluts\nI'm about to call up Diamond, bitch, knuck if you buck\n\nI'm like, \"Ooh, child, cool down\"\nToo hot, too wild\nMugler, new style\nMmm, how you fuckin' with me? Girl\nGive me one shot and I'm raising the glass\nGive me two shots and I'm shaking this ass\nGive me three shots and I'm ready to fuck\nFive, four shots, I be ready to splash\nGod gave it to me, so I gotta pop it\nI'm standing on business, I'm really about it\nBitches be talkin', mouth be bigger than they pockets\nGirl, tell me about it\nI'm litty, I'm pretty, I'm runnin' the city\nI'm shittin' on bitches in every department\nThis ass heavy and thick like peanut butter and bitches jelly about it\nDid a lot of winnin', lot of scorin' (Yeah)\nCardi Bryant, Cardi Jordan (Yeah)\nThese bitches sore losers (What?)\nAnd they can't do it, it's not important\nLook, ayy, I'm gettin' better and better-er\nI do not see no competitors (You know it)\nYou know the gang hit that pussy, said it was regular-degular\nCan't see me in fightin', can't see me in fashion, can't see me with money, these bitches is buggin'\nEither these bitches is blind or I'm invisible, bitches can't see me in nothing (Mmm)\n\nWhen I hop out, it's stampede\nFoot on neck, can't breathe\nLucky Charm, Van Cleef\nDiamonds on the dance team\n\nI see my opps linkin' up, I'm like, \"What in the fuck?\"\nIf you scared, then just say that, ho, enough is enough\nThey was just in my DMs, ain't no trustin' these sluts\nI'm about to call up Diamond, bitch, knuck if you—\nOpps linkin' up, I'm like, \"What in the fuck?\"\nIf you scared then just say that, ho, enough is enough\nThey was just in my DMs, ain't no trustin' these sluts\nI'm about to call up Diamond, bitch, knuck if you buck"}