{"id": 10010581, "title": "Point Em Out", "artist": "That Mexican OT & DaBaby", "lyrics": "Ayy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, take him to the South (Uh-huh, uh-huh)\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, show him what the fuck we talkin' 'bout (Ugh)\n\nI'm strikin' men like strikin' lightnin'\nYou see what happened in my last fight, friend? well, aight, then\nBetter tighten up, we tie ends\nFucked my grill up 'cause I popped an X all night, it had me bitin'\nCaught his ass stealin', so I had to take his right hand\nCup be lookin' like a pump jack, bitch, I am an Oiler\nDamn, how many times I gotta spin to get this boy to learn?\nThat I ain't no fuckin' joke, we dropped Lil T, then dropped Lil Moe\nBetter watch your mouth, 'cause I got soap, I got diamonds, tacos, and Coke\nInside of my boca, droppin' haters like my troca\nElbows swingin', watch 'em poke out, smoke his ass just like some mota\nLeave him flat just like a torta, swim with killers like an orca\nIt don't matter where it is, it don't matter where I'm at\nBecause to me, no me importa\n\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, take him to the South (Uh-huh, uh-huh)\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, show him what the fuck we talkin' 'bout (Ugh)\n\nBitch, I don't even like no lame, keep my name up out your mix, ho\nI don't like diamonds no more, only plain jane to watch my wrist\nUh, before rap, I was poppin' my shit, nigga\nI was so turnt with them motherfuckin' bags, my mama thought I had the bricks, nigga (Bricks, nigga)\nDrop a ghetto bitch off at her job and borrow her whip, nigga\nI'm in this with an baby AR playin' sweet, actin' like I'm a bitch, nigga\nI told lil' mama to bend it over like a dog, I'm tryna come hit with her\nYou know these bitches'll drive a Honda through the wall to fuck with a rich nigga\nI'm from the South, I greet a woman with a smile when I take a pic with her, she can relax\nOT wan' see him in the trunk, shit, I wouldn't even leave him in that\nAny one of these niggas play when I walk in this bitch, I'd probably leave with a hat\nNigga, and a reason to laugh, haha\n\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, take him to the South (Uh-huh, uh-huh)\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, show him what the fuck we talkin' 'bout\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, take him to the South (Uh-huh, uh-huh)\nAyy, where he is? (Where he is?), point him out (Point him out)\nThrow his bitch ass in the trunk, show him what the fuck we talkin' 'bout (Ugh)"}