{"id": 10037616, "title": "Number 2", "artist": "Lil Tecca", "lyrics": "I don't know if it's you, I could tell the truth, I'm not in the mood, yeah (Yeah)\nTell me how you feel, tell me if it's real, but that's nothin' new, yeah, on God\nBring that shit together, I could be the glue, I could be the tool (I could be)\nNow you tryna run the show, tryna be my main, but you number two, yeah, woah\nEvery time they went and tried or somethin', it's a man down, man down, man down\nBetter not bring your lil' ho around, 'cause she fanned out, fanned out, fanned out\nI don't know where I would be today if I never went and took a chance now\nBut I know I had it planned out, still goin', we not even here now\n\nBitch, I be on my own shit\nYeah, bitch, I be on my own time\nOh, that's your shawty? Then how we still linking?\nHow come I hit that shit both times?\nAsking me questions, \"Tec, you really want me?\"\nKeep it a buck, I'm like, \"No, why?\"\nBaby, I'm not one of those guys\nI need the guap and that soul tied\nYeah, see those, costed me couple Gs\nC-notes to see me on the scene\nYou gettin' taxed if you not on the team\nI do the most, but it's showin' a fee\nIt probably take a lot to tolerate me\nIt's obvious, they love to change with the seasons\nOnly one life, I got only one reason\nSaid I do it, bitch, I'm doin' it, beastin'\n\nI don't know if it's you, I could tell the truth, I'm not in the mood, yeah (Yeah)\nTell me how you feel, tell me if it's real, but that's nothin' new, yeah, on God\nBring that shit together, I could be the glue, I could be the tool (I could be)\nNow you tryna run the show, tryna be my main, but you number two, yeah, woah\nEvery time they went and tried or somethin', it's a man down, man down, man down\nBetter not bring your lil' ho around, 'cause she fanned out, fanned out, fanned out\nI don't know where I would be today if I never went and took a chance now\nBut I know I had it planned out, still goin', we not even here now\n\nThey're 'bout to play my song\nThey're 'bout to play my song"}