{"id": 10049609, "title": "Scared Love", "artist": "Rod Wave", "lyrics": "How deep is your love? Your love\nIs it real? It might be\nWhat made you take a chance on a nigga like me?\nWhat made you stick around? I wanna know it\nWhen I was younger, I was controlling\nThat pussy mine, girl, I own it\nI jumped up off the porch and I got nothin' but scars\nWish I would've stayed at home and found true love in my heart\nRunnin' wild as a child, screamin', \"Young nigga in charge\"\nThey was playin' at the park, we was surfin' in them cars\nDaddy left, I took it hard\nDeyjah died, I took it hard\nThе game embraced mе in they arms\nSeen my dream and played it smart\nNever knew I'd get this far, but that's another story\nI get so lost inside your eyes\nYou broke my heart so many times\nSo many times, I crossed the line\nSaid you love me, I ain't believe it\nYoung nigga fighting demons\nFull of drugs, steady leanin'\nWhere you at right now? I need it\nWhere you at right now? I'm fiendin'\nYou know you can call on me\nI'll be there in a heartbeat, ah (Oh)\nAnd I don't want to be toxic, I want to be your peace\nAnd I don't want to control you, I want you to be free\nAnd I don't want to be fightin', don't wanna hear you scream\nDon't wanna grow apart, I want you right here with me\nWhen you think of peace of mind\nI want you to think of me sometimes\nCould I close what I opened?\nI was hopin' I could fix all the shit that I've broken\n\n'Cause being lonely really hurts\nBut being lost in love is scary\nI'll love you if you let me\nDon't love me 'til you're ready\nOh (So scared)\nI admit I was scared, so scared, love\nI was so scared, love (So scared, love)\n'Cause being lonely really hurts\nBut being lost in love is scary\nI'll love you if you let me\nDon't love me 'til you're ready, no\nYeah and I admit, I was scared\nSo scared, love, I was so scared, love, yeah\nBeing lonely really hurts\nBut being lost in love is scary\nI'll love you if you let me\nDon't love me 'til you're ready, oh\n\nI admit, I was scared, so scared, love (I was so scared, love, I'm so scared, love)\nI admit, I was scared, so scared, love"}