{"id": 10060911, "title": "Psycho CEO", "artist": "Yeat", "lyrics": "Yeah, yeah, my diamonds jump (Ah, ah, yeah)\nYeah, my diamonds tall, uh, yeah, my money long (Ah, ah, yeah)\nYeah, my money tall, huh, heard it's tall as God (Ah, ah)\nHeard you tryna come rock with us, we don't know who you are (Ah, ah, yeah)\nLet's get disrespectful, let's get disrespectful (Ah, ah)\nYou better have some respect, when you talk to me (Ooh, ah, ah)\nI'ma cut you off, cut you off when you talkin' to me (Ah, ah)\nCut you off my cock, cut you out my life (Ah, ah, yeah)\n\nWhere my scissors at? Where my twizzies at? (Yeah)\nWhеre my motherfuckin' army when I need that? (Ah, ah, yеah)\nI'm the realest in this game, you know I bleed that (Ah, ah, yeah)\nWhen we pull up, we courtside, yeah, where your seats at? (Yeah)\nI'm in 2093, where your life at? (Ah, ah, yeah)\nWear your diamonds clean like me, but can you wife that? (Ah, ah, yeah)\nI don't need to have my gun, you know I slice that (Ah, ah, yeah)\nYeah, I punch 'em on this beat, I fuckin' knife that\n\nUh, we got G-Wagons, big money, big balls (Yeah)\nWent to Europe for the week, I just took off (Yeah)\nI keep my foot on the gas, no, I don't take it off (Shh)\nWe so clean, yeah, we in Nike, uh\nI like being number one hypebeast (Yeah, yeah)\nYeah, when you fuck with me, then dead you might be, uh (Yeah, yeah)\nI just poured a planet in my IV, bag (Yeah, yeah)\nYou ain't got no money, it's obviously sad\nI'm the psycho CEO, ha (I'm that psycho CEO)\nMr. Worldwide on this coat (Yeah, yeah)\nAnd my diamonds hoppin', I just spent a night on that boat (Yeah, yeah)\nYou was lame, what happened? Now we laughin' back at all these jokes (Yeah, ha)\nYou can say you don't like my shit, but then I know you lyin' (Yeah)\nI'm done wastin' time, I'm done waitin' in line (Yeah)\nYeah, don't talk about that shit, you always lyin'\nOn top of all that shit, I stood just fine (Yeah)\n\nYeah, yeah, my diamonds jump (Ah, ah, yeah)\nYeah, my diamonds tall, uh, yeah, my money long (Ah, ah, yeah)\nYeah, my money tall, huh, heard it's tall as God (Ah, ah)\nHeard you tryna come rock with us, we don't know who you are (Ah, ah, yeah)\nLet's get disrespectful, let's get disrespectful (Ah, ah)\nYou better have some respect, when you talk to me (Ooh, ah, ah)\nI'ma cut you off, cut you off when you talkin' to me (Ah, ah)\nCut you off my cock, cut you out my life (Ah, ah, yeah)\n\nWhere my scissors at? Where my twizzies at? (Yeah)\nWhere my motherfuckin' army when I need that? (Ah, ah, yeah)\nI'm the realest in this game, you know I bleed that (Ah, ah, yeah)\nWhen we pull up, we courtside, yeah, where your seats at? (Yeah)\nI'm in 2093, where your life at? (Ah, ah, yeah)\nWear your diamonds clean like me, but can you wife that? (Ah, ah, yeah)\nI don't need to have my gun, you know I slice that (Ah, ah, yeah)\nYeah, I punch 'em on this beat, I fuckin' knife that\n\nYeah, yeah, my diamonds jump (Ah, ah, yeah)\nYeah, my diamonds tall, uh, yeah, my money long (Ah, ah, yeah)\nYeah, my money tall, huh, heard it's tall as God (Ah, ah)\nHeard you tryna come rock with us, we don't know who you are (Ah, ah, yeah)\nLet's get disrespectful, let's get disrespectful (Ah, ah)\nYou better have some respect, when you talk to me (Ooh, ah, ah)\nI'ma cut you off, cut you off when you talkin' to me (Ah, ah)\nCut you off my cock, cut you out my life (Ah, ah, yeah)"}