{"id": 10078202, "title": "Dont Let Me Go", "artist": "mgk", "lyrics": "Lately my thoughts eating me alive\nLaid in the bed\nThinkin' maybe the hate'll finally go away if I'm not alive\nWish I didn't listen\nJust like I wish they would understand me one time\nI had a breakdown and tatted my entire body except one line\nEverything's just fine\n(Slippin' again) There I go, slippin' again, I'm actin' different again\nI see my family's reflection\nEvery timе I look in the cup and I sip it again\n(After this ends) Tеll me, after all this ends\nWill I be mentioned again? Why do I care?\nIf in the end, it's just me and God, like I'm Christian again (Yeah)\n(Slim, bring the beat in)\nBefore my dad left this Earth\nHe made sure I took on every quality I didn't want\nI was supposed to die at birth\nGave me a chance and I fucked it up, give me another one (Mm)\nI've been runnin' from\nSecrets I hid as a kid and I never confronted 'em\nI just called ma, said I forgive her\nFor not bein' there when I needed one\n\nI'm comin' back, just let me go\nI'm comin' back, just let me go, yeah\nI'm comin' back, just let me go\nI'm comin' back, don't let me go\n\nWho am I when the music stops?\nAnd the character that I been playin'\nIs really just broken and fuckin' lost?\nI swear, I've been tellin' you\nOver and over again in all of these songs\nBut they don't hear nothin' I'm writin'\n'Cause they're too busy tryna write me off\nAnd they go on and on and on\nIt's funny, 'cause if we just sat and talked\nYou'd see that it's just hard for me to be vulnerable\n'Cause I blocked it off\nI got trust issues, growin' up\nNo one was there to hear what I thought\nMy heart was broken like my ribs as a kid\nWhen me and my father fought (Yeah)\nI'm medicating with something that I cannot pronounce\nBut it's what the doctor gave me\nRehab patient, with a pen and some paper (Mm)\nThis psychiatrist keeps evaluating\nHow can I live with the fact\nThat my hand wasn't on her stomach when we lost the baby?\nI don't got no one to turn to\n'Cause everyone's dead in my life that was tryna raise me\nSearchin' for someone to tell me who I really am\nI don't know when I look in the mirror\nConstantly dreadin' the day\nThat the audience might not be screaming for me anymore\nThe feeling of dying alone\nAnd not leaving anything behind is my biggest fear\nKiss the person that I love\nAs if I'm never coming back after I leave out the door\n\nI'm comin' back, just let me go (Feelin' like)\nI'm comin' back, just let me go, yeah\nI'm comin' back, just let me go\nI'm comin' back, don't let me go (Mm)\nI'm comin' back, just let me go (Mm)\nI'm comin' back, just let me go, yeah (Mm)\nI'm comin' back, just let me go (Mm)\nI'm comin' back, don't let me go"}