{"id": 10087113, "title": "Old Days", "artist": "Lil Durk", "lyrics": "All the times I said granny, that's the passion that it's from\nHer condition scared me so much, I ain't visit her in months (Uh)\nChino visit me more than them and he only visit me just once (Uh)\nThe older rats got out before unc' and they around here like it's nothin'\nHow many niggas I used to fuck with told me fuck me over money?\nSaid thе block gon' get on his ass, that's why he ain't nevеr make a comment\nThe autopsy of Von body had me coughin' up my vomit\nI miss the old days, the old ways, my history iconic\nI was takin' so many pills, I was so high, I really abused it\nStarted sellin' Percs, I turned around and started to use it\nTook my name off rehab, I replaced my name with Doodie's\nHad to get a pacemaker, my heart was skippin' deuces\nJumpin' over hurdles, Smurk life so exclusive\nAin't lied yet about nothin'\nI wish I could stop the war, I really wanna live in peace\nI wish I could stop the war, but it's too late for them to speak (Oh)\nI want the politics in my pocket, I wanna treat the 'Raq like Meek\nBut it's me, I'll do everything to show them I ain't weak\nI'm the streets, who ever thought I'd make a million off of beats?\nThey need Smurk now, they can make millions off of me\n\n(Wow-wow)\n(Wow-wow, wow-wow) I be prayin' for the street, nigga\n(Wow-wow, wow-wow) I be prayin' for the street, nigga\n\nTell Petey that I miss him, can somebody give my number to him?\nPlus he lost his son, that's my lil' cousin, he got trauma to him (Oh)\nCrib hot, window up, blackout, thunderstorm\nRondo mama know I love her even though I ain't been talkin' to her (Yeah, yeah, yeah)\nPlay with me, get backdoored, he rather let the oppers do it\nDon't get shot on my block 'cause St. Bernard ain't got no trauma unit (Oh)\nHe was filled with Xans and lean, now he filled with embalmin' fluid (Oh)\nThe killers gotta step in for the peace, can't no rappers do it, I can\nShout out to who locked up who was locked in (Oh)\nWhere them bloggers at that said Smurkio not top ten? (Woah, woah, woah)\nI beat my case in 2014, they let the cops in\nYou can't find no peace today, go walk inside a masjid (Oh)\n\nNow you got real street niggas that want motherfuckers in jail\nSo we into it with the opps, which is the police\nThe police, which is the—, it's like, come on, bro, like the streets over with\nNiggas gotta understand that shit, man, it's nothin' left out here, bro\nLike, you just gotta protect yourself, protect your family, who you love\nYou can't be around all this shit, this shit ain't the same no more\nYou got rats doin' interviews, you got everybody stickin' together who doin' the wrong shit, bro\nWe real stand up niggas\nLike, when was it ever cool to backdoor somebody you love?\nWhen it was ever cool to set somebody up who you love?\nLike, this, this, this the new streets, like, I don't wanna be a part of that shit\nI wanna be a part of the, of the generational wealth part\nWhere it's still leadership around, when it's still organized, like\nThat's why I don't never respond to shit\nI'll never get on no interview and talk about nothin'\nWhoever say somethin' about me, go on 'head\nI never responded to no nigga in years, but guess what?\nI never been bitched, I never been slapped, I never been robbed, none of that shit\nSo have fun, but all real niggas fuck with me and they know what's up with me\n\n(Wow-wow, wow-wow) I be prayin' for the street, nigga\n(Wow-wow, wow-wow) I be prayin' for the street, nigga"}