{"id": 10083318, "title": "Mr Pot Scraper", "artist": "BossMan Dlow", "lyrics": "Left pocket full of pink fifties, right pocket got blues in it (Beep, beep, beep)\nPlug sendin' them packs to me, I know what to do with it (Brrt)\nThousand-dollar shoes, I'm walkin' on a damn ounce (Nigga)\nHe ain't runnin' up a bag, he runnin' his damn mouth (Pussy)\nI'm Mr. Swang a Door (Yeah), Mr. Beat the Road, huh (Yeah)\nTwo thousand on a coat (Nigga), steppin' on they throat (Nigga)\nI'm Mr. Ride Foreign (Ride Foreign), I'm Mr. Ain't Goin' (No)\nHe Mr. Pump Faker, I'm Mr. Pot Scraper\n\nThe way I'm drivin' the—, I just might wreck or somethin' (Yoom)\nWhy would I chase a bitch? I can go chase a check or somethin' (Nigga)\nYou ain't talkin' 'bout no money, nigga, burn up, nigga (Burn up, nigga)\nFuckin' with the yeah got me turnt up, nigga (Yeah)\nNigga too slippery, walk in the club and make a mess (Yeah)\nThey thought a nigga was sweatin', all this water on my chest (Bling)\nYeah, I want M's, nigga, I ain't settlin' for less (No)\nI ain't DJ Khaled, baby, but you know we the best (We the best, baby)\nNigga, I ain't fuckin' off, I done seen a hundred ball (Nigga)\nFlip phone—, trap doin' somersaults (Trap)\nNigga, I ain't fuckin' off, I done seen a hundred ball (Nigga)\nFlip phone—, trap doin' somersaults (Yeah)\nTrap doin' hurdles, nigga, your phone like a turtle, nigga\nYou is not no fuckin' boss, you know you a worker, nigga\nI'm a fuckin' splurger, nigga, I'm a dope server, nigga\nReal street nigga, foreign whip swerver, nigga (Yoom)\n\nLeft pocket full of pink fifties, right pocket got blues in it (Beep, beep, beep)\nPlug sendin' them packs to me, I know what to do with it (Brrt)\nThousand-dollar shoes, I'm walkin' on a damn ounce (Nigga)\nHe ain't runnin' up a bag, he runnin' his damn mouth (Pussy)\nI'm Mr. Swang a Door (Yeah), Mr. Beat the Road (Yeah)\nTwo thousand on a coat (Nigga), steppin' on they throat (Nigga)\nI'm Mr. Ride Foreign (Ride Foreign), I'm Mr. Ain't Goin' (No)\nHe Mr. Pump Faker, I'm Mr. Pot Scraper"}