{"id": 10106777, "title": "Like What (Freestyle)", "artist": "Cardi B", "lyrics": "Classy and a cunt (And a cunt)\nBlocks and money gettin' spunt (Gettin' spunt)\nLike (Like), like what? (Like what?)\nLike a Coach bag, baby, this ain't what you want (Nah)\nIf I ask for it, all I wanna hear is, \"Yes\" (Yes)\nBitch said she wanna be my opp, God bless (God bless)\nLook, I ain't even got dressed\nAny L that I took, come after YS\nOh, man (Oh, man)\n\nBaby, here we go again (Here we go again)\nPussy real fat, probably got a double chin\nFirst, that bitch hate me, then this bitch hate me\nAnd somehow, they link up and they become friends, like, how?\nBitch, pipe down (Pipe down)\nMoodboard, all y'all imitatin' my style (Mm)\nBad bitch, red lips, let me show you\nWhite toes, eatin' yellowtail out of Nobu\nUh, keep a hater obsessed\nIn my comments, havin' a dick suckin' contest (Contest)\nI'm pressure, y'all pressed (Y'all pressed)\nY'all don't get addressed, y'all's gettin' outdressed, look (Okurrr)\nIt's a look when I'm hoppin' out the V (Uh-huh)\nRed wig hangin' down to my knees (Uh-huh)\nIt's your birthday, but they talking 'bout me ('Bout me)\nWhy you mad? Take a picture, say, \"Cheese\" (Say, \"Cheese\")\nYou dumb, you slow, you wildin' (Ah, you wildin')\nGot your first pair of Ricks, now you stylin'? (Ah, you stylin')\nEverything you got, I had five years before\nI put it on the 'Gram (Hahahaha) 'fore it even hit the store, look\n\nClassy and a cunt (And a cunt, uh-huh)\nBlocks and money gettin' spunt (Gettin' spunt)\nLike (Like), like what? (Like what?)\nLike a Coach bag, baby, this ain't what you want (Uh-huh)\nIf I ask for it, all I wanna hear is, \"Yes\" (Yes)\nBitch said she wanna be my opp, God bless (God bless)\nLook, I ain't even got dressed\nAny L that I took, come after YS\nOh, man (Ah)\n\nI know y'all bitches be horsin' (Horsin')\nLookin' this good is really exhaustin' (Exhaustin')\nDiamonds hit, Stone Cold Steve Austin (Brr)\nJust got my lasered pussy smooth like a dolphin (Agh)\nTop notch bitch get the most, not the lesser (Uh)\nBitches look big like third trimester (Yes)\nEvery time I pose, these bitches get stress-er\nY'all be puttin' on shit, I don't never\nBitches be hatin' on the low, I peep it\nIf I say anything mean, I mean it\nI ain't never lost no nigga I needed\nI'm rich, I ain't gettin' in no pool that's not heated (Nah)\nBig ass yacht and I'm havin' sex on it\nHer life so trash, think I put a hex on it\nBitches be laughin', like, ho, what's funny?\nYou braggin' on a nigga that be dyin' to fuck me (Fuck me)\n\nClassy and a cunt (And a cunt, uh-huh)\nBlocks and money gettin' spunt (Gettin' spunt)\nLike (Like), like what? (Like what?)\nLike a Coach bag, baby, this ain't what you want (Uh-huh)\nIf I ask for it, all I wanna hear is, \"Yes\" (Yes)\nBitch said she wanna be my opp, God bless (God bless)\nLook, I ain't even got dressed\nAny L that I took, come after YS\nOh, man"}