{"id": 10152784, "title": "Best For Me", "artist": "Joyner Lucas & Jelly Roll", "lyrics": "Yeah, I got somebody I love (Yeah)\nSomeone who's really important to me, but now they addicted to drugs (Damn)\nSomeone who not who they used to be and we ain't been keepin' in touch (Yeah)\nI ain't gonna say any names at all 'cause I don't want no one to judge (Woah)\nBut I wrotе this song in hopes when they hеar it, they'll never forget who they was\nI hope you feelin' your spirit enough (Joyner)\nI wanna just tell you I love you in case that you really don't hear it as much (Woah)\nI know we ain't talked in a while, but fuck it, I really don't care what it was\nI wanna reach out, but you keep on shuttin' me down, or you ain't been carin' as much\nAnd what the fuck happened to you? (Fuck happened to you?)\nYou losin' the fight (Damn)\nI never thought I'd see the day that you let addiction ruin your life\nEveryone callin' that shit a disease and makin' you feel like you in the right\nBut I hate the fact that you really be usin' that as an excuse to do what you like\nOr do what you might (Do what you might, woah)\nAnd I keep on prayin' and reachin' for you\nI hope you look in the mirror and see all the things I been seein' in you\nHope your reflection'll send you a message and show you this shit is much deeper than you\nIf you don't believe in yourself, then you'll never believe in somebody believin' in you\nAnd I gotta tell you the truth (Tell you the truth)\n'Cause I'm 'bout to lose it (Lose it)\nAnd you in denial about it and just wanna make up a million excuses\nTearin' our family apart, but you'll leave us scarred and everyone bruises\nEvery decision affectin' us all and if you get lost, then everyone loses\nFor real\nAnd I'ma be next to leave\nI heard that God got a plan and He ain't fulfillin' your destiny\nMuch as I need you, I will not be stickin' around or watchin' you rest in peace\nI promise, I love you, but I gotta do what's best for me\n\nHow can you love someone and learn to let them go?\nHow can we fall apart on things we'll never know?\nAnd isn't it funny you can change your ways\nFor someone to fill in your empty space?\nTell me, is it really love if you have to ask if they'll stay?\n\nLook, I know you been callin' for me (Yeah)\nYou hit up my phone, but I been alone so long, I'm harder to reach (Joyner)\nI know you ain't say any names, but I got a feeling you talkin' to me\nI hate when these demons get into my soul, I feel like I'm caught in the beefs (Uh)\nHow do I let go of something I know is bigger and stronger than me?\nIf I could be honest, I'll tell you the truth, I'm not who you want me to be (Nah)\nNobody is perfect, not even you, so why you keep targetin' me?\nI feel like we can't even have a genuine convo without you startin' to preach\nI felt like a dog on a leash, it's not what I need\nLivin' in hell, wondering when I gotta leave, like how can I breathe?\nAnd how you gon' tell me addiction's not a disease? Fuck do you mean?\nIf it's not a disease, then why has it gotten to me? It's not what it seems\nBut you always be makin' me feel like the problem is me\nI'm not gonna be who you want me to be, let God decide it for me\nAnd speakin' of God, how the fuck you know all of the plans He's gotten for me?\nSo give me a break\nI been inchin' away from tryna get outta this dream, I'm driftin' away\nHow come you only there for me when I be tryna get clean? My biggest mistake\nIs me wishin' that things were different, I feel like the drugs is made for sinnin'\nIt's why I been stuck in the same position, fuck\nI'm fallin', but I cannot budge\nBeen wonderin' why I'm in love with a strange addiction\nAnd why the fuck you always playin' the victim\nLot of this shit that you hate to mention\nIt sucks 'cause I had to taint your vision\nBut ain't nothin' left for me\nSo you could just quit addressin' me\nI guess it's just my destiny\nSo take me as I am or let me be, I'm tired of you stressin' me\n'Cause shit, I gotta do what's best for me\n\nHow can you love someone and learn to let them go?\nHow can we fall apart on things we'll never know?\nAnd isn't it funny you can change your ways\nFor someone to fill in your empty space?\nTell me, is it really love if you have to ask if they'll stay?"}