{"id": 10179412, "title": "3001", "artist": "J. Cole", "lyrics": "I'm holdin' on tight to what it feel like to live a peaceful life\nSince ridin' a bike, all that I ever knew was beef and strife\nGoin' to sleep at night, prayin' that God release the stress\nNow I'm on G4 jets across the sеas to decompress\nMy recеnt checks, how much you think? Hm, decent guess\nThey growin' more eager, \"Cole, who you gon' kill on a feature next?\"\nWho would you suggest? My nigga just told me the streets a myth\nAnd he's perplexed, they tellin' on people like the teacher's pet\nHe took a pull of his weed, he high as the trees where eagles nest\nI started chiefin' less and less, it had my cerebral vexed\nToo many blessings to be depressed\nWent from too stressed to being blessed\nNow, my new recipe's just keep that fuck shit from my desk\nI don't want shit but my breath, I don't want shit but my fam'\nThought I used superglue, nigga, how this gun stick to my hand\nI don't even tote no pistol, but that shit sounded so hard\nPlus, I don't give a fuck about lyin' once I learned these niggas fraud\nI'm finna burn these niggas, dawg\nBring me that urn, these nigga char\nCole, I'ma send 'em to crossroads with the lost souls\nI saw Nia Long quote\nI would've poked, back when my heart cold\nGive her three or four strokes\nThen I'm onto the next, shit like a par four\nI'm a raw-ass nigga, 6'4\", tall-ass nigga\nWith a sick flow, y'all ask Jigga\nHow much did the kid gross for that label\nPaid dues, had to pay dude for my masters, but I'm grateful\nShit, business is business\nI'm in the Ville, the windows is tinted\nKeeping my dick in my britches, y'all get to the bitches\nMe, I'ma get to this money and split with the missus\nNigga, this vicious, and I'm the truth\nAll of these niggas fictitious\nLook at Jermaine, still runnin' the game\nDamn, this physical fitness\nFuck with me, man\n\nWhat I need with ten cars? I can't drive but one\nThis for my niggas listening in 3001\nAs I'm writin' through this song, this world's gone insane\nI know you feel me 'cause I bet that shit still ain't changed\nI'm on a mission for this chicken, I'ma kill everything\nI'm stackin' for a rainy day and it still ain't rained\nWhy niggas never open up? The answer had me chokin' up\nIt ain't enough words around to reveal they pain"}