{"id": 10185060, "title": "Xposed", "artist": "Ken Carson", "lyrics": "When I walk, you can tell I have it\nWhen I talk, you can hear them trolls yappin'\nI gave that bitch some money, now she so happy\nI switched her whole status, I changed her life\nI been fighting my fashion habits, everything I like, buy twice\nThat shit don’t bother me, niggas been stealing swag all my life\nThese hoes don't bother me, I can't be bothered\nI'm the Black Panther, feel like T'Challa\nHuh, huh, I'm on the X Files, huh, my bitch X'd up\nCan't wait ’til we put him down, he think he next up\nYou ain’t did shit that you rap about, that boy a wrestler\nHuh, I think I'm charged up, I just popped a Tesla\nNigga, get your bars up, she sleep off the Xan’\nThese niggas ain't fucking with me, let's go band for band\nYou ain't flexin’ on me, bitch, you flexin' on your fans\nThat mil' you made in a year, I made in one day, go ask my mans\nFuck you talkin' 'bout? This shit loaded\nEvery time I hit that concert, it's like karaoke\nKeep my hammer like I'm Thor, huh, but I'm more like Loki\nHardcore, I'm goin' gore, these niggas don't really know me\nI'm going Mozart, I'm going Shakespeare\nI have a bakery, but I ain't bakin' no cakes here\nI'm havin' bread, I'm makin' bread, shawty\nBread, bread, shawty\nBread, bread, shawty\nGet your bread, bread, bread up\nFucking on your ho, woah, I got her legs up\nFucking on your ho, you ain't know? Boy, keep your head up\nFucking on another nigga ho because she fed up\nI ran out of Wock', 'bout to pour this red up\nHe say I'm an opp, why the fuck he ain't said nothin'?\nBaby girl, call me back when I get my dreads a new retwist\nI trap shit like Three 6\nWe the mafia, bitch, 808, yeah, mafia\nYeah, you pop shit, but you ain't pop enough\nThese niggas old and popped\nCan't tell you if I sold my soul or not, I forgot\nEverybody tough and gangster 'til they get shot\nOne for the money, two for these thots\nThree for these drugs, I'm havin' a lot\nIf a nigga mug, I'ma up my Gen5\nI'm fried, I'm not tired, I would've died if I lied\nPut racks on, put the racks on that\nPut a bag on it, put a tax on that\nCamo flag, huh, gang shit\nHow you mourn? What you gon' do when that pain hit?\nI been rockin', I been ravin', I been raging\nShe say she miss me, yeah, I miss the stage\nAin't no competition, all these niggas in the way\nAin't no competition, huh, I know I'm okay\nI ain't pressed 'bout none of these niggas\nI ain't stressed 'bout none of these bitches\nI been countin' up too much shit\n\nHuh, huh, huh, huh, huh, huh\nOne for the money, two for the show\nThree for these mad-ass, sad-ass hoes\nShe wanna go to Nobu, I bought her a 4 for $4\nFives in this bitch, you know we bang that double-O\nHe ain't really on that, he just talking, he a troll\nAll my opps some hoes, all my opps getting exposed\nToo much money on his head, he can't do shit 'cause he broke"}