{"id": 10191332, "title": "Fried (She A Vibe)", "artist": "Future & Metro Boomin", "lyrics": "Yeah, I'm fried\nYeah, I'm fried\nI just blew a check in the strip club on a Wednesday\nShe ain't goin', then I'ma ask her what her friend say\nYeah, I'm fried\nYeah, I'm fried\nYeah, I'm fried\nI'm still high from the night before and I popped another one\nDo you roll, roll, roll, like the stone?\nDo you got more than two or three phones?\nDo you?\n\nI'm friеd, yes, fried\nI'm fucked up 'bout lil' shorty, shе a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\n\nI'm fucked up 'bout lil' shorty\nHold a nigga down and she tote my Glock 40\nBust her down, ice her out just like my artists\nEvery time we link, it's like we throwin' a private party\nYeah, yeah, walk inside the strip club, I'm just a walkin' bankroll\nI don't want my old hoes 'cause them hoes all old\nLookin' for that young shit, twenty-four\nBaby have buns, shit, I'm bendin' it over\nBig pimpin', rockin' with her like I'm Dame Dash\nShe waitressin' at Starlets, ain't too many I ain't had\nShe Spanish, she can't call me, \"Papi,\" I make her call me, \"Dad\"\nHer panties off, she come through every time when I smash\nShe ain't try to charge, but anyway, I gave her a lil' cash\nI'm poppin' it off, I'm tryna make her ex-nigga mad\nLeaned up, just took two pills, damn, a nigga throwed\nUnderhand, overhand, the money gettin' blowed\n\nYeah, I'm fried\nYeah, I'm fried\nI just blew a check in the strip club on a Wednesday\nI don't care if she ain't goin', then ask her what her friend say\nI bet she say, \"Comprende\"\nYeah, yeah, fried\nYeah, I'm fried\nI fuck with shorty 'cause shorty is a vibe\nRight\nTo my left and my right\nAnd my front\nI got blunts and I love puttin' on stunts, uh, yeah\n\nTake a shot every day, we gon' get high every day\nTold my girl I been cuttin' off shorty, wouldn't hit her anyway\nSame day, any way, then had to make sure she sign an NDA\nPretty girls all across the world, they know sensei\nThis mud got my mind gone, different tax bracket, different time zone\nDrink out the Styrofoam, but I ain't never been this high though\nI just got my roll on, I ain't popped like this in so long\nI just like to vibe on her, went plain jane, two-tone\nTook a couple uppers, downers, mixed 'em up together\nRunnin' through this money like it's never felt better\nI just went to Cleef and bought the store from overseas\nShorty got me blowin' money fast like Meech\n\nI'm fried, yes, fried\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fried, yes, fried\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\nI'm fucked up 'bout lil' shorty, she a vibe\n\nYou know, we the best in the business\nWhy you think I mean when I say that?\nWhat the fuck you think I mean when I say that, man?\nWe the best in the business\nThere is no competition for us, man"}