{"id": 10203924, "title": "Finesse", "artist": "BossMan Dlow & Glorilla", "lyrics": "I can make the dope stretch, I can teach finesse (Finesse)\nAnd I'm 'bout my check (Beep-beep-beep), you better come correct (Come correct)\nThese hoes stay choosin' (Huh?), trap straight boomin' (Yeah)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)\nI can make the dope stretch, I can teach finesse (Finesse)\nAnd I'm 'bout my check (Beep-beep-beep), you better come correct (Come correct)\nThese hoes stay choosin' (Huh?), trap straight boomin' (Yeah)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)\n\nI 'member breakin' into houses, okay, where the cameras at? (Where they at?)\nNow I got like thirty G's stuffed inside a fanny pack (Racks, nigga)\nPlug threw a nine-piece, okay, bet, I'ma handle that (I'ma get it done)\nYou ain't keep it P? Okay, bet, stand on that (Stand on that)\nAll these designer clothes, I look like a damn booster (Haha)\nHundred in a sixty, fuck state troopers (Fuck 'em)\nPhone chirpin' in the mornin', bae, we roosters\nThem niggas ain't ballin', bae, we hoopers (Splash)\nHuh? Bae, we D1 (Yeah)\nWe ain't worried 'bout nothin', bae, I got funds (Yeah)\nRe-up on some— yeah, yeah (Yeah)\nRe-up on some— shh, hit the trap, get it done (Nigga)\n\nI can make the dope stretch, I can teach finesse (Finesse)\nAnd I'm 'bout my check (Beep-beep-beep), you better come correct (Come correct)\nThese hoes stay choosin' (Huh?), trap straight boomin' (Yeah)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)\nI can make the dope stretch, I can teach finesse (Woo)\nAnd I'm 'bout my check (Hey), you better come correct (GloRilla)\nThese hoes stay choosin' (On gang, gang), trap straight boomin' (On gang, gang)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)\n\nThese bitches ain't no competition, man, these hoes stay losin'\nThey talkin' gangster shit, but I'm the bitch you hoes ain't foolin'\nHe closed his eyes and pulled the trigger, man, you niggas ain't shooters\nYou hangin' with the niggas that bucked you for your pistol, you a brewster\nI can make my throat stretch (Ayy), I can make a mess (Woo)\nInstead, ran up a couple hundred thousand, went thirty days no sex\nYou know how lame it is to confront me about a nigga through a text?\nYou know how fast I'll turn your favorite nigga into your favorite ex, ho? (Haha)\nFuck, abracadabra on your ass\nStop blowin' him up, he with me, lil sis, we laughin' at your ass (Stupid)\nI ain't puttin' that shit on, I can show them what that shit is (On God)\nMirror, mirror on the wall, tell me who that bitch is (On gang, gang)\n\nI can make the dope stretch, I can teach finesse (Finesse)\nAnd I'm 'bout my check (Beep-beep-beep), you better come correct (Come correct)\nThese hoes stay choosin' (Huh?), trap straight boomin' (Yeah)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)\nI can make the dope stretch, I can teach finesse (Finesse)\nAnd I'm 'bout my check (Beep-beep-beep), you better come correct (Come correct)\nThese hoes stay choosin' (Huh?), trap straight boomin' (Yeah)\nI'm a pack mover (Yeah), I'm a weight loser (Yeah)"}