{"id": 10238268, "title": "Show Pony", "artist": "Glass Animals", "lyrics": "I'll begin at the beginning, you met in New York City\nHe was sitting like a prince on the stairs of his old building\nWhen he kissed you, you were finished, two months in a minute\nMarried at a desk in a sundress with a witness\nHad a honeymoon in Texas, went to Little Venice\nTold him with your eyes, now you’re crying in the clinic\nAnd we pile into the Plymouth, haircuts in the kitchen\nHe always fell asleep just before the movie finished\n\nBut you don’t, baby, you’re alone\nEchoes in your head, pressed into the floor\nTwo-dimensional\nWhen’s it gonna end? Maybe when you’re dead?\nMaybe you’re a fool, but he loved you\nAnd he loved you in a t-shirt, mmm\nAll the memories inside your curves\nNow you’re coming back to show us that girl\nSo roll those credits, 'cause the sequel’s gonna hurt, mmm\n\nShow pony, make it burn\nSmile as the knife is turned\nShow pony making a return\nAs we make our way through the universe\nShow pony making it burn\nThat's how revenge is served\nMake it so cold that it hurts\nI guess he's right that you live and learn\n\nIt's how the story goes, ramen on your own\nWaiting by the phone, lipstick on the coat\nWaiting by the door, you live in his clothes\nYou would make a joke that you had none of your own\nAll that shit I learned from you\nKindness spilt like milk and juice\nSo blindsided by the truth\nIn some way I was sure you knew\n\nBut you don’t, baby, you’re alone\nEchoes in your head, pressed into the floor\nTwo-dimensional\nWhen’s it gonna end? Maybe when you’re dead?\nMaybe you’re a fool, but he loved you\nAnd he loved you in a t-shirt, mmm\nAll the memories inside your curves\nNow you’re coming back to show us that girl\nSo roll those credits, 'cause the sequel’s gonna hurt, mmm\n\nShow pony, make it burn\nSmile as the knife is turned\nShow pony making a return\nAs we make our way through the universe\n\nAll those nights he left you and me\nThere was nothing left of you, but he squeezed\nAll those times he did what he pleased\nBoy, those scars must really run deep\nAnd all that hurt comes out in one scream\nAnd it pierced him like the paper receipt\nThat you got that time you went for food\nThat first night that he saw you\n\nShow pony, make it burn\nSmile as the knife is turned\nShow pony making a return\nAs we make our way through the universe\nShow pony making it burn\nThat's how revenge is served\nMake it so cold that it hurts\nI guess he's right that you live and learn"}