{"id": 10245677, "title": "Where My Twin @", "artist": "Future & Metro Boomin", "lyrics": "Oh-oh\nSí-sí\nYoung Metro, young Metro, young Metro\n\n¿Dónde está mi gemelo? en una sala del tribunal\nCon la cabeza en alto, no hay pañuelo\nCualquier problema, agarro una pistola\nPor el contrario, arraso con un kit de carrocería ancha\n\nAcumulé muchos billetes y es obvio\nDos millones por espectáculo, puedo generar una audiencia\n¿Dónde está el viento, negro?\n¿Dónde está el lean, negro?\n¿Dónde está la aleta, negro?\n¿Dónde está mi gemelo?\nEn una sala del tribunal, estoy tomando drogas\nRenuevo el contrato, eso es un proceso, sí\nNo nos detendremos, no estamos encajados\nSiempre encerrado (Ven aquí, sí)\nTomo la Glock, voy a apretar, no me preguntes\nSiendo limpiado en un carro mientras estoy respaldado\nUnos pocos miles van a encontrar a los asesinos\nNo me preguntes, sí\nAmo México, siempre tengo un señuelo\nLlevo esta mierda del rap a nivel global, sigue siendo un chico de la D, huh\nHuelo el olor que sale, se vuelve a sacudir\nNegros atados a la mafia como Reeboks, uh\nTrae el lean, uh, trae la velocidad, uh\nSaca las llaves, uh, saca Bs, uh, saca Cs, uh\nSimplemente jugamos, uh, no jugamos\nNo puedo dejar que una perra se acerque a mi escondite\nHe visto lo que los negros le hacen a un jefe de limo\nMe pongo de loco con Jimmy Choo, me siento bien ahora\nPuedo grabar un clip, dejo que un negro se entere\nVoy a mirar atrás ahora, puedo sentir la vibra\nJuran que saben la verdad, pero aún así, los negros se van\nVeo a mis chicos en mi vida, tengo que cerrar sesión\nPodría haber dañado esta mierda, no podría hablar de ello\nEstoy tratando de manejar esta mierda, fumo una libra entera\nTenía este cartel de perra de Sandman para el ático\nMe sentí abandonado, ahora sé cómo ganar\nSeré su amigo ahora, no importa cómo termine ahora\n\n¿Dónde está mi gemelo? en una sala del tribunal\nCon la cabeza en alto, no hay pañuelo\nCualquier problema, agarro una pistola\nPor el contrario, arraso con un kit de carrocería ancha"}