{"id": 10245312, "title": "H.Y.B.", "artist": "J. Cole Featuring BAS & Central Cee", "lyrics": "Escucha bebe\nTe tengo noticias\nTe tengo malas noticias\n\nY jugamos como TNT, mira cómo estas putas eligen un lado\nLas perras acuden como TMZ cada vez que salimos\nLlamo un SUV Uber, ¿cuántos caben dentro? Sí\nEsconde a tu perra, esconde a tu esposa, sí\nEmbolso a tu perra en mi tobogán, sí\nReza para que los chicos nunca mueran, sí\n42 cobran vida, sí\nEsconde a tu perra, esconde a tu esposa\n\nSoy alérgico a mentir\nNo puedo escuchar a negros rapear sin un EpiPen\nNunca me verás en Giuseppe, los еncuentro de mal gusto, mira en lo quе estoy interviniendo\nAlgunas cosas que diseñé, pero los italianos las llaman Indy 5000\nO tal vez quinientos\nDerrumbo la puerta, si la quiero y los negros no me dejan entrar (Uh)\nMi carrera en pocas palabras, estos vagabundos nunca hicieron más que fallar\nVan a ver que soy yo cuando el polvo se asiente\nVan a ver que soy el indicado\nA-B-C-D-E-F-G, H-I-J-K, uh, M-N-O-P\nEse soy yo en el salón de clases preguntando: \"¿Qué es L?\" (Oh)\nNunca se me supo que tomara esos\nTu chica me vio y se le congeló la cara\nSerá mejor que tengas suerte, soy fiel\nPor favor ponme a prueba, los supero\nMi dinero ha estado creciendo como ocho veces, eh\nPero sabes cómo odio las metas\nNo sé si se ponen verdes por la envidia o es por el oro falso (Oh)\nMe muevo por la calle en profundidad, sigo olvidando que soy J. Cole\nMe siento como un negro normal, acabo de tener un financiamiento muy irregular\nPalabra a Puma, he estado recibiendo pesos\nMi cuenta está como el final de un arcoiris\nCada vez que escupo es un lanzamiento de llama\nYo, Bas y Cench, somos la OTAN\n\nY jugamos como TNT, mira cómo estas putas eligen un lado\nLas perras acuden como TMZ cada vez que salimos\nLlamo un SUV Uber, ¿cuántos caben dentro? Sí\nEsconde a tu perra, esconde a tu esposa, sí (Skrrt)\nEmbolso a tu perra en mi tobogán, sí\nReza para que los chicos nunca mueran, sí\n42 cobran vida, sí\nEsconde a tu perra, esconde a tu esposa\n\nSeñor perdóname porque soy un pecador\nLa forma en que vivo, me estoy preparando para el infierno\nNo sé por qué estás enojado, probablemente deberías agradecerme\nPorque he estado ventilando a tu chica\nSi consigo algo de la cima, podemos emprender la persecución porque conocemos bien el área\nGracias a Dios no estoy muy lejos de cien señoritas, también debo agradecer a Ron Perry\nNi siquiera sé por qué subieron al ring\nUnos segundos después y están tirando la toalla\nCuando llegamos al pueblo, los vecinos dicen: \"¿Cómo diablos consiguen esas casas?\"\nAhora estoy en diferentes lugares, ni siquiera sé cómo se pronuncian\nEntregas de premios, traigo mi bolsa, ni siquiera estoy sacando m—\nNo puedo ser empacado por TMZ, intento colocar cuatro cosas en el G63\nLe daré una cosa a mi hermano YG, me encargaré del resto y eliminaré a los tres\nLa espalda tan grande y todos estábamos llenos de gasolina, ¿cómo carajo le cabían esos jeans Diesel?\nNo puedo competir porque no están en mi liga\nOh, por favor, ni siquiera es una pelea igualada\nAl menos folla al chico en el abdomen, hermano, ni siquiera cuenta si está debajo de la rodilla\nBloquea la vida, relajándote con una puta horrible, ella se agachará y arruinará al equipo\nLos chicos y yo estábamos pidiendo prestada ropa, como, \"Hermano, déjame sostener ese abrigo esta semana\"\nAhora ya es tarde, cerré Harrods, saco el AmEx y me voy de juerga\n\nY jugamos como TNT, mira cómo estas putas eligen un lado\nLas perras acuden como TMZ cada vez que salimos\nLlamo un SUV Uber, ¿cuántos caben dentro? Sí\nEsconde a tu perra, esconde a tu esposa, sí\nEmbolso a tu perra en mi tobogán, sí\nReza para que los chicos nunca mueran, sí\n42 cobran vida, sí\nEsconde a tu perra, esconde a tu esposa"}