{"id": 10245174, "title": "Pi", "artist": "J. Cole Featuring Daylyt & Ab-Soul", "lyrics": "The criteria for this tier is just a open pride\nHope and cries, but so can I\nI drop the unprovoken crimes\nPray to the heaven, God, with no disguise\nWe roll the dice and hope the soul unties\nReap the fruit with no bow tie\nSensitive Pisces, still thuggin', baby, ain't 'fraid to cry\nSkinny, biggy, lens is tinted, ain't got no lazy eye\nHeart of gold, almost sold it in Saudi Arabia\nQuill told me the clouds ain't real, God gotta paint the sky\nSo I'm a student of Sophia Stewart, the Matrix ain't a lie\nTainted Gods fall from the sky\nTie in inception\nWhen you wake inside this dream, you a weapon\nStep in the cypher, know the beef real\nYour life at stake, ages with each meal\nReal estate of mind, you need equity? Let the beat build\nPoison in my cup, I need to refill\nI feel it in my gut, you niggas meek still\nI inherit the Earth\nLike three wise men pulled up to cherish my birth\nThey placed me in a manger, wasn't that major at first\nBut what a mess I'll leave, I'm the savior at work\nI ain't sayin' I'm Jesus\nGot the job of the messiah, Ty and Joe, we block all devils\nGet y'all shovels, can ya dig it?\nWe gon' riot if y'all pick it\nSign of danger, oh, we anger from my past, can't get past that\nWe the last batch and the cause installed, we got Black facts\nGrow a spinal cord or backtrack\nThe homies call me Batman, I'm the African Ben Affleck\nPublishin' some other shit, like is something up with ASCAP?\nIt's training day, don't get your ass capped\nGivenchy snapback with the rhinestones, you ain't never had that\nWas at Saks Fifth with Doe, that's a double entendre\nEverything I say is dope, is this a microphone or contra?\nBands in my pocket\nSee what they told Malcolm X to do with his hands?\nThat shit was out of pocket\nPicked up shotguns that came in handy, wasn't no plan B\nKid gone, who can fuck with him? Knew them shots would muzzle him\nKnew the blocks would puzzle him\nLet' go stupid because of him\nShells fallin' like Nephilim\nGilgamesh, who can fuck with him? (Perfect)\n\nOh, y'all thought we was done wit' em? Huh\nY'all must be stupid, we finna go dumb on 'em\nJust keep your ears open like Dumbo and them\nGood luck to them, it's up for them\nPiece of the pie edge, we gon' crumble 'em\nThree fourteen on the guy head when we rumble 'em\nHahaha, on second thought, that's enough for them\nNah, you gotta chill, bro (Hahaha)\n\nShe makes a tear fall from my eye\nAh, man, I wish it was the rain\nYou gotta reach out to them\nShe makes the rain fall from my eye\n\nUh, prayer hands for the land where they sprayin' pellets\nAnd turning your mans to an angelic\nBeing and freeing him from this crammed, hellish hole\nThe weather's cold from jealous souls that fanned fellas\nI danced as well as Chris Breezy when the bullets start strayin' careless\nI won't let him Swiss cheese me, got plans that I can't fail at\nSeen plenty bodies trembling, resembling Cam Reddish\nSo full of potential, but never given a real chance to develop\nMy head envelops the pen, these ain't fan letters I craft\nHis album dropped, it was trash\nI litter it like I can't spell it\nIs you a demon or is that demeanor for the 'Gram? Tell us\nThey plead the fifth, I'm seeing hints of a trans fella\nIn cancel culture's vicinity, he's no killer, trust me\nBeneath his chosen identity, there is still a pussy, period\nBlood spillin' monthly, rather weekly as a myriad of bodies drop\nWhere bricks get karate chopped to maximize the dojo, comprende\nI wonder, will my friends make it past the pearly gates, so we could kick it\nBut based on what their sins say, probably not\nHit lick after lick like a lollipop\nYou niggas take a lie detect', the polygraph'll probably pop\nYou know my zone, I live here at the top\nRight now, I'm home alone, Macaulay cot\nI keep the shotty cocked in 'case somebody plot to rob me of this godly spot\nJermaine monstrous\nLike that nigga off Jumanji, they know how he rock\nAll these bodies I done caught, I should probably stop\nNah, fuck that, I willingly venture into a den full of lions\nOn some kill or be sent to a funeral home facility\nTo test my ability with this thrilling agenda\nBut it's hard to meet my match when my raps ain't really that tender\nSince birth, the kid knew his worth\nNever wallowed in sorrow, the game he dispersed\nIn these verses, bring a gillie potential, a milli' from pencils\nNever will my ability cripple\nNow please, hold yo' L like you guardin' Philly's young center\nQuick to leave a chick curved\nIt's only one of me, but bet it's like six hers\nIn my mobile device, you feel the motive in these quotables, right?\nCole is the nicest, but ain't shit about these vocals polite\nFocusin' like bifocals while I'm walkin' on tightropes from a height\nYou folks'll only get this scope from a flight\nHow many \"Verses Of The Year\" this year is Cole gonna write? Uh\n\nYou know that I do believe, she\nShe makes a tear fall from my eye\nFalling, I\nYou know that I do believe, she, I"}