{"id": 10245167, "title": "Ready '24", "artist": "J. Cole Featuring Cam'ron", "lyrics": "Bitch, I'm on my shit again\nI don't be sittin' 'round thinkin' what I could've been\nI'ma do it now, I told mama I'ma do her proud\nI do what I want, you niggas do what you allowed\nMy dog blew the loud into a cloud\nThese verses heinous, so of course they trainers threw in towels\nCole World, I got too much style\nDesigner or not, I just pulled your bitch with no line-up and Crocs\nWhere I'm from, fiends line up for rocks\nYoung niggas line up for Glocks\nTalk slick, one shot, aw shit, forensics outlinin' your socks\nPoor decision, mortician alpinin' your box\nRaw pitchin', court vision, dishin' pounds on the block\nYou think you 'bout to get this shit over-the-counter? You're not\nAin't no prescription for this shit, you can't just dial up the doc'\nMy nigga wicked with the wrist, he whipped it out of a pot\nFrom a powder to rock solid, then count up the profits\nYou ain't gotta sell that shit no more, I got it on lock, I told you\n\nWoo\nOoh, shit, nigga\n\nI ain't finished yet, not by a long shot\nCole never snooze, won't even stop my alarm clock\nShout to Ryan Coog', that shit was scary to view\n'Cause a nigga's worst fear is gettin' stopped by the wrong cop, uh\nOr gettin' shot on his own block\nThat's why niggas keep the chrome cocked, my palms cocked\nHomes in three different timezones, it don't stop\nOlympic-level divin', bitch, I promise I won't flop, uh\nThis how it feel to be on top\nI used to see fiends lookin' for crack like they phone dropped\nSo fuck what you talkin' 'bout\nI aimed for the stars and hit, shit was a long shot\nI'm tryna get more bread than Patrick Mahomes got\nShort-term vision ain't gon' get you the long yachts\n'Ville nigga, used to cash my check at the pawn shop\nMy second worst fear is stickin' dick in the wrong thot\n'Cause child support supervision is gon' knock\nIt's crystal clear, bitch, I got the vision y'all don't got\n\nYes (Stupid), yes (Killa, Killa)\nHere we go\nI'm ready, I'm ready (Uh)\nBeen ready, let's go (Look)\n\nHomie thought he caught him a killer, I intercepted her (Swish)\nDeceptive, not at all, I wasn't with disrespectin' her\nBut I stood my ground, I wasn't with all the beggin' her\nKnow that I'm flee and nothin' I do is regular (Matter fact)\nMatter fact, do irregular on the regular\nWith the trappers, robbers, next day, at the senator's (True)\nBut what to do with us? (Us?), gettin' loot with us (Yes)\nThen the coupe with us (What else?), then hit the stu' with us\nYou see my crew, boo? Yeah, it's only a few of us (True)\nYou gettin' money, honey? That'll make two of us (Woo)\nTakin' what I'm supposed to get, not all, most of it\nPaper tags, poppin' tags, no tag, you know I'm it\nI don't know if you people noticed it\nBut niggas had to give me six feet before the COVID hit (Swear they did)\nOr you'll be six feet deep like when I load the clip (Baow)\nEarly bird, and the can of worms, you opened it (True)\nStill hittin' old girl (Girl), still make her toes curl (Curl)\nKilla Cam and Cole World, y'all niggas ready? (Yes)"}