{"id": 10245168, "title": "Huntin' Wabbitz", "artist": "J. Cole", "lyrics": "Fuck runnin' in place, I'd never do that, my destination is runnin' the map\nI'll run in your trap like, \"Run me your work 'fore somebody get hurt,\" nigga, run or get clapped\nI ain't cool with these dudes, I don't fool with these dudes\nI don't wanna show love, I don't wanna give dap\nI just wanna kick back, take trips, make hits, make big chips, stack 'til they tall as Kristaps\nMe and your squad is mismatch\nYour calves ain't strong enough to follow his path\nAnd you know the bitch bad if I brought the bitch back\nLet the chick ride stick like I taught her witchcraft\nCaught a whiplash when they saw the whip pass\nThey like, \"Okay, I see you,\" bitch, how could you not?\nI drove to CVS, copped a Plan B and I watched as she swallowed, bitch, I kid you not\nCan't take no risk in this game, my money grew, but my ambition's the same\nTalk to me proper, you lookin' like Q at the locker, I pop up how Bishop had came\nWhat's up? Niggas gon' put some respect on my name\nOne way or another\nI work the whole winter to take over summer\nThey late to the party 'cause they overslumbered\nDon't hop on it now, nigga, stay over yonder\nI'm on Rodeo, I'm bummy\nI'm 'bout to get fly like my layover comin'\nI promise I don't feel a day over twenty\nThey hatin' from so far away and it's funny\nI'm clappin' at niggas like they owe me money\nPop-pop-pop-pop-pop-pop, click\nShit, now the clip lookin' like Chick-fil-A on a Sunday\n\nHe keeps killing us, father\nHe keeps taking and taking\nI want to—\n\nPop in a new one and let off again\nAlways knew we was gon' get our revenge\nAim at whoever ain't dead, I will win\nYou thought 'cause I'm god of this rap shit that I'd just forget all the sins?\nOh, how you wish\nHe dope as a hundred and ten-hour binge\nEverybody say that they start at the bottom\nI don't care to doubt 'em, but this how it ends, nigga\nLook at you, son\nLook at what you've become\nThis how it ends\nNever see no one get this high again\nGlobetrotter shit, bitch, that's just how I spin\nWord to my palm, bitch, I'm too locked in\nI hit 'em up, bitch, I'm 2Pac twin\nCame up 'round sharks, so that's just how I swim\nCame up 'round sharks, so that's just how I swim\n(That's just how I swim)\nThis how it ends\nNever see no one get this high again\nGlobetrotter shit, bitch, that's just how I spin\nWord to my palm, bitch, I'm too locked in\nI hit 'em up, bitch, I'm 2Pac twin\nCame up 'round sharks, so that's just how I swim\nCame up 'round sharks, so that's just how I swim\n\nI'm sorry\nI'm so sorry for what I've done"}