{"id": 10257642, "title": "L'amour De Ma Vie", "artist": "Billie Eilish", "lyrics": "I wish you the best for the rest of your life\nFelt sorry for you when I looked in your eyes\nBut I need to confess, I told you a lie\nI said you\nYou were the love of my life\nThe love of my life\n\nDid I break your heart?\nDid I waste your time?\nI tried to be there for you\nThen you tried to break mine\n\nIt isn't asking for a lot for an apology\nFor making me feel like it'd kill you if I tried to leave\nYou said you'd never fall in love again because of me\nThen you moved on immediately (Bum, bum, bum)\n\nBut I wish you the best for the rest of your life\nFelt sorry for you when I looked in your eyes\nBut I need to confess, I told you a lie (Told you a lie)\nWhen I said you (I said you)\nYou (You) were the love of my life\nThe love of my life\n\nSo you found her, now go fall in love (Go fall in love)\nJust like we were if I ever was (If I ever was)\nIt's not my fault, I did what I could (Did what I could)\nYou made it so hard like I knew you would\n\nThought I was depressed or losing my mind\nMy stomach upset almost all of the time\nBut after I left, it was obvious why (Oh), mm\nBecause for you, you\nI was the love of your life, mm\nBut you were not mine (But you were not mine)\n\nIt isn't asking for a lot for an apology\nFor making me feel like it'd kill you if I tried to leave\nYou said you'd never fall in love again because of me\nThen you moved on, then you moved on\nThen you moved on, then you moved on\nThen you moved on, then you moved on\n\nOoh\nYou wanted to keep it\nLike somethin' you found\n'Til you didn't need it\nBut you should've seen it\nThe way it went down\nWouldn't believe it\nWanna know what I told her\nWith her hand on my shoulder?\nYou were so mediocre\nAnd we're so glad it's over now\nIt's over now\nIt's over now\nIt's over now\n\nCamera\nCaught on camera\nThe girl's on camera\nYour girl's a fan of—\nYou miss me\nSay you miss me\nIt's such a pity\nWe're both so pretty"}