{"id": 10259898, "title": "Break A Neck", "artist": "Odetari & Ayesha Erotica", "lyrics": "(Dance all night) I just wanna dance all night\nDance all night, I just wanna dance all night\nI just wanna, I just wanna—\n(Dance all night) I just wanna dance all night\nDance all night, dance-dance all-all-all night\n\nBitch, get fucked, 'cause you ass, and you puss'\nHow you bitches got signed, and you don't got push?\nLike, please, everything I do is for a fee\nI'll shake a bitch down for a purse and a weave\nI'll shake a bitch down for a BMI\nWho writes your shit, bitch? Just me and I\nWhy you bitches act scary and dark? It's just dumb\nYou would pop a damn tit tryna shoot off a gun\n\nDance all night\nDance, d-d-d-dance, d-d-d-dance, night-night\nDance all night\nNight, n-n-n-night, n-n-n-night\nDance-dance a-a-all night\n\nDamn, woah, you're moving too fast\nGirl, you need to slow down (I just wanna dance all night)\nDamn, woah, you're moving too fast\nGirl, you need to slow down (Dance, dance a-a-a-all—)\n(Dance all night) I just wanna dance all night\nDance all night, I just wanna dance all night\nI just wanna, I just wanna—\n(Dance all night) I just wanna dance all night\nDance all night, dance, dance all-all-all—\n\nShe don't wanna think about her problems\nShe just want to get into that club to shake her bottom\nShe think if she drink this liquor, then it's gon' dissolve 'em\nWhen she grabbed me by my neck, I knew it was a problem\n\nBreak a sweat\nI can make you break your neck\nI can make you break your neck\nI can make you break a sweat\nBre-break a sweat, bre-break a sweat\nI can make you break your neck\nI can make you break your neck\nI can make you break a sweat\nBre-break a sweat\n\nDamn, woah, you're moving too fast\nGirl, you need to slow down (I just wanna dance all night)\nDamn, woah, you're moving too fast\nGirl, you need to slow down (Dance, dance a-a-a-all—)\n\nAnd you ain't slick, bitch, you ain't shit\nI seen you rise and fall, bitch, you ate shit\nChopped cheese, you done, you got eight-six'd\nWhen you bitches speak my name, I know you taste it\nAnd about that album, bitch, stop it\nThat shit corny like tees at Hot Topic\nI'ma make you bimbo hoes go back Gothic\nLet me know how many streams until you profit\nPussy, pussy, pussy, pussy"}