{"id": 10271274, "title": "Out Of My Hands", "artist": "Future & Metro Boomin", "lyrics": "¿No lo sabes? ¿No lo sabes?\nEsta vida es increíble, en ocasiones especiales, fumamos paquetes que le gustan a los negros\nHacemos rodar negros como, uh\nCocinamos negros como crack, devolviendolos\nTantos empates, correctos o incorrectos, para los muchachos (Desvía)\nEstamos listos para manejar, chico, cuando sea el momento (Cuando sea)\nComo sea que tengamos que jugarlo, no podemos estar a ciegas (Nunca a ciegas)\nTe va a parecer complicado si no eres uno de los míos (No eres uno de los míos)\n\nJane simple envuelto en dos tonos, ya sé en qué estoy (Tú sabes en qué estoy)\nMi chica parece un clon, tres perras acostadas en mi habitación (Acostadas en mi habitación)\nChinchilla arrastra al suelo, chinchilla arrastra a una puta (Arrastra a una puta)\nLas noches no permiten dormir, tengo la máquina de dinero en el suelo (Esa máquina de di—, brrt)\nEx perra desnudándose en el poste, mi joven perra se queda de paseo (Se queda de paseo)\nLlego a través del entrenador, uh, regresó la Gen G4 (Gen G4)\nMe sirvo un cuarto, uh (Cuarto), sirvo un octavo, sirvo más, uh, uh\nLos jóvenes van a volar, uh, los niños pequeños van a conseguir un trofeo, uh, uh\n\nYa soy engreído, ya estoy tomando, no tienes que instigarme (No tienes que instigarme)\nPasé por las islas, pasé por el estilo, perra, fui con sementales\nUh\nOficial, todo lo que hago es oficial\nAgarro tu pistola, negro\nMe follaré a tu hermana, negro\nLa trato como a una prostituta, negro\nEstoy bien con el MAC, no estoy reteniendo nada\nEstoy pasando por detrás\nEstoy listo para volverme loco, estoy listo para volverme loco\nChica, tu negro está loco y eso es solo eso\nNo puedo pasar nada, me quedo en mi tarea\nObteniendo mi dinero, lo controlo rápido\nManteniendo mi máscara, estoy listo para disparar\nEso es solo eso\nHago lo que puedo, no está en el plan\nEspero que entiendas, no puedes comprenderlo\nNo voy en contra de mi hombre para follar a su perra, voy a gastar estos billetes\nTengo demasiadas opciones, satisfacen mi demanda, mi equipo, terminamos de movernos\nFuiste contra la pandilla, leíste lo que digo, está fuera de mis manos\n\nJane simple envuelto en dos tonos, ya sé en qué estoy (Tú sabes en qué estoy)\nMi chica parece un clon, tres perras acostadas en mi habitación (Acostadas en mi habitación)\nChinchilla arrastra al suelo, chinchilla arrastra a una puta (Arrastra a una puta)\nLas noches no permiten dormir, tengo la máquina de dinero en el suelo (Esa máquina de di—, brrt)\nEx perra desnudándose en el poste, mi joven perra se queda de paseo (Se queda de paseo)\nLlego a través del entrenador, uh, regresó la Gen G4 (Gen G4)\nMe sirvo un cuarto, uh (Cuarto), sirvo un octavo, sirvo más, uh, uh\nLos jóvenes van a volar, uh, los niños pequeños van a conseguir un trofeo\n\nAprendimos a abarcarlo\nTe estoy dando el protagonismo, no tienes que decirlo\nTe estoy dando el protagonismo, no tienes que decirlo, no tienes que decir nada\nConocemos el código de silencio, no tienes que decirlo, no tienes que decir nada\nCuerpos sobre cuerpos y cuerpos y cuerpos, no tienes que decir nada\n(¿No lo sabes? ¿No lo sabes?)\nVistiendote como un estilista, ni siquiera tienes que decir nada\n(¿No lo sabes? ¿No lo sabes?)\nDime, sigue adelante, no pares, no tienes que decir nada\n(¿No lo sabes? ¿No lo sabes?)\nEl negro más real lo puso, no tienes que decir nada\n(¿No lo sabes?)\nPuedo decirte que me agradas solo porque, como me agradas, no tienes que decir nada, sí\n(¿No lo sabes? ¿No lo sabes?)\nEstamos a punto de arruinar la ciudad, ni siquiera tenemos que decir nada\n(¿No lo sabes?)\nTengo un candado en la calle, no tengo que decir nada\nHacemos la casa de cristal en la playa, no tenías que decir nada\nTomé la ruta del efectivo, yendo lejos y no tienes que decir nada\nPara el pequeño amigo que se está poniendo chispeante, no tengo que decir nada\n(No tenías que decir nada, no tenías que decir nada)\n\nOtra situación real"}