{"id": 10292886, "title": "That's My Girl", "artist": "Russ", "lyrics": "Yeah\nThinkin' 'bout the time you almost made my heart stop\nI love it when you use your mouth as an alarm clock (Give me)\nDoesn't matter if I'm tired, I'ma see it through\nReal men still wear pink and we eat it too\nGood girl, look at you, go crazy (Go crazy)\nEyes on my when you swallow my babies (Look, look)\nPut your hands behind your back (Back)\nI don't do drugs, but I'll give you a lil' smack (Smack)\nI can see the waves on your booty, I'm surfin' (Woo)\nI like when you keep the same energy in person (Ooh)\nYou get a different type of nasty when you know it's all yours\nI love it when you get on all fours\n\nYeah, that's my girl\nYou know just what to do (Fuck right now)\nCan't take my eyes off of you (You look so good)\nI love watchin' you take it (I knew you could)\nI love watchin' you taste it (Yeah, yeah)\nThat's my girl, you my little angel\nThat's my girl, but you ride me like hell\nThat's my girl, baby, I should thank you\nThat's my girl, 'cause you take it so well\nThat's my, that's my girl\n\nYeah\nMight we fallin' off the bed, we were Hennessy thrown\nShe said, \"How could I forget? This is memory foam\" (Ha)\nI'ma let it be known that you're mine (Yeah, who's is it? Who's is it? Who's is it?)\nPussy got lips so of course I'm gonna kiss it (Mwah)\nUse your words, say you want me inside you (Louder)\nThat's my girl, nobody else does it like you (Look at me)\nKeep goin', keep goin', keep goin'\nIs it shallow if I say I love the way you deepthroatin'? (Haha)\nWe can use toys (Yeah), we on some grown shit\nDiamonds ain't a girl's best friend, but a rose is (But a rose is)\nDon't stop, baby girl, you gotta earn it\nHere you go, girl, you deserve it\n\nYeah, that's my girl\nYou know just what to do (Fuck right now)\nCan't take my eyes off of you (You look so good)\nI love watchin' you take it (I knew you could)\nI love watchin' you taste it (Yeah, yeah)\nThat's my girl, you my little angel\nThat's my girl, but you ride me like hell\nThat's my girl, baby, I should thank you\nThat's my girl, 'cause you take it so well\nThat's my, that's my girl"}