{"id": 10300544, "title": "Here We Go (Uh Oh)", "artist": "Coco Jones", "lyrics": "How come when I see your name on my lock screen\nI already know what it means, uh?\nI was rollin' in his bed, you was rent free in my head\nI thought I was done with that lease\nPlease\nI wanna love another person\nCan I please love another person? This time\nOh, oh, me\nI been putting all this work in\nAnd you still got a place in my mind\nOh, oh\n\nWhy it's gotta be your way? I want it to be mine\nWhat you think this is, foreplay? Must be outta your mind\nThey tell me to ignore it\nDon't you think that I've tried, and I've tried, and I've tried, and I've tried?\n\nI know when you said, \"Goodbyе,\" you ain't mean no goodbye\nHerе we go, uh-oh, ah\nI know when you get to likin' my pictures it's time\nHere we go, uh-oh, ah\nOver and over, and over we go\nOlder and older, and older, but so?\nSoon as I finally meet someone else that I like\nHere we go, uh-oh, ah\n\nAlready know (Know)\nCould never be a bitter person 'cause I'm grown (Grown)\nYou always outside, take your ass back home\nPullin' up on me, boy, you wrong\nUh-uh-oh\n\nWhy it's gotta be your way? I want it to be mine\nWhat you think this is, foreplay? Must be outta your mind\nThey tell me to ignore it\nDon't you think that I've tried, and I've tried, and I've tried, and I've tried?\n\nI know when you said, \"Goodbye,\" you ain't mean no goodbye\nHere we go, uh-oh, ah\nI know when you get to likin' my pictures it's time\nHere we go, uh-oh, ah\nOver and over, and over we go\nOlder and older, and older, but so?\nSoon as I finally meet someone else that I like\nHere we go, uh-oh, ah\n\nBetter man, why don't you just be the better man?\nWhy I gotta be the bigger man?\nYou just wanna be the middle man\nTryna get in between\nWhy don't you just be the better man?\nWhy I gotta be the bigger man?\nYou just wanna be the middle man\nTryna get in between\nBetter man, why don't you just be the better man? (Baby, did you cry around?)\nWhy I gotta be the bigger man?\nYou just wanna be the middle man (Oh-ooh)\nTryna get in between\nWhy don't you just be the better man? (I see you playing games)\nWhy I gotta be the bigger man?\nYou just wanna be the middle man (Oh-oh, oh)\nTryna get in between"}