{"id": 10342855, "title": "Boogieman", "artist": "EBK Jaaybo", "lyrics": "Brother, tell me what we on, I'm on the same shit (Yeah)\nThe death I planned for cuz ain't nice, blood, I hate them (Yeah)\nI feel the safest when the club let me bring Drac' in (Yeah, yeah)\nWhy you want to see his smile again? Ain't they face him? (Aye)\nLabel don't know they contribute to the violence every payment (Ayy, ayy)\nSay shе don't fuck around with 30s (Yeah), she just take 10s (Yеah)\nThink you gon' fuck with me for free? Bitch, what you laced with? (Yeah)\nWant all the smoke like a vape pen\nHold on, brother, chase him\nSay my name, I pop up like the Boogeyman\nFuckin' the game over, dropping bangers with no hooks again (Yeah)\nAyy, free my brother Leak, I hate I'm puttin' money on your books again (Yeah, yeah)\nIf you ain't never took him in, nigga, calm down\n\nA known ho, so I approached her with my palm out\nWas on that on the outs, he in the county ringin' songs now (Yeah, yeah)\nRisk taker, beat they block with fifty niggas on it (Yeah, yeah)\nAyy, Ecko, turn this beat off if I ain't trippin' on it\n\nAin't making love to the juice, I'm just sippin' on it\nNot no full man without no fullies, who got glitches for us? (Yeah)\nMy lil' cousin don't slide but want blick (Yeah), I gave that bitch a taurus (Yeah)\nWhen it's a homicide, can't sleep to shake them clips of horror\nFolks told me to pull up to AZ, he got them switches for us\nStop vettin' all your war stories, man, the bitch bored\nAnother opp top flat, we need to clip some more\nWe up the most you know that been the score (Two-one)\nYeah, yeah, yeah, yeah\n\nBrother, tell me what we on, I'm on the same shit\nThe death I planned for cuz ain't nice, blood, I hate them\nI feel the safest when the club let me bring Drac' in\nWhy you want to see his smile again? Ain't they face him? (Aye)\nLabel don't know they contribute to the violence every payment\nSay she don't fuck around with 30s (Yeah), she just take 10s (Yeah)\nThink you gon' fuck with me for free? Bitch, what you laced with? (Yeah)\nWant all the smoke like a vape pen\nHold on, brother, chase him\nSay my name, I pop up like the Boogeyman\nFuckin' the game over, dropping bangers with no hooks again (Yeah)\nAyy, free my brother Leak, I hate I'm puttin' money on your books again\nIf you ain't never took a man, nigga, calm down\n\nA known ho, so I approached her with my palm out\nWas on that on the outs, he in the county ringin' songs now (Yeah, yeah)\nRisk taker, beat they block with fifty niggas on it (Yeah, yeah)\nAyy, Ecko, turn this beat off if I ain't trippin' on it"}