{"id": 10368508, "title": "Ronald", "artist": "Falling in Reverse Featuring Tech N9ne & Alex Terrible", "lyrics": "Don't hesitate, you're hangin' on for your life\nDon't hesitate, you're reachin' out from the light\nWalking on a razor's edge\nMy blood runs black, I'm not your friend\nFuck\n\nPull from the depths of the 36 Chambers, ah\nAh, pull the trigger, give a bullet to a stranger, nice\nAh, pull from the depths of the 36 Chambers (Hahahahaha)\nPull the trigger, give a bullet to a stranger\n\nI don't wanna die (Die), but I'm not gonna live\nIn a place so cold, in a world like this (This)\nCrucify me (Me), it's blasphemy (-my)\nThrow me in the fire, let me burn for eternity, go (Go, go, go)\nBurn for eternity (-y, -y, -y), eternity\nI'll never be the one that will ever back down\nNever turn around and run\nNever, never, never back down\n\nDeep into the trench of a place unknown\nLies a dead man clutched to the bottom of a throne\nAt the bottom of a hole that nobody wants to go\nIt's the devil that you know that's gotta hold up on your wicked soul (Damn)\nWhat is up in your mind?\nAre you thinkin' the devil is makin' the crime?\nOr the people are evil and never no demon design?\nOr the opposite of a divine? No\nYes, the hell is in front of you, side and behind\nI can feel every sign of a human decline\nI'm believing the time is upon us when all of our people are blind, yo\nRed rain, saw it fallin' from a tower's dead plane\nHead banged Mandalay Bay hotel, lotta lead came\nSex change could get you caught up in death range\nHe pled sane, but really imitating Ed Gein\nHow do we get this way? Negative shit to say when you get dismay\nHavin' a fit today, so you wanna make a bitch decay\nMy son's mom went gone, it was really wrong\nI thought I was gonna vomit searching for my son, but I didn't go John Muhammad\nSo the devil's right here on this level, wipe tears\n'Cause when rebels ready to pop the heavy metal, why fear? (Yeah)\nAbomination, they been fakin', consecration hatin', western education\nGot that killer on a kid, I gotta chase 'em, go\nGo\n\nSpiraling out of control and deeper down the rabbit hole\nAyy\nNever gonna let them get the most of what they'll have to resurrect\nSuicide, do or die, hesitate, men die\nI don't give a fuck, this disgrace to God (No)\nYeah (Ah)\nNever gonna let them get the most of what they'll have to resurrect\nI don't give a fuck, this disgrace to God"}