{"id": 10368816, "title": "Boa", "artist": "Megan Thee Stallion", "lyrics": "I be showin' my ass, they mad, huh? (Yeah, yeah)\nBitches is bitter, they thought it was sweet (Thought it was sweet)\nAll the sudden, they vegan, they don't want beef\nTalkin' outta veneers, I'm knockin' out teeth\nI pop shit, they went pop (Yeah)\nThey bought Birkins, I bought stock (I bought stock)\nThey still on a boat, I'm on a yacht (Ah)\nThey takin' shots, I'm takin' spots (Ah, ah)\nI see the shade, then they get blocked\nThey see the chain, then they went blind, yeah\nI know I'm different, I'm one of a kind\nI took off on bitches and left 'em behind\nHow do you hate me if I'm on your mind?\nSendin' me messages, ain't Valentine\nBitches is messy, but I'm petty\nDon't gotta edit, check the Getty\nI keep it real, I keep it sexy\nCallin' for backup before they address me\nHoes do all of that typin'\nBut never once did I get pressed\nIt's obvious bitches obsessed\nIf it's fuck me, then we havin' sex (Ah)\n\nIf I pop back, then they go (Uh-oh)\nBitch, your time up (Ah)\n\nTick-tock, tick-tock, tick-tock, tick-tock (Yeah, yeah)\nThese bitches only hot on (Tick-tock, tick-tock, tick-tock, tick-tock), yeah\nBitches doin' all that womp, womp, womp, womp, womp, womp, womp (Yeah, yeah)\nBitch, your time up, why is you not clockin' out?\nDoin' shit for TikTok (Yeah), bitch, I'm really hip-hop (Ah, ah)\nThey all know my shit hot, ain't listen when your shit drop\nAll my diamonds dancin', I ain't need to make no TikTok (Baow, baow, ah)\nBitch, your time up (Yeah)\n\nAyy, hair long, money long (Money long), countin' up for hours (Countin' up for hours)\nI don't want no minute-man, fuck me for some hours, ayy\nChains wet (Wet), I'm in love with money showers, ayy\nDoo-doo-doo, I love the sound of money counters, ah\nBoy, I'm a player, not a savior\nNiggas and purses, I got every flavor (Got every flavor)\nTake a picture, I pose for the haters\nShowin' my ass like adult entertainers\nFrom the back, he can tell I'm from Texas (Baow)\nYellow diamonds in my necklace (In my necklace)\nJust crossed another opp off the checklist\nSpankin' these rap bitches, yeah, that's my fetish\nHe do what I tell him (What I tell him), I do what I wanna do (Wanna do)\nAll that fuckin' talkin', but let's see who really make a move (Make a move)\nPost a picture, bitches call me mother, now who's sonnin' who?\n\nBitch, your time up (Ah)\n\nTick-tock, tick-tock, tick-tock, tick-tock (Yeah, yeah)\nThese bitches only hot on (Tick-tock, tick-tock, tick-tock, tick-tock), yeah\nBitches doin' all that womp, womp, womp, womp, womp, womp, womp (Yeah, yeah)\nBitch, your time up, why is you not clockin' out?\nDoin' shit for TikTok (Yeah), bitch, I'm really hip-hop (Ah, ah)\nThey all know my shit hot, ain't listen when your shit drop\nAll my diamonds dancin', I ain't need to make no TikTok (Baow, baow, ah)\nBitch, your time up (Yeah, yeah)\n\nTick-tock, tick-tock, tick-tock, tick-tock\nTick-tock, tick-tock, tick-tock, tick-tock\nTick-tock, tick-tock, tick-tock, tick-tock\nTick-tock, tick-tock, tick-tock, tick-tock\nTick-tock, tick-tock, tick-tock, tick-tock"}