{"id": 10385972, "title": "120", "artist": "Lil Tecca", "lyrics": "Your ho for the team, how you find her? (Find her)\nThis an ERD tee, ain't no Prada (Yeah)\nThat's your bitch, tell me, how do I got her? (I got her)\nGot her rockin' my chain like I signed her (Signed her)\nThey not fuckin' with me, I might slime 'em (Slime 'em)\nI don't fuck with y'all, that's on my mama (My mama)\nYeah, my best friend is weed and some grabba\nYSL tee, bitch, I'm poppin' my collar\nCheck cleared, tell her, \"Count it up for me\"\nMy exes tell me that they still love me\nI'm a young rich nigga, what you want from me? (Huh)\nI'm makin' move, nigga, bet they gon' study\nShe gon' choose, nigga, tell me she love me (Choosey)\nThis diamond tooth cost a hundred and twenty (Toothy)\nI'm not a new nigga, been here already (Knew me)\nHoes by the group, nigga, tell that she pretty (Group)\n\nI came for that shit that you told me\nUh, I came for that shit that you owe me (Bop)\nUh, I pull up on you on my doly (Bop)\nUh, you put the blame on me like Tony\nAyy, and I ain't trippin' that it ain't the same 'cause I've been waitin' for it all to change\nLike, I been waitin' on this one day\nLike, shit could only just go one way\nEverything ain't shit 'bout a dollar\nEverything ain't shit 'bout a comma (Comma)\nI can't care for ya, I ain't Obama (Obama)\nGot a thing for you, tell me if you solid (If you solid)\nCan't walk on the scene if the shit don't seem like I might walk out with a profit\nEvery day, go cray, but it might be great if I just went and made a deposit (Yeah)\n\nYour ho for the team, how you find her? (Find her)\nThis an ERD tee, ain't no Prada (Yeah)\nThat's your bitch, tell me, how do I got her? (I got her)\nGot her rockin' my chain like I signed her (Signed her)\nThey not fuckin' with me, I might slime 'em (Slime 'em)\nI don't fuck with y'all, that's on my mama (My mama)\nYeah, my best friend is weed and some grabba (Oh yeah)\nYSL tee, bitch, I'm poppin' my collar\nCheck cleared, tell her, \"Count it up for me\"\nMy exes tell me that they still love me\nI'm a young rich nigga, what you want from me?\nI'm makin' move, nigga, bet they gon' study\nShe gon' choose, nigga, tell me she love me (Choosey)\nThis diamond tooth cost a hundred and twenty (Toothy)\nI'm not a new nigga, been here already (Knew me)\nHoes by the group, nigga, tell that she pretty (Group)\n\nSaid she love me from the day that she met me\nIn her dreams, yeah, I feel like I'm Freddy\nSaid she love me from the day that she met me\nIn her dreams, yeah, I feel like I'm Freddy\nSaid she love me from the day that she met me\nIn her dreams, yeah, I feel like I'm Freddy\nIn her dreams, yeah, I feel like I'm—, mm\nShe wanna dream, but I'm feelin' like Freddy, yeah (Yeah, yeah, yeah, yeah)"}