{"id": 10394930, "title": "Us.", "artist": "Gracie Abrams Featuring Taylor Swift", "lyrics": "Sé que sabes\nQue se sintió como una broma\nEstoy segura de que no sabes que hablamos\nConozco tu fantasma\nLa veo a través del humo\nElla tocará su espectáculo\nY estarás mirando\n\nY si la historia es clara, alguien siempre termina en ruinas\nY lo que parecía el destino se convierte en \"¿Qué diablos estaba haciendo?\"\nAmantes de Babilonia colgados, vidas en una vid (Ooh)\n¿Extrañas el mío?\n\n¿Nos extrañas, extrañas?\nLo sentí, lo sostuviste, ¿nos extrañas, extrañas?\nMe pregunto si tе arrepientes dеl secreto de nosotros, nosotros\nNosotros (Nosotros), nosotros (Nosotros), nosotros (Nosotros)\n\nSé que sabes\nQue se sintió como algo viejo\nSe sintió como algo sagrado, como almas suplicando, entonces\nSe sintió como lo que he conocido\nTienes veintinueve años\nEntonces, ¿cómo puedes tener frío cuando abro mi casa?\n\nY si la historia es clara, las llamas siempre acaban en cenizas\nDebe parecer destino, dale diez meses y lo superarás (Lo superarás)\nAmantes de Babilonia colgados, llamadas perdidas en la línea\nTe di el mío\n\n¿Nos extrañas, extrañas?\nLo sentí, lo sostuviste, ¿nos extrañas, extrañas?\nMe pregunto si te arrepientes del secreto de nosotros, nosotros\nNosotros (Nosotros), nosotros (Nosotros), nosotros (Nosotros)\n\nEsa noche, estabas hablando de falsos profetas y ganancias\nHacen en los márgenes de la poesía sonetos\nNunca leíste sobre eso, lástima, podrías haber aprendido algo\nRobert Bly en mi mesita de noche, regalos tuyos, que irónico\nUna maldición o un milagro, un coche fúnebre o un oráculo\nEres incomparable, joder, fue químico\nTú (Tú) más (Más) yo (Yo) era\n\nNosotros, nosotros, nosotros\nLo sentí, lo sostuviste, ¿nos extrañas, extrañas?\nMe pregunto si te arrepientes del secreto de nosotros, nosotros\nConfundido con extraños tal como era, era\nEl dolor de, el reinado de, la llama de nosotros, nosotros\nEl esquema, bueno, a veces, ¿nos extrañas, extrañas?\nEl mejor tipo, bueno, a veces, ¿nos extrañas?"}