{"id": 10465609, "title": "Houdini", "artist": "Eminem", "lyrics": "Guess who's back, back again?\nShady's back, tell a friend\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back, guess who's back\nGuess who's back\n(Da-da-da, da, da, da, da, da, da)\n(Da-da-da, da, da, da, da)\n\nWell, look what the stork brung\n(What?) Little baby devil with the forked tongue\nAnd it's stickin' out, yeah, like a sore thumb\n(Bleah) With a forehead that it grew horns from\nStill a white jerk\nPullin' up in a Chrysler to the cypher with the vic's, percs and a Bud Light shirt\nLyrical technician, an electrician y'all light work\nAnd I don't gotta play pretend, it's you I make believe\nAnd you know I'm here to stay 'cause me\nIf I was to ever take a leave, It would be aspirin to break a feve\nIf I was to ask for Megan Thee Stallion if she would collab with me\nWould I really have a shot at a feat? (Ha!)\nI don't know, but I'm glad to be back, like\n\nAbra-abracadabra\n(And for my last trick) I'm 'bout to reach in my bag, bruh\nAbra-abracadabra\n(And for my last trick, poof) Just like that and I'm back, bruh\n\nNow back in the days of old me\n(When) Right around the time I became a dope fiend\nAte some codeine, as a way of coping taste of opiates, case of O.E\n​Turned me into smiley face emoji\nMy shit may not be age appropri—\nAte but I will hit an eight year old in the face with a participation trophy\n'Cause I have zero doubts\nThat this whole world's 'bout to turn into some girl scouts\nThat censorship bureau's out\nTo shut me down so when I started this verse\nIt did start off light-hearted at first\nBut it feels like I'm targeted\nMind bogglin' how my profit has skyrocketed, look what I pocketed\nYeah, the shit is just like y'all have been light joggin' and I've been running at full speed\nAnd that's why I'm ahead like my noggin, and I'm the fight y'all get in\nWhen you debate who the best but ops I'm white-chalkin' when\nI step up to that mic, cock it then\n\"Oh my god, it's him... not again!\"\n\nAbra-abracadabra\n(And for my last trick) I'm 'bout to reach in my bag, bruh\nAbra-abracadabra\n(And for my last trick, poof) Just like that and I'm back, bruh\n\nSometimes I wonder what the old me'd say\n(If what?) If he could see the way shit is today\n(Look at this shit, man) He'd probably say that everything is gay\n(Like happy!) What's my name, what's my name?\n\nSo, how many little kids still wanna act like me?\nI'm a bigger prick than cacti be\nAnd that's why these words sting, just like you were being attacked by bees\nIn the coupe leaning back my seat\nBumpin' R. Kelly's favorite group, the black guy pee's\nIn my Air Max 90's\nWhite T's walkin' parental advisory\nMy transgender cat's Siamese\nIdentifies as black, but acts Chinese\nLike a motherfuckin' hacky sack I treat the whole world, 'cause I got it at my feet\nHow can I explain to you?\nThat even myself, I'm a danger too\nI hop on tracks like a kangaroo\nAnd say a few things or two to anger you\nBut fuck that, if I think that shit, I'ma say that shit\nCancel me what? Okay, that's it, go ahead, Paul, quit\nSnake-ass prick, you male crossdresser, fake-ass bitch\nAnd I'll probably get shit for that\n(Watch) But you can all suck my dick, in fact\nFuck them, fuck Dre, fuck Jimmy, fuck me, fuck you, fuck my own kids they're brats (Fuck 'em)\nThey can screw-off, them and you all\nYou too, Paul, got two balls, big as RuPaul's, what you thought you saw ain't what you saw\n'Cause you're never gon' see me\nCaught sleepin' and see the kidnappin' never did happen\nLike Sherri Papini, Harry Houdini, I vanish into the thin air as I'm leaving, like\n\nAbra-abracadabra\n(And for my last trick) I'm 'bout to reach in my bag, bruh\nAbra-abracadabra\n(And for my last trick, poof) Just like that and I'm back, bruh"}