{"id": 10486245, "title": "Sunday Service", "artist": "Latto Featuring Megan Thee Stallion & Flo Milli", "lyrics": "I don't sing R&B, but, bitch, I'm really her, fuck wrong with niggas?\nHow you let him cheat and take him back? Must be your only nigga (The fuck?)\nI get loud just like my weed, I don't watch my tone with niggas\nI hang up the phone on niggas (Click)\nYou ain't my daddy, bitch, I'm big mama (Bitch)\nEvery time y'all book me with them hoes, it's gon' be big drama (Grrah)\nTwenty black Suburbans, we pull up like Sunday Service (Skrrt)\nI just want a one-on-one, don't know why she so nervous (Bah)\nFuck what these hoes sayin' 'cause my nigga say I'm perfect, anyway (Flo Milli shit)\n\nSince a jit, thought I was grown (Haha), I ain't never watched my tone (Never)\nI would cry over these niggas, but a bitch never alone (Aw)\nWanna fight me 'bout some dick 'cause you checkin' niggas' phones (Huh?)\nI hope that ain't your only nigga, he ain't never comin' home (Damn)\nHo, I'll take over your city (City), bitch, you pussy, you a kitty (Kitty)\nWe pull up like Sunday Service, beat a bitch and show no pity (Haha)\nI don't sing R&B, but when I ride that dick, we playin' Jodeci (Ooh)\nA lotta ass, but I'm petite, lil' chocolate, I'm his favorite treat (Favorite treat)\nAnd my Haitian say I'm perfect, try me, he gon' curse you\nShe be tough online, but sweet in person, where the other version? (Bitch)\nKillin' hoes, they ridin' off in hearses (Bye)\nWhy the fuck you let me meet your nigga if you know he thirsty? Stupid bitch\n\nI don't sing R&B, but, bitch, I'm really her, fuck wrong with niggas?\nHow you let him cheat and take him back? Must be your only nigga (The fuck?)\nI get loud just like my weed, I don't watch my tone with niggas\nI hang up the phone on niggas (Click)\nYou ain't my daddy, bitch, I'm big mama (Bitch)\nEvery time y'all book me with them hoes, it's gon' be big drama (Grrah)\nTwenty black Suburbans, we pull up like Sunday Service (Skrrt)\nI just want a one-on-one, don't know why she so nervous (Bah)\nFuck what these hoes sayin' 'cause my nigga say I'm perfect, anyway\n\nHmm, y'all know who the fuck it is\nThe most loved, the most hated\nThe highest anticipated\nThe one your nigga wish he dated, hahaha\nReal hot girl shit, ayy\n\nBitches must be tryna save the planet, recyclin' all my old niggas (Recyclin' all my old niggas)\nTrends you think you settin', I had that shit on in my old pictures (Yeah)\nI'm standin' on business (Yeah), he actin' up, then I'ma pivot (I'ma pivot)\nWhat the fuck I look like trippin' on one out of seven billion? (Hahaha)\nI meet the goalpost when it's movin', they say I can't, then I do it (Yeah)\nYour favorite rapper might not like me, but his boo gon' jam my music (Ah)\nBlue checks, big influence, chain glow like Hallelujah (On the gang)\nI see you barkin' at me for attention, I'll never throw the bone to ya (Ayy)\nAss on Texas, niggas wanna hold it (Mwah, baow)\nPlayer face card, bitch, you know I ain't foldin' (Baow, baow)\nBaddie, make a ho mad like Rollie (Yeah, yeah)\nDiamonds get tested, we see who the coldest\nThese bitches tryna be funny, they joking\nEverything Megan put out, I own it\nI don't care who you think hotter than me\nAin't a bitch stepped I ain't smokin'\nHe was in my DMs beggin', now he in my mentions hatin' (In my mentions hatin')\nThat's exactly why you bitch-ass niggas get no conversation (Shh)\nThrowin' salt gon' kill a snail, but won't do nothin' to a player (Yeah, yeah, do nothin' to a player)\nAll it did was make more niggas throw the coin to me like a wishing well (Ah)\n\nI don't sing R&B, but, bitch, I'm really her, fuck wrong with niggas?\nHow you let him cheat and take him back? Must be your only nigga (The fuck?)\nI get loud just like my weed, I don't watch my tone with niggas\nI hang up the phone on niggas (Click)\nYou ain't my daddy, bitch, I'm big mama (Bitch)\nEvery time y'all book me with them hoes, it's gon' be big drama (Grrah)\nTwenty black Suburbans, we pull up like Sunday Service (Skrrt)\nI just want a one-on-one, don't know why she so nervous (Bah)\nFuck what these hoes sayin' 'cause my nigga say I'm perfect (Tuh)\n\nHe a bird to me, these bitches hot like third-degree\nTuh\nTwenty black Suburbans, we pull up like Sunday Service\nAnyway (Anyway)\nBitch, you a clown and I'm allergic\nCome on\nFuck what these hoes sayin', 'cause my nigga say I'm perfect (Tuh)"}