{"id": 10483937, "title": "The Spark", "artist": "Kabin Crew Featuring Lisdoonvarna Crew", "lyrics": "Making bangers at a young age (Bangers)\nMy pen setting fire to the page (Fire)\nI will show you how to rock that stage\nListen to this in the car, you'll be getting road rage (Vroom)\nListen up 'cause what we do everyday is dacent (Dacent)\nKabin Crew won't stop on top of every playlist (Boom)\nIf we see a dream, you know we're gonna chase it (Yeah)\nSo get over any fear you have, just face it (Go on kid)\nThat's my passion and I couldn't live without it (No)\nYou can do it like we do it, don't doubt it (Go)\nAny obstacle, we find a way around it\nIf you're proud of who you are and what you do, shout it\n\nThink you can stop what we do? I doubt it (Doubt it)\nWe got the energy, we'll tell you all about it ('Bout it)\nI searched for my spark and I found it (Found it)\nEverybody in the crowd start bouncing\nThink you can stop what we do? I doubt it (Doubt it)\nWe got the energy, we'll tell you all about it ('Bout it)\nI searched for my spark and I found it (Found it)\nEverybody in the crowd start bouncing\n\nGrooving through my town, people be like 'who are they?' (Who?)\nMoving to my music, yeah that gets me through the day (Woo)\nI create my own way, feeling super slay (Slay)\nExpress my art, that's how I communicate\nIn my imagination, never feeling out of place (No)\nBlast off like a rocket up to outer space (Zoom)\nLiving large, reaching for the stars\nLet them all know us kids are in charge (That's right)\nFeeling awesome any time I rap (When I rap)\nThoughts blossom when I'm on a track\nSpitting bars, top class, full of energy no cap (No cap)\nCruinniú na nÓg, Rhyme Island's on the map (Map)\n\nThink you can stop what we do? I doubt it (Doubt it)\nWe got the energy, we'll tell you all about it ('Bout it)\nI searched for my spark and I found it (Found it)\nEverybody in the crowd start bouncing\nThink you can stop what we do? I doubt it (Doubt it)\nWe got the energy, we'll tell you all about it ('Bout it)\nI searched for my spark and I found it (Found it)\nEverybody in the crowd start bouncing"}