{"id": 10516184, "title": "Ice Age", "artist": "Don Toliver Featuring Travis Scott", "lyrics": "Still put my address in like I don't know where I stay\nShe know my phone number by heart, she think I'm Mike Jones\nWhy I had to put it down in the ice age?\nWhere I'm from, you come through late, you don't do that alone\nYou brought that face out the boondocks, how long did that take?\nWith your dog, shit can't go left, be with 'em right or wrong\nEverybody 'round me top five, come to my space (Space)\nEverybody high like sci-fi up in my space (Space)\nWhen we disconnect the wi-fi (Ah)\n\nUp the hill, it's over drastic\nI hope you gassed it, I'm over-gassed you crashed it\nThe last one that lasted, tried to find real in plastic\nThem other hoes is mass thick\nWay you rock the classics, classic, bomb, bombastic (Bomb)\nThe setup for the dynasty is looking dynastic\nYou know the Don nasty\nThe Mudboy's nasty, you know the Jack nasty, you know the—  (Know the)\nYou know that Fay' nasty, you know the Chase (Know the Chase)\nYou know the Chase nasty, you know my place (Place)\nMy place is like the afties, that's word to Niel (Word to Niel)\nI'm a knight off in the night, ain't gotta kneel (Nah)\nOne night with me, was the tea, but don't you spill (Ah)\nThough that body fake, baby, keep it real\nIf he hit, don't give him none like the church\nAnd come to my players club, I'm Dollar (Bill)\n\nStill put my address in like I don't know where I stay\nShe know my phone number by heart, she think I'm Mike Jones\nWhy I had to put it down in the ice age?\nWhere I'm from, you come through late, you don't do that alone\nYou brought that face out the boondocks, how long did that take?\nWith your dog, shit can't go left, be with 'em right or wrong\nEverybody 'round me top five, come to my space (Space)\nEverybody high like sci-fi up in my space (Space)\nWhen we disconnect the wi-fi\n\nIn the 713, I'm faced\nI say, \"Can I get you out for a day?\nCan I get you out in the city?\"\nMy girl in here, baby girl in here\nWe throwin' it good, okay, keep throwin' the air (Throwin' the air)\nThrowin' it back, okay, you're doin' your best\nSwing to the hood when you need some help\nHandlebars, she on my handlebars\nShe like the finer things and all my candy cars\nThrowin' it back, okay, you're doin' your best (Doin' your—)\nSwing to the hood when you need some help (Need some)\nI'm in the Continental, got her dancin'\nSippin' pineapple, bitch candy (Yup)\nQuarter million dollars, got 'em fancy (Yeah)\nTwo hundred on the dash, don't chance it\n\nGotta leave the song on, it's your song, babe\nH-Town, hold it down, yeah, you goin' crazy\nSee you in the Bay, bae, you know you in here faded\nKnow you in here faded\nKnow you in here faded"}