{"id": 10532157, "title": "Big Mama", "artist": "Latto", "lyrics": "Uh, okay (Tuh)\n\nYou make it hard to talk about you (Uh)\nLike what I see, so I'm workin' my mood\nYou give me butterflies, you the one, fuck them other guys\nAt the start, I told a couple lies, but after that, I swear, I really tried\nKept it real about my past niggas and I hope you never thinkin' otherwise\nSometimes, my mind takes me places and I wonder why\nWhy the fuck you got two phones? Nigga, what you doin' on that other line?\nShit, better be some money talk 'cause some beef talk go another vibe\nI don't play about a side bitch and you heard me say about a hunnid times\nLet me try and keep it sexy for you, we can talk about that another time\nLove yo' ass in the worst way, let you hit it on the first date\nWhat you gon' do for Big Mama, for real?\nWhat do I get for my birthday?\nWhat do I get for my birthday?\nWhat do I get for my birthday?\nWhat do I get for my birthday?\nYou gotta put in some work today\nCan you please do the most for me 'cause I'm sprung? (Sprung for you)\nCan you give me some good dick 'til I cum? (Cum for you)\nThen can you make me nut again, where's your tongue? (Want for you)\nCan I please get a pink Glock with a drum? (Pow, pow, pow)\nIf you can go another round then we ain't done\nI'ma fuck you 'til we see the sun\nDrinkin' out the bottle 'til this shit is done\nOn some Andre 3K shit, man, where the fuck are my panties at?\n'Cause I ain't wearin' none, I ain't wearin' none\nI ain't wearin' none, I ain't wearin' none\n\nYeah, yeah\nBig Mama, Big Mama, Big Mama\nBettin' it wet when he call me Big— (Yeah, COUPE)\n\nLove when he call me Big Mama, yeah, that get the coochie wet\nHo better stick to TikTokin', mean that with all disrespect\nI was a virgin 'fore I met you, baby, I don't have a ex\nThought I told you bitches, I pull up in twenty Cadillacs (Skrrt), yeah\nMoney long, cheetah thong, thick as hell, Georgia Dome\nSharin' niggas, sharin' clothes, I don't know what y'all be on\nY'all go for shit I wouldn't, I'm up three hundred a booking\nBitch, I don't play for the Nets, but I'm gon' shoot shit up 'bout Brooklyn (On God, brrt)\nEvery time I'm cookin' (Cookin'), he know I put my foot in (Foot in)\nLeave yo' bitch, get wit' a boss, she can't give you nothin' but pussy (Aw)\nPretty boy can't take me home, Latto want an Al Capone\nT-shirt with no panties on, fuck him to my favorite song, ah\n\nYeah (Big Mama, tuh)\nAnd don't, yeah (Big Mama, yeah)\nBitches get (Big Mama, Big Mama, pow, pow, pow, pow)\nBitch, I'm Big Mama (Pow, pow, pow, pow)\nCall me Big Mama (Pow)\nHe love his Big Mama\nBig Mama, Big Mama (Yeah, pow, pow, tuh, pow-pow, yeah, yuh)\nBig Mama, Big Mama\nBig Mama (Yeah, yuh, pow-pow, yeah, yuh, pow, pow, yeah, yuh, pow-pow)\nYeah, I get wet when he call me Big Mama (Yeah, yeah, yeah)\nBig Mama, Big Mama\nBig Mama (Yeah, pow, pow, tuh, pow-pow, yeah, yuh)\nBig Mama, Big Mama\nBig Mama (Yeah, yuh, pow-pow, yeah, yuh, pow, pow, yeah, yuh, pow-pow)\nYeah, I get wet when he call me Big Mama (Yeah, yeah, yeah)\n\nYou a fan of them?"}