{"id": 10559645, "title": "Backstreets", "artist": "Don Toliver Featuring Teezo Touchdown", "lyrics": "Quer que eu seja seu Backstreet Boy, garota, vamos entrar no ritmo\nVocê não quer saber o que precisa, trancada no banco do MaybachE eu estou andando com meu parceiro, destruindo a buceta, R.I.P\nMas não se contenha, baby, libere-se\nVocê estava arrasando, isso não é um arrendamento\nTirou bastante tempo de folga, para onde está indo?\nOnde você esteve?Estilo de vida cheio de pecados, mas você foi enviada do céu, oh\nVocê sabe para quem vir quando sentir que tudo está desmoronando\nQuando souber que precisa de salvação, eu sou quem você deposita sua fé\nDeixo você esquentar o verão, corrente fria como o inverno\nÁrvores reais como madeira, preciso de uma banda que combine com meu ritmo\nFeliz por ter guardado seu contato, banco de trás, tentando ver o que está rolando\nAgarre firme, segure como uma coleira, ah\nSei que a vida que levo não é simples\n\nNão posso me controlar, garota, preciso da sua ajuda\nCozinhando algo especial, isso não é self-service\nVeja os policiais perto da luz, acelere na próxima curva\nCorrendo de volta, deixa eu fazer isso por você, sem pressão\n\nConheci ela na semana passada (Semana passada)\nDeslizando pelas ruas frias e escuras (Ruas frias e escuras, brr)\nNão te conheço, garota, mas você me conhece (Me conhece)\nVi você guardando a chave do seu carro importado (Chave do carro importado, posso?)\nPosso pegar seu número? (Número)\nVou te mandar uma mensagem (Uh)\nPodemos nos encontrar o verão todo e bagunçar tudo (Uh)\nGarota, você me deixou bêbado, eu preciso disso com urgência (Uh)\nVocê pode bagunçar tudo? (Uh) Você pode bagunçar tudo? (Woah)\nVocê pode bagunçar tudo? Yeah\nVocê pode bagunçar tudo? (Aposto que não consegue)\nTe levar pra fora da cidade, garota, você pode bagunçar tudo? (Oh, baby)\nVou te levar por aí, garota, vou bagunçar tudo (Baby, eu vou)\nTe pegar por trás no meu Maybach SUV (Oh, oh, oh, baby)\n\nVocê pode bagunçar tudo, garota, você pode bagunçar tudo? (Baby, você pode? Mm)\nTe levar pra fora da cidade, garota, você pode bagunçar tudo? (Oh, baby)\nVou te levar por aí, garota, vou bagunçar tudo (Baby, eu vou)\nTe pegar por trás no meu Maybach SUV (Oh, oh, oh, baby)\nVocê pode bagunçar tudo?"}