{"id": 10582184, "title": "Wait On It", "artist": "Jeremih, Bryson Tiller + Chris Brown", "lyrics": "Yeah, make me wait on it (Yeah, yeah)\nMake me wait on it (Tease me)\nMake mе wait on it, mm\nMake me wait on it\nMake mе wait on it (Wait, pretty please)\nMake me wait on it\nMake me wait on it\nMake me wait on it, yeah\n\nSee ya, I see ya\nQuit playin', you know where I be at\nI'm sayin' me and you should link up (We should link)\nYou know that I been waitin' for a minute, uh (Yeah)\nWe ain't even had no conversation for a minute, uh (Yeah, yeah)\nI ain't tryna play with your feelings, I (Yeah)\nGotta know if it's still his or mine\nBaby, crave it, daily\nTold me to keep waitin'\nThey don't care if I was lonely\nDidn't care to come check on me\nYou can make me one less lonely (Lonely), yeah, but you\n\nMake me wait on it (Make me wait on it, yeah, yeah)\nMake me wait on it (Make me wait on it)\nMake me wait on it (Make me wait on it)\nMake me wait on it (Yeah, ah)\nMake me wait on it (Make me wait on it, la-la)\nMake me wait on it (On it, la-la)\nMake me wait on it\nMake me wait on it (Wait, Breezy, baby, oh, wait)\n\nIf that's your new nigga, I know he jealous of me (Jealous of me)\nAin't tryna talk back, talk back (Oh)\nGot me saved as \"Don't answer\" on your caller ID (ID)\nAnd we done lost all contact\nDoes he know what you can do up on that stripper pole? (Does he know?)\nDid you show him everything that I taught you? (Oh yeah)\nIs he blinded by the diamonds that I bought you? (Oh yeah)\nDo you go out in all the shit that I got?\nWhite sand, just drove the boat too (Drove the boat)\nNow you got all these new friends tryna coach you (Nah, nah, nah, yeah)\nI remember when I used to be your go-to\nNow when I make a reservation, you say, \"No\"\n\nMake me wait on it (Yeah, yeah)\nMake me wait on it (Yeah, you make me wait, make me wait)\nMake me wait on it (Girl)\nMake me wait on it (Wait, oh)\nMake me wait on it (Wait, pretty please)\nMake me wait on it (Ooh)\nMake me wait on it (Wait on it)\nMake me wait on it (Wait)\nOh, wait\n\nMake me wait on it\nMake me wait on it\nMake me wait on it\nMake me wait on it\nMake me wait on it\nMake me wait on it (Make me wait on it, make me wait on it)"}