{"id": 10590513, "title": "Game Over", "artist": "Yungeen Ace", "lyrics": "5 in the mornin', I got a call, what is this? (What is this?)\nDead on the floor, dead on arrival, Mr. 6 (Oh no), uh\nI'm steady screamin' out, \"Fuck the law,\" and, \"Fuck the 6\" (Fuck the 6)\nFour in the car and one of them dead, three got hit (Grrah)\nI told them niggas they don't want no war with this shit (You don't want no war, you don't want no war)\nAyy, and I told them niggas go and step harder 'round this bitch (I told 'em step a lil' harder 'round this bitch, nigga, yeah)\nI told them niggas they don't want no war with this shit (You don't want no war, you don't want no war)\nAyy, and I told them niggas go and step harder 'round this bitch (Gotta step harder 'round this bitch, nigga)\n\nAyy, ayy, ayy, pullin' up, then clear the scene, knockin' off his top (Bah)\nBullets through this windshield, can't miss him with this chop (Boom, boom)\nUh, I told them niggas don't come and play with me (Don't play with me)\nUh, I told them niggas watch what they sayin' to me, ayy (Fuck what they sayin')\nNigga, I kill for shit like this, nigga, I live for shit like this (Baow)\nPlenty niggas went to that grave and took a picture, they got hit (Mm)\nAny nigga that made the list, I bet they got they shit split\nAnd the nigga got caught in traffic (Rrr), bet he got his shit flipped\nNigga caught comin' out the trap, hop out the car and bust him (Bust him)\nThey sayin' rest in peace to him, I'm screamin' fuck him (Fuck him), uh\nTell the opps to come outside and slide for 6 (Slide for 6)\nIt ain't nowhere that y'all can run, you boys can't hide from this (You boys can't from hide this)\n\n5 in the mornin', I got a call, what is this? (Hold on)\nDead on the floor, dead on arrival, Mr. 6 (Oh no), uh\nI'm steady screamin' out, \"Fuck the law,\" and, \"Fuck the 6\" (Fuck the 6)\nFour in the car and one of them dead, three got hit, uh\nI told them niggas they don't want no war with this shit (You don't no war, you don't no war)\nAyy, and I told them niggas go and step harder 'round this bitch (Gotta step hard 'round this bitch, these niggas trippin')\nI told them niggas they don't want no war with this shit (You don't want no war, you don't want no war)\nAyy, and I told them niggas go and step harder 'round this bitch (Gotta step harder 'round this bitch, damn)\n\nAyy, four-one sweep, ball game, nigga (Ball game)\nDon dada what they call me, nigga (That's what they call me)\nBitch, I run this shit like Tony, I don't give no fucks (I don't give no fucks)\n7.62s'll knock his face off, now pick him up (Brr, come here)\nI don't know who the fuck he think he foolin', voodoo, come get him up (Voodoo, come get him)\nI don't know why the fuck they thought I was losin', I was always up (Up on them bodies)\nFor any rap nigga finna play, you niggas could get it too\n'Cause I got bodies under my belt and all I know is shoot (Man, all I know is shoot)\nOnce 23 died inside my eyes, I lost my mind (What you doin'?)\nKarma do it all, I know get back due with time (Hold up)\n5.56 increase the murder rate, 'nother body on the way\nMask on, get up close, this another closed case\nDon Julio shots to the face\n\n5 in the mornin', I got a call, what is this? (What is this?)\nDead on the floor, dead on arrival, Mr. 6 (Mr. 6), uh\nI'm steady screamin' out, \"Fuck the law,\" and, \"Fuck the 6\" (Oh no, oh no)\nFour in the car and one of them dead, three got hit, uh\nI told them niggas they don't want no war with this shit (You don't want no war with this shit, no)\nAyy, and I told them niggas go and step harder 'round this bitch (Step harder 'round this bitch, oh)\nI told them niggas they don't want no war with this shit (You don't want no war with this shit, you don't want no war)\nAyy, and I told them niggas go and step harder 'round this bitch (Gotta step harder 'round this bitch, nigga, yeah)"}