{"id": 10619772, "title": "H3@rt$ W3re M3@nt T0 F7y", "artist": "Childish Gambino", "lyrics": "This is real (Not done)\nTell me how it feel (This joint fire)\nBroke boy, tell me how it feel (This joint fire)\nTell me how it feel (Woo)\nThis is real (Not done)\nTell me how it feel (This joint fire)\nTell me how it feel (This joint fire)\nTell me how it feel (Woo)\nBitch, I'm 'bout to stunt on these hoes (Yeah, stunt)\nDonald Glover called cut on these hoes\nPut that nigga in a blunt, uh\nFuckin' on a cunt, huh (Uh, yeah, fuckin' on a cunt, yeah)\nThis a lifestylе, bitch (Yeah)\nPut that shit together, that was my stylе, bitch (Yeah)\nDiamond chain on me came embedded (Bling, bling)\nHeard they asked about me, tell 'em that I said it, (Tell them hoes) huh\nOoh, hearts were meant to fly\nBut I'm sorry for the things I've done\n(Listen to it, dance)\n\nEverybody hatin' wanna get like me (Ah)\nEverybody Satan and I'm G-O-D (Okay)\nAin't nobody livin' got my P.O.V. (Woo)\nName another nigga who got shit on me (Haha)\nShoot a motherfucker, I'm the new Spike Lee (Pah)\nEverybody know me, I don't need I.D. (Uh-huh)\nEverybody hatin' wanna get like me (Oh)\nEverybody Satan and I'm G-O-D\n\nDon't you think of me like that way?\nDon't you think of me like that way?\nThink of me like that way?\nFuck, you don't think of me like that, that-\nMe like that way?\nOf me like-\nMe like that way?\n\nMighty Crown!\nLexus Supreme!\n\nFire, gun talk, I don't talk, you know that I'ma fire\nSummertime, that hot boy, you knew that I'ma fire\nWhen you see me realize, you know that it's a fire\nKnow that it's a fire, know that it's a— (Fire!)\nI got all the fire, but that ho made me sick\nKissin' on me, shawty on me, roll on me, shit, huh\nKissin' on me, hold on me, roll on me, shit, huh\nShe don't know me, she just know what's on my wrist, uh\nThis is not a Rolex, she only wanna ball now\nShe think she got a man, so she only wanna talk now\nShe a dominatrix, she whip me, and her bra now\nWildin' on a yacht, man, I told that ho to calm down\nNiggas did me greasy and I get on\nNiggas did me greasy and I'm still on\nNiggas did me greasy and I'm still on (Niggas did me greasy and I'm still on)\nLet's go\n\nI need you to listen to me\nO-okay\nNo, I, I need you to listen to me right now, are you listening?\nI'm, I'm listening\nNobody cares"}