{"id": 10619839, "title": "Yoshinoya", "artist": "Childish Gambino", "lyrics": "That's my brother, don't you know it?\nSoup à l'oignon from Yoshinoya\nStone Mountain, Redan, Dekalb, Sequoia\nThis my life, I must enjoy it\nThis my life, they busting for it\nWe don't hold back, we must move forward\nStay where you at, you're supposed to, boy\nNiggas is fake, I won't ig—\n\nBoom, boom, boom, boom, boom, boom, got the music\nBoom, boom, got the music, boom, boom, got the music\nGot the music, boom, boom, boom, boom, got the music\nBoom, boom, boom, boom, boom, boom, boom, boom\n\nThis is a code red for old heads who never liked my short shorts and PRO-Keds\nBeen a minute since he had to fit it on the notepad\nI was busy buildin' up the life that niggas don't have\nTold me that the money make you lonely, it ain't so bad\nNiggas' jokes are so dad but haven't seen they son in a month\nSold some Apple stock to buy a farm, I needed to stunt\nI told him take the backend points, he wanted to front\nNow his career's in a blunt\nThese rappers cosplay, the industry Comic-Con\nThe industry evil, people, me and Fam got a trauma bond\nDrive like the Autobahn\nIntegrity whore, say what I mean, apologize if I didn't, or clarify if it's written in stone\nFreak it and leave it alone, give it time\nLet the truth come to light, let 'em catch up\nNiggas peepin' like \"Damn, he was right\"\nRather have my foot on they neck than they hand on a mic\nRather die a good man with a bad wife\nThese niggas almost fifty, and they dressin' like a hypebeast\nUsed to get the peach milkshake and add the eight-piece\nWhite boy throwin' dirt on my name for the thinkpiece\nChecks off, death, murder, and pain leave you empty\nI curse you with that knowledge\nPut they hands on a woman for the clout, but said I'm wildin'\nDeath before dishonor, on my mom, like Keke Palmer\nI'm allergic to the drama, you saw me and Tyler\nI'm allergic to this rap shit\nMade a song, but spent more time writin' the caption\nI'm an actor, you can put that on set, I'm about that action\nMy tweets all lowercase, I saw these niggas cappin'\nMy homegirl said you a stalker, so we ain't dappin'\nI ain't see you, man, what happened?\nMan, the blog era over, takin' all our stars\nMy favorite spot was 'bout to close, so I made some calls\nBitch nigga, eat a dick and doggy-bag the balls\n\nGot the music, got the music, got the music, boom, boom\nGot the music, boom, boom, boom, boom, boom, boom\nBoom, boom, boom, boom, got the— got the— got the— got the—\n\nHold up, he gon' get this work\nInnocent face\nHow do we change with more understanding?\nYou've never heard of Chaka Khan?\nWhat are they teaching you in school?"}