{"id": 10619818, "title": "In The Night", "artist": "Childish Gambino Featuring Jorja Smith & Amaarae", "lyrics": "I'm just a country boy from Georgia (Oh, oh, oh, oh, oh, oh, oh, oh)\nYour body's made for California, my love (Oh, oh, oh, oh)\nYour man does nothin' but adore ya (Oh, oh, oh, oh, oh, oh, oh, oh)\nBut I wonder, what would he say? (Oh, oh, oh, oh, oh, oh, oh)\nYou look so good, I can't afford ya (Oh, oh, oh, oh, oh, oh, oh)\nHe kissed your lips, it looked like torture for you (Oh, oh, oh, oh)\nJust 'cause you're sweet don't make you loyal (Oh, oh, oh, oh, oh, oh, oh, oh)\nAnd I wonder, what would he say? (Oh, oh, oh, oh)\n\nIf in the night, I dream of you (Oh, oh, oh, oh, oh, oh, oh, oh)\nDoesn't matter what I do (Oh, oh, oh, oh, oh, oh, oh)\nIn the night, I dream of you (Oh, oh, oh, oh, oh, oh)\nEvery night, I dream of you\n\nI had to sneak around\n'Cause he could never know that\nI never wanted happiness\nI just wanna be with you\nI know you'd drag me down\nBut you know I know that\nYou need me too\nIn the night\n\nI'm smiling in his face all daily (Oh, oh, oh, oh, oh, oh oh)\nLast night, I said it was his baby (Oh, oh, oh, oh, oh, oh, oh)\nOh, no, I'm tryna see you when I close my eyes (Oh, oh, oh, oh, oh, oh, oh)\nIf he finds out, he might go crazy (Oh, oh, oh, oh, oh, oh, oh)\n\n'Cause In the night, I dream of you (Oh, oh, oh, oh, oh, oh, oh)\nDoesn't matter what I do (Oh, oh, oh, oh, oh, oh, oh)\nIn the night, I dream of you (Oh, oh, oh, oh, oh, oh, oh)\nBut I wonder all through the day\n\nI had to sneak around ('Round)\n'Cause he could never know that\nI never wanted happiness\nI just wanna be with you\nI know you drag me down\nBut you know I know that (You)\nYou need me too\nIn the night\n\nAre you okay? (Okay)\nSeen you with that nigga, I said no way (Oh, way)\nCreepin' and I caught that bitch in 4K (4K)\nKissin' bitches, now you goin' both ways, (Okay, Oh, oh-oh, Yeah)\nAre you okay? (Okay)\nYour pocket baby girl, and is that cocaine? (Cocaine)\n\"You know he's just a friend,\" that's what they all say (All say)\nBitch, you know you got to see me on my off day (Off day)\n\nIn the night, I dream of you\nDoesn't matter what I do\nIn the night, I dream of you\nEvery night, I dream of you (Oh, oh, oh, oh)\n\nOh, woah, oh (Oh, oh, oh, oh, oh, oh, oh)\nOh, woah, oh (Oh, oh, oh, oh, oh, oh, oh)\nOh, woah, oh (Oh, oh, oh, oh, oh, oh, oh)\nOh, woah, oh (Oh, oh, oh, oh, oh, oh, oh)\nIn the night (Oh, woah, oh)\n(Oh, oh, oh, oh, oh, oh, oh)\nI can feel you in the night (Oh, woah, oh, woah)\n(Oh, oh, oh, oh, oh, oh, oh)\nI can see you in the night (Oh, woah, oh)\n(Oh, oh, oh, oh, oh, oh, oh)\nI can feel you in the night (Oh, oh, oh, oh)"}