{"id": 10646367, "title": "2 Slippery", "artist": "Luh Tyler Featuring BossMan DLow", "lyrics": "I'm Mr. Too Slippery, nigga (Too Slippery, nigga)\nI'm with the fuckin' sharks, you with the fishes, nigga, huh (With the fishes, nigga)\nHop straight out the Bentley, I'm the biggest, nigga (I'm the biggest, baby)\nCaution sign on my neck, shit a sixty, nigga (Sixty)\nYeah, I'm Mr. Too Ski, nigga\nMatter fact, call me Mr. Chase-That-Cheese, nigga\nGrams on my wrist, shit cost like ten G's, nigga\nI feel like Bugs, got all these carats on my teeth, nigga\n\nWindows five-percent tinted, can't even see it's me (Dlow)\nI done missed a couple plays, my shit on DND (Damn)\nPut me in the fuckin' game, I'm the MVP (Nigga)\nTake you out that 'Yota, put you in a AMG (Come here, bae)\nHuh, bitch, I count chicken, she know I'm the rawest, nigga\nToo Slippery Entertainment, come step in my office, nigga (Yeah)\nTake a nigga bitch, she say, \"Dlow, you be saucy, baby\"\nTired of fuckin' with them lames, come fuck with some bosses, baby (Come here, baby)\nShe don't want no puppy, she want a big dog (Big dog)\nWashed my clothes the other day, found a ten ball (Ball)\nFlip phone for the jugg, this a throwaway (Brr)\nI'm ridin' with some shooters, we look like Golden State (Hrr)\n\nI'm Mr. Too Slippery, nigga (Too Slippery, nigga)\nI'm with the fuckin' sharks, you with the fishes, nigga, huh (With the fishes, nigga)\nHop straight out the Bentley, I'm the biggest, nigga (I'm the biggest, baby)\nCaution sign on my neck, shit a sixty, nigga (Sixty)\nYeah, I'm Mr. Too Ski, nigga\nMatter fact, call me Mr. Chase-That-Cheese, nigga\nGrams on my wrist, shit cost like ten G's, nigga\nI feel like Bugs, got all these carats on my teeth, nigga\n\nIn my bag, my pockets deeper than the sea, nigga\nYou don't bring nothin' to the plate, then I can't eat with ya\nAll that shit you doin' fake, you just a pretender\nThey say my flow so cold, but I still bring the heat, nigga (Ha)\nI peep niggas, say I got some bread, so they wan' be with us\nBad bitch, hair and nails done, that shit on fleek, nigga\nYou ain't fuck 'cause you ain't him, but she let Ski hit her\nI'ma run me up that cheese and walk these beats, nigga\n\nI'm Mr. Too Slippery, nigga (Too Slippery, nigga)\nI'm with the fuckin' sharks, you with the fishes, nigga, huh (With the fishes, nigga)\nHop straight out the Bentley, I'm the biggest, nigga (I'm the biggest, baby)\nCaution sign on my neck, shit a sixty, nigga (Sixty)\nYeah, I'm Mr. Too Ski, nigga\nMatter fact, call me Mr. Chase-That-Cheese, nigga\nGrams on my wrist, shit cost like ten G's, nigga\nI feel like Bugs, got all these carats on my teeth, nigga"}