{"id": 10688907, "title": "Wish I Never Met You (Prison Tapes)", "artist": "Tory Lanez", "lyrics": "Hurt, it hurt me before\nYou said, \"Let love grow,\" but not no more\nYou took time to grow, stopped blowin' up my phone\nAnd now I'm lo-lo-loaded with emotions, tryna find out how to cope\nIt can't be with drinking though\nI've been smokin', way too high\nDrank so much, I damn near choked\nCan't find your love in my skull\nThink I need it, I can't lie\nLove you had for me is no more\nIt's okay, I knew this would happen one day\n\nI can't lie, I just wish I'd never met you in the first place\nDamn, why you had to come and kiss me in the first place?\nDamn, why we had to even mix it in the first place?\nDamn, thеn we went ahead and slid into third basе\nHey, I wish I'd never ever met you in the first place\nDamn, why you had to come and kiss me in the first place?\nDamn, why we had to even mix it in the first place?\nDamn, then we went ahead and slid into third base\nHey, I wish I'd never ever met you in the f—\n\nLove, love don't come my way\nIt don't come my way, don't need to stay\nThings I should have said\nThings I wish I said I need to say\nYou always been my good lovin', I always knew\nIf I leave, find someone new, I'd still end up right back with you\nAn-anime, we watched anime 'til we can't watch\nI can't watch no more\nIt remind me of you way too much\nWe came way too clutch\nDidn't know losin' you'd be way too much\n\nI can't lie, I just wish I'd never met you in the first place (Oh)\nDamn, why you had to come and kiss me in the first place? (Yeah)\nDamn, why we had to even mix it in the first place? (Oh)\nDamn, then we went ahead and slid into third base (Oh)\nHey, I wish I'd never ever met you in the first place (Oh)\nDamn, why you had to come and kiss me in the first place? (Yeah)\nDamn, why we had to even mix it in the first place? (Oh)\nDamn, then we went ahead and slid into third base (Oh)\nHey, I wish I'd never ever met you in the f—\n\nLil' mama, get me high\nAny time I take a low\nBlew smoke to the sky\nThrow money at the floor\nWorkin' hard, gettin' by\nYou would think about your dough\nI'm just askin' God, \"Why did she have to let me go?\"\nIn the first place, yeah\nWish I'd never met you in the first place\nOh-oh-oh"}