{"id": 10695412, "title": "H&M", "artist": "Latto", "lyrics": "Oh, you hurt and miserable (Oh, you hurt)\nHoes be hurt and miserable (Hoes be hurt)\nOnly whinin' if I'm dinin'\nBitches love to whine and cry (Aww)\nHoes be hurt and miserable\n\nFix your face, why you mad? (Uh, tuh)\nHatin' hoes ain't happy, happy hoes stay in they bag\nBitches hurt like they leg broke\nHurt just like they pockets\nHurt just like your feelings when you heard he took me shoppin' (Shoppin’)\nUh, life’s good, money good, pussy great (Fug-fuh-fuh-fuh-fuh)\nI been thumbin', watch me demonstrate\nBitch, you a bird, I ain’t boxin' with no featherweight (Who?)\nI curved that nigga for you, baby, set the record straight (Tuh)\n\nUh, I be submissive for you (Baby)\nHold that pistol for you (Daddy)\nBlowin' kisses at you (Muah)\nYeah, you know this pussy (Fye)\nI don't fight for shit that’s mine\nOnly whining if I'm dining (Uh)\nBitches love to whine and cry (Uh)\n\nOh, you hurt and miserable (Oh, you hurt)\nHoes be hurt and miserable (Hoes be hurt)\nOnly whinin' if I'm dinin'\nBitches love to whine and cry (Aww)\nHoes be hurt and miserable\n\nYeah, this bitch need a bandaid, she should run a fan page\nThey be poppin' shit, I see 'em, it be hugs and handshakes\nY'all be out here trauma-bonding, misery love company (Huh?)\nLike, bitch, I let you keep your nigga, what else do you want from me? (Like, what the fuck? Huh)\nI don't even see you hoes in my peripheral (What?)\nPetty bitch, at your big age, that's just pitiful (Tuh)\nI'd come for me too if I was broke and ain't have shit to lose\nBougie, bad, and bossy, rich as fuck, I ain't got shit to prove (Stop playin', tuh)\n\nBut I'll be submissive for you (Baby)\nHold that pistol for you (Daddy)\nBlowin' kisses at you (Muah)\nYeah, you know this pussy (Fye)\nI'on fight for shit that's mine\nOnly whinin' if I'm dinin' (Uh)\nBitches love to whine and cry (Uh)\n\nOh, you hurt and miserable (Oh, you hurt)\nHoes be hurt and miserable (Hoes be hurt)\nOnly whinin' if I'm dinin'\nBitches love to whine and cry (Aww)\nHoes be hurt and miserable"}