{"id": 10694138, "title": "Club Classics", "artist": "Charli xcx Featuring Bb trickz", "lyrics": "Bumpin' that, bumpin' that, bumpin' that, bumpin' that\nBumpin' that, bumpin' that, bumpin' that, bumpin' that\nBumpin' that, bumpin' that, bumpin' that, bumpin' that\nBumpin' that, bumpin' that, bumpin' that, bumpin' that\nBumpin' that, bumpin' that, bumpin' that, bumpin' that\n\nWhen I go to the club, I wanna hear those classics\nWhen I go to the club, I wanna hear those club classics (Like-like, it's-it's like, it's like)\nWhen I go to the club, I wanna hear those classics (When I go to the club-club)\nWhen I go to the club, I wanna hear those club classics (It's-it's like, it's like)\n\nWhen I'm in the club, yeah, I'm (Bumpin' that)\nWhen I'm at the house, yeah, I'm (Bumpin' that)\n365, party girl (Bumpin' that)\nShould we do a little key? Should we have a little line?\nWhen I, club, yeah I'm (Bumpin' that)\nWhen I'm at the housе, yeah, I'm (Bumpin' that)\n365, party girl (Bumpin' that)\n365, party girl (Bumpin' that)\nPush my hair back, back, back, back, back, back, back, when I'm (Bumpin' that)\nGonna jump when it drops, back, back, back, back, back, whеn I'm (Bumpin' that)\nPush my hair back, back, back, back, back, back, back, when I'm (Bumpin' that)\n(Mueve como jelly, como jelly; mueve como jelly, como jelly)\nGonna jump when it drops, back, back, back, back, back, when I'm (Bumpin' that)\n(Mueve como jelly, como jelly; mueve como jelly, mueve como jelly)\n\nBb xcx es un clásico automático\nBrr-brr, fashion killa', aunque el outfit sea básico (Ja)\nYo soy una Bratz aunque no tenga na' de plástico (Mm, muah)\nBounce like that (That), obvio es un fanático\nSigo siendo una princesa aunque pasee por el hood\nTe daría una cita, pero no estoy en el mood (Ja)\nBaddie en el club, BRAT en el club (Prr, prr)\nEn el club, huh, 'toy sonando en loop (Ah)\nEn el club (Club, club), en el club\n'Toy sonando en loop, BRA-BRAT en el club\nEse culo se mueve como jelly (Como jelly)\nMueve como jelly, se mueve como jelly\nComo jelly, como jelly\nSe mueve como jelly, como jelly\nSe mueve como jelly, se mueve como jelly\nComo jelly, como jelly\nSe mueve como jelly, jelly-jelly-jelly\nVámonos a casa ya, jo\n\nNo, I never go home, don't sleep, don't\n\nWhen I go to the club, I wanna hear those classics\nWhen I go to the club, I wanna hear those club classics (Like-like, it's-it's like, it's like)\nWhen I go to the club, I wanna hear those classics (When I go to the club-club)\nWhen I go to the club, I wanna hear those club classics (It's-it's like, it's like)\n\n365, bumpin' that, bumpin' that\n365, bumpin' that, bumpin' that\n365, bumpin' that, bumpin' that\nWho the fuck are you? I'm a brat\n365, bumpin' that, bumpin' that\n365, bumpin' that, bumpin' that\n365, bumpin' that, bumpin' that\nWho the fuck are you? I'm a brat\nWho the fuck are you? I'm a brat when I'm bumpin' that\nWho the fuck are you? I'm a brat when I'm bumpin' that\nWho the fuck are you? I'm a brat when I'm bumpin' that\nWho the fuck are you? I'm a brat when I'm bumpin' that"}