{"id": 10779120, "title": "Winning Streak", "artist": "Jelly Roll", "lyrics": "The broken glass of a bottle makes a jagged rock bottom\nAnd right now, I got two shaky hands, only one way to stop 'em\nAnd I haven't touched a drop in seven hours, three minutes\nHardly sobered up, already wanna quit quittin'\nSweatin' in an old church basement, wishin' I was wasted\nNever thought I'd say this (\"Hello, my name's Jason\")\n\nAnd I've been losin' myself, I've been losin' my mind\nAnd I've been standin' in the rain, just tryna stay dry\nI was so ashamed to be in this seat\n'Til I met a man who was twenty years clean\nHe said, \"Everybody here's felt the same dеfeat\"\nNobody walks through these doors on a winning strеak\n\nHold on, hold on\nHold on, hold on\n\nThe broken man in the mirror, can't look at me 'cause he's guilty\nAnd I swear that the last couple months, that motherfucker tried to kill me\nBy the time I saw it coming, it was done with already\nIt's hard to run from it when it runs in the family\nA problem with a thousand more it's causing\nDamn, this shit's exhausting\nThis is why I walked in (Thanks for lettin' me share, y'all)\n\nAnd I've been losin' myself, I've been losin' my mind\nAnd I've been standin' in the rain, just tryna stay dry\nI was so ashamed to be in this seat\n'Til I met a man who was twenty years clean\nHe said, \"Everybody here's felt the same defeat\"\nNobody walks through these doors on a winning streak\n\nYeah\nYeah-eh\nOh, yeah\nYeah-eh\n\nI'm tired of being broken\nI'm sick of feelin' hopeless\nWay down here at my lowest\nAt the end of my rope, at the end of my rope\nSo what do I do?\nSo what do I do?\nWhat do I do?\n\nAnd I've been losin' myself, I've been losin' my mind\nAnd I've been standin' in the rain, just tryna stay dry\nI was so ashamed to be in this seat\n'Til I met a man who was twenty years clean\nHe said, \"Everybody here's felt the same defeat\"\nNobody walks through these doors on a winning streak (Hey)\n\nHold on, hold on\nHold on, hold on"}