{"id": 10786330, "title": "Denial Is A River", "artist": "Doechii", "lyrics": "Remember old dude from 2019?\nNice, clean, nigga did me dirtier than laundry (Than laundry)\nTook a scroll through his IG\nJust to get a DM from his wifey (What the fuck?)\nI was so confused, what should Doechii do?\nShe didn't know about me and I didn't know 'bout Sue\nI open up the messages and had to hit the zoom\nTurns out the girl was really a dude? (Goddamn)\nNigga think he slicked back 'til I slipped back\nGot my lick back, turned a nigga to a knick-knack (To a knick-knack)\nI moved on, dropped a couple of songs\nAnd then I went and got signed, now it's 2021\n\nOkay, I just feel like\nThis is the perfect opportunity for us to just take a second and kind of unpack what's happened to you\nYou know, this guy cheated on you, and—\nMm, nah (Oh), fuck it\n\n\"Platinum record\" this, \"viral record\" that (That)\nI'm makin' so much money, I'm all over the net\nI'm movin' so fast, no time to process\nAnd no, I'm not in a gang, but I'm always on set (Yeah)\nWrist watch, drip drop, label want the TikToks\nNow I'm makin' TikTok music, what thee fuck?\nI need a cleanse, need a detox\nBut we ain't got time to stop, the charts need us (And they do)\nFast forward, me, 2023\nI'm stackin' lots of cheese and makin' money\nMy grass is really green, and—\n\nHonestly, I can't even fucking cap no more, this is a really dark time for me\nI'm going through a lot\nBy \"a lot,\" you mean drugs?\nUm, I wouldn't—\nDrugs?\nNo, it's a—\nNo?\nIt's a natural plant\nNo, I'm not judging\nI'm not an addict\nI'm just saying\nI don't think—\nYou wanna talk about it?\nUh\n\nI mean, fuck, I like pills, I like drugs\nI like gettin' money, I like strippers, I like to fuck\nI like day-drinkin' and day parties and Hollywood\nI like doin' Hollywood shit, snort it? Probably would\nWhat can I say? The shit works, it feels good\nAnd my self-worth's at an all-time low\nAnd just when it couldn't get worse\nMy ex crashed my place and destroyed all I owned\nWhoopsie, made a oopsie\nOne-hundred thousand dollar \"oops\" made me loopy\nI ain't a killer, but don't push me\nDon't wanna have to turn a nigga guts into soup beans\n\nWoah, woah, woah, woah, woah (Rurr)\nOkay, Doechii\nWe don't wanna revert back into our old ways (Sorry, okay)\nSo, we're gonna try a breathing exercise, okay? (Alright, word)\nWhen I breathe, you breathe (Okay, okay)\nAlright? Let's go\nUh-uh-uh, uh-uh-ah\nUh, uh, uh, ah\nUh, uh, uh, uh, ah\nUh, uh, uh, uh, ah, woosah"}