{"id": 10781275, "title": "Die For Me", "artist": "Chase Atlantic", "lyrics": "Yeah, hit the gas, ignite it, she sniff gasoline (Gasoline)\nThrow it back in private, never on the screen, no (No, no, no)\nLove the passion, fire, high ass self-esteem, yeah\nSo outlandish, she said, \"Fuck me 'til I scream,\" whoa\n\nShe at the top of her game\nCouldn't give a flyin' fuck if I'm famous (Famous)\nNothin' was ever the same\nChase in rotation, no Drake in her playlist (Playlist)\nFiendin' for money and fame\nShe's at a B, she's tryna reach A-list\nShе want her status to change\nBut out of respеct, I'm keepin' it nameless\n\nCome on over, baby, can you slide for me? Yeah\nYou know how I love it when you ride on me\nOh, Lord, I'm in the water, take a dive with me, ayy\nPut it on your tongue and take a flight with me, hol' up\nPull up, baby, I need you to slide on me, yeah\nJump inside the Jeep and take a drive with me\nGood God, she's on the floor, rollin' her eyes at me, uh\nOnce I get inside, she'll wanna die with me, yeah\n\nCome on over, baby, won't you lie? (Yeah)\nCocaine in my system in the driver's seat\nOh, Lord, I feel the pressure, it's surroundin' me\nI'm just tryna live my life and die in peace, yeah, yeah\nStop all the talkin' (Bitch), I'm wastin' my damn time\nYeah, she told me to stop it (Told me to stop it)\nShe told me to sober up\nYeah, I told her I love it\nShe said, \"I don't give a fuck,\" yeah, baby, I doubt it\nBaby, I doubt it\n\nFly with me\nParasailin', take a glide with me, yeah\nTry for me\nKeep the passion, keep on driving me\n\nPull up, baby, I need you to slide for me\nYou know how I love it when you ride on me\nOh, Lord, I'm in the water, take a dive with me, yeah\nPut it on your tongue and take a flight with me, hol' up\nPull up, baby, I need you to slide for me, yeah\nJump inside the Jeep and take a drive with me\nGood God, she's on the floor, rollin' her eyes at me, ayy\nOnce I get inside, you'll wanna die with me, yeah, yeah, yeah\n\nBaby (Come on in and fucking drive)\nBaby, yeah\nOnce I get inside, she'll wanna die with me\nParasailin', take a glide with me, yeah\nOh, oh, oh, oh (Pullin' her skirt up)\nYeah, yeah, yeah, yeah (I need her in pain)\nYeah, yeah, yeah, yeah (Feelin' for pleasure)\nYeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah\n\nBaby\nDrive with me\nIf I overdose, then will you die with me?\nMy darlin', lie for me\nPut your left hand on the Bible, sell a lie\nIf I overdose, will you die with me, baby?"}