{"id": 10822897, "title": "It Is What It Is", "artist": "Big Sean & Gunna", "lyrics": "Fuck all that hatin', that shit a disease and they dyin' off (Woah, woah)\nI got a goddess that just hopped up out of the pool and she never dryin' off\nChef up the product, I put that bitch right on the shelf and hell ya, it's flyin' off\nFuck is you talkin' 'bout, stupid? We out hеre, baby, yeah, I'm signin' off\nBoy, let's go\nWholе different breed, you know? My life a whole different degree, you know?\nTrying to flip me a BMO, no wonder I'm capital PNO\nOn the west side of the D it was cold\nMe and Tone in a Caprice, you know?\nWe had to print out all the CDs and plant all the seeds, and just roll up our sleeves, you know?\nUnderstand, niggas came straight out the concrete, it wasn't no beach with no breeze, you know? (Straight up)\nMobbin like 'Pone, capeesh, you know?\n'Cause niggas need more than a piece, lil' hoe (God)\nTook too long to the top (Top)\nY'all too worried 'bout a fast track (Swerve)\nFace all on the front page, I don't give a fuck about no backlash\nI been backstabbed and laughed at\nWe gon' see who gets the fuckin' last laugh\nAnd we doin' more number than— (What?)\nStill doin' more numbers than hashtags\nYeah, big business with a fat staff\nIn the crib alone, having flashbacks\nLike, I really sacrificed it all (What?)\nFuck it, I wanted it that bad, nigga\n\nB-I-G, B-I-G, what are you sayin'? My baby, this big as it gets (Gets)\nRun it up like my crib at the top of the hill\nReally though, that's 'cause it is (It is)\nQuit being so sensitive and takin' it personal, baby, it's biz (GunWunna)\nI cut they ass off, but fuck it, though, cut me a check, ho, it is what it is\n\nFuck all that shit, let's get back to the business\nI run up them racks independent (Young Gunna Wunna)\nStack them racks next to the fan on the ceiling\nI can go blow me a million (Go blow me a million)\nJump off the P, I can ball in Detroit like I'm playin' the Pistons (Playin' the Piston)\nNo time to wait, I'ma hit in this Scat, hope they payin' attention\nThey try turn their back on the realest\nAin't work, what the word on me now when you fearless?\nNiggas all hype, need some real ones, my competition are like all of my children (Like all of my children)\nMe like the top I can fuck, but can't wife, but it's up when we linkin' (It's up)\nYoung Gunna on the mic and I twinkle a lot of ice, niggas know they can't see me (Know they can't see me)\nSaint Laurent lens, want a light bright, can't nobody dim it (Pull up, Nobody)\nBig body Benz, me and my twin, and it's fuck all the critics (Fuck all you critics)\nYoun ain't my kin, you ain't my type, you like one of the gimmicks (Like one of the gimmicks, Ah)\nPretty lil' bitch, stop at red light while I play with her kitty\n\nB-I-G, B-I-G, what are you sayin'? My baby, this big as it gets (Gets)\nRun it up like my crib at the top of the hill\nReally though, that's 'cause it is (It is)\nQuit being so sensitive and takin' it personal, baby, it's biz (Biz)\nI cut they ass off, but fuck it, though, cut me a check, ho, it is what it is (It is)\n\nIt is, yeah\nIt is what it is\nIt is\nFuck it, it is what it is"}