{"id": 10853940, "title": "FE!N", "artist": "Travis Scott Featuring Playboi Carti", "lyrics": "Zebani, zebani, zebani, zebani, zebani (Evet)\nZebani, zebani, zebani, zebani, zebani (Evet)\nZebani, zebani, zebani, zebani, zebani\nZebani, zebani (Evet), zebani, zebani, zebani\n\nKariyerin sen zirvedеyken daha da tehlike altında\nEvrakları boş vеr, yüzüm imza yerine geçer\nBiraz nefes almak için şehirden ayrılıyorum\nSanki her zaman benden bi' parça istiyorlarmış gibi\nHep geleceğe odaklıydım, hiçbir zaman şimdiye değil\nİçtiğim kombucha değil, ya pembe ya da kahverengi\nŞu anda sana seni tanıtan benim\nAman Tanrım! Bu kaltak ısırıyor\nPekala, keyfime bakmaya çalışacağım\nGece olunca, gitgide canlanıyor\nUyku yok, yok, yok, yok\n\nZebani, zebani, zebani, zebani, zebani\nZebani, zebani, zebani, zebani, zebani\nZebani, zebani, zebani, zebani, zebani\nZebani, zebani, zebani, zebani\nZebani, zebani, zebani, zebani, zebani\n\nSchyeah, woah, ne?\nNe?\n(Homixide, Homixide, Homixide, Homixide) Ne?\n(Evet, woah, evet, evet)\n(Homixide, Homixide, Homixide, Homixide, evet)\n(Evet, bekle, evet)\n\nKafayı sıyırıp bunları canlı yayında izletiyordum, dur hele\nYanlış hareket ettin ve biz de lastiklerini patlattık, dur hele\nYüz tane kurşun, öfkeli hissediyorum\nBu kaltaklarla ikili oynuyorum, kızım, arkadaşını sikiyorum\nDelirdiğim de oldu, kızım, diplerde de olmuştum\nO kız masum falan değil, şey gibi davranmaya çalışıyor-\n\nZebani (Neyden bahsediyorsun?), zebani, zebani (Evet), zebani, zebani (Schyeah, oh, oh, ne?)\nZebani, zebani (Schyeah), zebani, zebani, zebani (Oh, oh)\nZebani (Neyden bahsediyorsun?), zebani, zebani,  zebani, zebani (Neyden bahsediyorsun?)\n\nSürtüklerime elmaslar alıyorum, sürtüklerimi güzel giydiriyorum\nBu bambaşka bir seviye kızım, sürtükleri parmak uçlarında dolaştırırım\nBu kaşara yol verdim çünkü Opium ortamımıza takılmaya çalıştı\nBu sürtükse benle, bana bir şeyler göstermeye çalışıyor\nGünlerce yetecek kadar flowum var, bu zenciler hiçbir şeyden anlamıyor\nKardeşimle stüdyoya kapandık, bu işten anladığımızı biliyorsun\nBizim köşede güneş doğana kadar deliler gibi takılıyoruz\nHala o kaltak için endişeleniyorsun, o kaltak seçimini yaptı bile\nBütün silahlar mutfakta, konumumu falan atamam\nZebani, zebani, zebani\nNeden bu zenciler bizi tanıyormuş gibi davranıyorlar?\nOpium ve Cactus, işi iyice büyüttük\nOrospumu değiştirdim, bu zenciler buradan atılıyor\nHer şeyimiz hit, her şeyimiz Homixide, Homixide (Homixide, Homixide, Homixide, Homixide)\n\nZebani, zebani, zebani, zebani, zebani, zebani (Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"}