{"id": 10901838, "title": "Una Velita", "artist": "Bad Bunny", "lyrics": "¿Cómo llegó este momento?\nEl año pasa volando\nPero este mes siempre se va lento\nPasa serio y amenazando\nEl cielo está oscureciendo\nY el viento ya está soplando\nEl mar se va enfureciendo\nY la montaña rezando\n\nEy, 'tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, viene temporal\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormеnta, ¿quién nos va a salvar?\n\nAh, ah, ah-ah-ah\nAh, ah, ah-ah-ah\nAh, ah, ah-ah-ah-ah-ah\nAh-ah\nY que Dios proteja a BorinquenEn еl nombre del Padre, del Hijo\n\nY del Espíritu Santo, que Dios cuide mi canto\nNo quiero toldo, quiero su manto, ey\nObviamente la luz se va a ir, sabrá Dios y nunca va a volver\nEl puente que tardaron en construir, el río crecío' lo va a romper\nPar de cancione' guardá' en el cel pa' cuando se vaya la señal\nLa señal ya se dio y no la quieren ver, falta que el boricua quiera despertar\nNo olviden la viejita de allí, que vive sola, hay que irla a ayudar\nRecuerden que to' somo' de aquí, al pueblo el pueblo le toca salvar\nCon el gobierno no me envíen na', que esos cabrone' lo van a esconder\nVan pa' la calle, pa' fotos na' má', por mi toditos se pueden joder\nFueron cinco mil que dejaron morir y eso nunca se nos va a olvidar\nLa palma en la que quieren ahorcar el país un día de estos la vamo' a tumbar\n\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nQue no venga, no, pero\n\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, quizás huracán\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, ¿quién nos va a salvar?\n\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo, eh-eh\nPa' no dormir solito', dormir abrazao'\nA mí na' me da miedo si tú 'tás a mi la'o\nPrende una velita pa' ver tu carita antes de acostarme\n\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol, ah-ah\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol"}