{"id": 10926882, "title": "One Take Freestyle", "artist": "1900Rugrat", "lyrics": "Cracker got an AR like he shootin' schools up\nYellow wide-body Hellcat look like a school bus\nDove up in that water, huh, I ain't had no scuba\nGlock on my lap, up and blow like a tuba\nYou just a hatin' bitch, I don't give two fucks\nYou just like to talk a lot, you ain't finna do nothin'\nThey just like to pocket watch, so I got some zippers for 'em\nI got P's and zippers for 'em\nWhat they need? I get it for 'em\nDope loud, it's annoyin', bitch, you can't ignore it\nOn that porch right 'til early mornin', tryna get it off\nWe get cheese like asiago, pockets, they on double portion\nBitch, I'm poppin' like some bubbles blowin'\nUh, yeah, huh, huh\nCuh said he ready, I'm already goin'\nHuh, Glock got a red dick like a dog do (Yeah)\nHuh, she don't play with 19, she might just dog you (She might just dog you)\nHuh, Lamb' white like ice cream, seats look like fondue (They look like fondue)\nYour bitch say she like me, I'm high as a kite be\nNeed some bad lil' red shit, somethin' like a Hi-C (Somethin' like a Hi-C)\nBitch, I'm right with 23, feelin' somethin' like Mike be (Somethin' like Mike be)\nChopper talk that Bow Wow, feelin' somethin' like Mike be (Somethin' like Mike be)\nF— mm, yeah, uh, uh, somethin' (Somethin' like Mike be)\nSomethin' like LeBron with the Cavs, made a light C (Uh-huh)\nI'm already white, ho, I don't need no white bitch (Uh-huh)\nI'm already white, bitch, I don't need no white ho\nWe got brown, tan, purp', green, teal, and white dope\nWe got dog food, syrup, gas, yeah, booger sugar\nDrew down with a black ski, now that boy a could've, should've\n\nUh, drew down with that, huh, yeah, that black ski, he a could've, should've\nYou feel me? Druski? Could've? Yeah\nYou catch my drift? Yeah, uh, huh, huh\n\nGet me in that room, I'm playin' stupid like I'm Woody\nHuh, Draco, it's a fully, we draw down like we some bullies\nI've been in that field too many years, I ain't no rookie\nI've been in that field, I'm the boss man (Yeah)\nHuh, shoot you in your jaw, fuck up your teeth, now you can't talk again (Huh)\n5.56 hit his kneecap, now he can't walk again\nAll they finna say, hmm, \"Shouldn't have spoke on him\"\nHuh, speak on 2 or 3 'nem, hop out deeper than the deep end\nI stay out the way, but speak on gang, then we creepin'\nI pulled up with this .223 and hit your— (Yeah, uh)\nHuh, huh, yeah, huh\nOne take, bitch\nThat's on the whole L\nFree 3, free Steve, on God, bitch\nMan, uh, yeah, huh, yeah, huh\nFft, yeah\n(Mobleyyy)"}