{"id": 10924869, "title": "Blow For Blow", "artist": "Tee Grizzley & J. Cole", "lyrics": "Blow for blow, Cole flow just prestigious\nSweats and tees, no unnecessary accessories, the GOAT just from features\nProceed with throat-cut procedures\nHe look rich, but he broke, just egregious\nDon't trust rappers, ho, trust in Jesus\nWhole team approach Costa Rica\nAnd coast on boats, gettin' throat from top models\nThey pop shit, my clique pop bottles\nI sip orange juice in the VIP, watchin' the clock tick\nPerform a couple of hits and then I dip\nSix figures richer than when I entered\nCole world, Mr. I Got a Temper\nI stay hot, doin' numbers like K-Pop\nBTS in the flesh while they flop\nAnd I laugh all the way to the Deutsche bank\nStay the fuck out my lane, avoid the paint\nI'm really him, Bruce Jenner, boy just ain't\nI'm boisterous, loud boos for crews from mad voices, it's like your team's makin' the choice to take\nL after L, I got to laugh\nY'all look like James Todd Smith autograph\nMaybe that's why your bitch dropped the math\nGo against the squad and get chopped in half\n\nNow, who hot? Who not? (Who?)\nTell me, who flopped? Who sell out the tours? (Me)\nWho rap with trap niggas that wet up your doors?\nWho go harder than them and never let off before? (Me)\nWho got your whore pokin' her head out the door?\nGettin' paid every week like he did all his chores (Me)\nLife's a bitch, I'm rich 'til I divorce (Yeah)\nIf the shit go left, I'm pullin' bread out the floor (GG)\n\nOkay, chain nastier than cow manure, bust down my shooter, saw more wires than a bomb defuser\nTake a jet to the jungle, was healin' my soul, I done seen my niggas froze, filled up with embalmin' fluid\nI still did numbers in this game (I did)\nOnly thing changed is the tail numbers on the plane (Jet)\nRetired drug dealer, bust chain, watch plain\nI don't do drugs, but, baby, I don't judge, do your thing (That's all you)\nI'm a king, you won't see me drop no tears (Uh-uh)\nBack-to-back white coupes, bitch, it's lookin' like veneers (White)\nCame in this game thinkin' niggas was my peers\nShit damn near broke my heart, I ain't know they was that weird (Lame-ass niggas)\nNiggas give you they word, they be breakin' that so easily (Damn)\nCan't do that in streets 'cause eventually, you seein' me (What's up?)\nThat's why I be in the crib, gamin' on DND\n'Cause you can't play with me and I not let you see the beast in me (Fuck)\nCole say in Fayetteville they go, \"Ayy, ayy, ayy\" (What up?)\nFact he fuck me with me like that, it make up for them rainy days (No cap)\nCan't be on the court, NBA coach'll take my game away (Which one?)\nCatch you on that freeway, we reenacting Training Day (Brrt)\nYou hear me? Who ain't rockin' with me?\nTell 'em to start from zero, then make it out of the D (Go do that)\nRemember bein' young, seein' pops rockin' up kis (Bricks)\nSaw bodies on streets, now I'm tryna put bodies in seats (Let's go on tour)\nYou hear me? Hold up, who ain't rockin' with me? (Who?)\nTell 'em to play with they life, fumble they college degree (Go do that)\nTell 'em to face all that time and still be solid as me (Go do that)\nDo years in prison and drop a hit the day I release (Go do that, nigga)\nYou hear me? Ayy, unc', I got ahead of them niggas\nI should've listened, I turned back and tried to rescue them niggas (Should've listened)\nSick you started hatin' 'cause I got ahead of you, nigga (Bitch)\nI ain't trippin', that shit ain't gon' stop this cheddar, my nigga, you hear me? (G7)\n\nNow, who hot? Who not? (Yeah)\nTell me, who flopped? Who sell out the tours? (Me)\nWho rap with trap niggas that wet up your doors?\nWho go harder than them and never let off before? (Me)\nWho got your whore pokin' her head out the door?\nGettin' paid every week like he did all his chores (Me)\nLife's a bitch, I'm rich 'til I divorce (Yeah)\nIf the shit go left, I'm pullin' bread out the floor\nNow, who hot? Who not? (Yeah)\nTell me, who flopped? Who sell out the tours? (Me)\nWho rap with trap niggas that wet up your doors?\nWho go harder than them and never let off before? (Me)\nWho got your whore pokin' her head out the door?\nGettin' paid every week like he did all his chores (Me)\nLife's a bitch, I'm rich 'til I divorce (Yeah)\nIf the shit go left, I'm pullin' bread out the floor"}