{"id": 10925703, "title": "Fall Fast In Love", "artist": "Rod Wave", "lyrics": "Did you come here to save me, or did you come to betray me?\nBeen feelin' unlucky lately\nTell me what's up, my baby\nI been through a lot of trauma, my exes might think I'm crazy, mm\nI'm just a realist, probably the realest\nAnd you know I wrote this song to make you smile, can you feel it?\nUh-huh, uh, uh, and I won't judge you, you don't judge me, don't thug me\nIf I pop this Perc' and beat you down, you might love me (Grrah)\nSince back in the day, been thuggin' (Yeah)\nYou know I got love for my auntie\nBarbados with my momma, so I thugged it with my cousins\nYou know my family showed me tough love\nDon't play me like I'm crazy\nI come out that bottom, baby\nAnd I made it out it, baby\nYou give me a week, I'ma be in lust\nYou give me a month, I might be in love\nI wrote you a letter, \"Do you like me? Yes or no?\"\nI bought you a ticket, when your flight leave, let me know (Uh, uh, uh)\n\nFallin' fast in love, it's never been a safe thing\nAre you fallin' fast enough?\nThey'll tell you that we're crazy\nIf you're not scared (Uh, uh, uh)\nYeah, I'll be right here (Uh, uh, uh, uh)\nFallin' fast in love, it's never been a safe thing\n\nUh, uh, it's never been a safe thing\nUh, hold on\n\nDamn, I hate relationships, what we goin', tit-for-tat?\nEverytime them niggas sent some shots, you know we sent it back\nEverytime them niggas spinned on us, you know we spinned it back\n'Til we started spinnin' first\nThen we started spinnin' worse\nAnd I don't want no messy shit, don't even wanna get into that\nI sent you a letter, baby girl, could you send it back?\nYeah, she had my heart for a lil' minute, but she won't give it back\nAnd when I get it back\nI might give it to you\nGive it to you\nGive it to you\n\nFallin' fast in love, it's never been a safe thing\nAre you fallin' fast enough?\nThey'll tell you that we're crazy\nIf you're not scared (Uh, uh, uh)\nYeah, I'll be right here (Uh, uh, uh, uh)\nFallin' fast in love, it's never been a safe thing\n\nUh, uh, it's never been a safe thing\nUh, hold on"}