{"id": 10941192, "title": "I Think About It All The Time", "artist": "Charli xcx Featuring Bon Iver", "lyrics": "Why do you search your heart?\n(I think about it all the time, that I might run out of time)\nWhy do you choose to move?\n('Cause maybe one day I might)\nI'll take your silences\nFix 'em for customs, the signals makе motion\nYou're lonely and you're (Scarеd to run out of time)\nAnd you're asking, \"When did it get so hard?\"\nYeah (When did it get so hard? When did it get so hard?)\n(When did it get so hard? When did it g—) Yeah\nFirst off, you're bound to the album\nThen you're locked into the promo\nNext thing, three years have gone by (Scared to run out of time)\nMe and George sit down and try to plan for our future\nBut there's so much guilt involved when we stop working\n'Cause you're not supposed to stop when things start working, no\n\nI found love, baby\nBut I was scared to run out of time\nI think about it all the time\nWas I made for this? I'm\nConfused with all these feelings\nI'm confused what's on my mind\nWhen I make a sacrifice\nJust in the nick of time\nI'm so scared to run out of time\n\nOh, baby\nI found love, I found\nDoes it all have to be so hard?\nSittin' here (When did it get so hard?)\n\nAnd I'm exactly the same, but I'm older now\nAnd I got even more stress on my body\nSo we had a conversation on the way home, \"Should I stop my birth control?\n'Cause my career still feels small in the existential scheme of it all\"\n\nI'll tell you (Yeah), I folded up\nMy friends say (Yeah) I've fallen off\nI'd be scared (Nothing's in your way)\nAren't you scared?\n\nI'm so scared to run out of time\nI'm so scared\nScared to run out of time, I\nI think about it all the time\nI'm scared to run out of time\n(Scared to run out of time)\n\nTime, time, t-time, t-time, time\nTime, time, t-time, t-time, time\nTime, time, t-time, t-time, t-time\nTime, time, t-time, t-time, time\nTime, time, time, t-time, t-time, time\nI think about it all the time\nI found love, baby\n'Cause our love ran out of time\nLove in the nick of time\nI found love"}