{"id": 10964237, "title": "2AM", "artist": "BigXthaPlug", "lyrics": "2 a.m. and I'm live\nI just left out the club with the gang and a hot yellow bitch that's real thick in the thighs\nYou know me, I be shootin' my shot\nWhen I got the lil' bitch, I wasn't even surprised\nIn the club, looked her deep in her eyes\nSaid, \"You comin' with me, if you with it, let's ride\"\nGot a text, \"When you comin' inside?\"\nOff the liquor, didn't know what to say, so I lied\nI text back like, \"I'm late at thе stu' tryna cook somethin' new, it's just me and thе guys\"\nShe text, \"Hmm,\" I ain't even reply\nThen I rolled up a 'Wood while I gripped on her thighs\nStarted to kiss on her neck, know this bitch feelin' high\nAin't gon' lie, shit, her pussy and head kinda fie\nEnded at hotel somewhere off 35\nFucked her good and rolled over, said, \"Wake me in five\"\nGotta piss, I wake up, man, it's 6:39\nOutta time, now I'm on the highway and I'm flyin'\nLook at my phones, not a soul on my line\nNow I'm deep in my thoughts, I'm just knowin' she cryin'\nI'm trippin', I'm tryna straight out all the lies\n'Cause I know if I slip, it's gon' damage our ties\nI done did it before, I can't do all this cryin'\n\nIt's 2 a.m., I'm just getting in, about to check my message\nNo one has called but my homies and some bill collectors\nCellular rings, somebody wants to borrow money\nI two-way her, she don't hit me back, something is funny (Ayy)\n\nShe gon' ask where I was, I'ma answer, \"What time?\"\n\"Where was you around 3?\" \"I think I was outside\"\n\"But you told me the stu'?\" \"We got through at like 5\"\n\"But it's 7,\" \"Shit, Dion had asked for a ride\"\nNow I got it together, I pull up outside\nIt's three cars in this lot and one of 'em ain't mine\nNow I'm clutchin', I unlock the door, creep inside\nI hear thumpin' upstairs, so I cock the bitch quiet\nHit the top of the stairs, think I hear my girl cryin'\nNow I'm thinkin', \"Should I kick the door and kill everything in it except for what's mine?\"\nI don't know, but now I'm at the door\nAnd she screamin', \"Go deeper,\" he tell her, \"Be quiet\"\nI walk in, tell the bitch that she wild\nTell the nigga he move, then it's 'bout to go down\nTell 'em both to shut up and don't even make a sound\nShe say, \"But,\" I say, \"Shut the fuck up and lay down\"\nNext person move, I'ma let off a round\nNow I'm pacin', I'm tryna see how I'm gettin' down\nIf I kill 'em both, then that make me a clown\nMama told me don't trust 'em, but look at me now\nOne in the chamber, two faced on the ground\nGot me like, \"Should I leave or just burn this bitch down?\"\nI wake up, it's a dream, I'm outside of my house\n\nIt's 2 a.m., I'm just getting in, about to check my message\nNo one has called but my homies and some bill collectors\nCellular rings, somebody wants to borrow money\nI two-way her, she don't hit me back, something is funny"}