{"id": 10964437, "title": "Procedure", "artist": "Glorilla & Latto", "lyrics": "I told that nigga I need the world, the sun and the moon (Moon)\nWhat's the procedure when a bad bitch walk in the room? (Huh?)\nThe type of bitch that make a nigga wanna jump the broom (Woo)\nHe hit it once and got to tweakin' like he on some shrooms (He on)\nBitch, I'm big mama, but ain't none these niggas worth my womb\nThis nigga tryna get me pregnant, I need to tie my tubes (On God)\nY'all fuckin' up the game, this nigga tryna buy me food (Fuck)\nHe wanna see that pussy cream, I told him, \"Cash rules\" (On gang)\n\nBad bitch sеason, givin' hoes motivation, I'm the reason (Yup)\nHo talkin' 'bout shе wanna meet up, told her meet me at the Regions (Bitch)\nNigga probably got blue balls, I don't let him fuck, just tease him (Tease him)\nGet him out his money, I won't even let him eat it (Ugh)\nFakin' like you sippin' drank, you niggas sippin' NyQuil\nOnly time a nigga got power over me, he payin' the light bill\nTold myself I was done fuckin' with this nigga, but I might still\nG-lock in my purse, I hope a ho don't think I'll fight still (The fuck?)\nHardest out, I'm stampin' that, none these hoes can fuck with me (No)\nTry to bump these bitches' music, but bitches really suck to me (No cap)\nBoss my own self up, can't none these niggas say they fucked with me\nIf music ain't work out for me, I'd still be somewhere hustlin' (Hoo)\nFacts, I'd probably get rich off of frauds\nJust a month before I blew up, me and Teezy was swipin' cards\nWhy would I chase a nigga when niggas beggin' to get next to me? (The fuck?)\nBlow a nigga up for what? These niggas triple-textin' me\n\nI told that nigga I need the world, the sun and the moon (Moon)\nWhat's the procedure when a bad bitch walk in the room? (Huh?)\nThe type of bitch that make a nigga wanna jump the broom (Woo)\nHe hit it once and got to tweakin' like he on some shrooms (He on)\nBitch, I'm big mama, but ain't none these niggas worth my womb\nThis nigga tryna get me pregnant, I need to tie my tubes (On God)\nY'all fuckin' up the game, this nigga tryna buy me food (Fuck)\nHe wanna see that pussy cream, I told him, \"Cash rules\" (Yeah, yeah, yeah, on gang)\n\nI wanna show you where to shoot, I wanna lick the gooch (Bah)\nLike, good boys ain't no fun, I wanna fuck the swoop (Woo)\nI want these hoes to be for real, I tried to see it through\nBut bitches ain't got shit to steal, like, fuck I want from you? (What the fuck?)\nTalkin' 'bout takin' spots, Caresha please, yeah (What?)\nThey call me big mama, bend a bitch over my knees, yeah\nY'all gon' call it beef, but we all know I'm just a threat\nI see why these hoes upset and I see why they man obsessed\nThis shit with mimi like I'm me, face matchin' the physique\nBitches hatin' and I peep, gotta clique up just to speak\nPussy, get that off your chest, I just bulletproofed the 'Vette\nThat one right there was for my brother\nBitch, I'm gettin' Lambs for Christmas, you ain't gettin' lamb for supper (Skrrt)\n\nI told that nigga I need the world, the sun and the moon (Moon)\nWhat's the procedure when a bad bitch walk in the room? (Huh?)\nThe type of bitch that make a nigga wanna jump the broom (Woo)\nHe hit it once and got to tweakin' like he on some shrooms (He on)\nBitch, I'm big mama, but ain't none these niggas worth my womb\nThis nigga tryna get me pregnant, I need to tie my tubes (On God)\nY'all fuckin' up the game, this nigga tryna buy me food (What the fuck?)\nHe wanna see that pussy cream, I told him, \"Cash rules\" (On gang, brrt)"}