{"id": 10964233, "title": "Therapy Session", "artist": "BigXthaPlug", "lyrics": "See, I been doin' well, not great, but good\nCan't complain, I got more than I should\nBeen a while since I thugged in the hood\nI'm just hopin' my folks understand\nI done hit every state, I'm just tryna get to it\nAnyways, guess they likin' my music\nI just did a show called Bonnaroo\nHad like eighty-some thousand folks jammin' and groovin'\nSo how are your kids?\nI can't even lie\nWhen I be away from 'em, I cry\n'Cause I love 'em the most, I would hate for 'em ever to say that they daddy wasn't right on they side\nBut for real, my lil' nigga be fly\nHe been dressin' himself, well, he try\nAnd my daughter so pretty, look just like her daddy\nAnd shit, I be tellin' her niggas gon' die\nAnd your family?\nMy people been straight\nTryna put food on all of they plates\nShit, I been goin' harder, I guess now they seein' this shit\n'Cause before, they thought I just switched lanes\nUntil I start buyin' ice and keepin' on lights\nNow they see that this shit is way bigger than likes\nNo more judgement\nShit, I know that that's right, okay, what 'bout your team?\nThis shit bigger than life, it's a movie damn near every night\nWe been poppin' these bottles to represent life\n'Cause, shit, we was just broke, I mean ain't have a dollar to split\nWe kicked doors 'til we finally got right\nSo you still smokin' squares?\nAin't gon' lie, I been stressin'\nTryna give everybody a blessing\nYou don't know how it feel to have everything everyone want, swear this shit can get hectic\nBut I swear I been tryin' to quit\nMake one more half a mil' and I swear that that's it\nI done spent 7K on cologne that's expensive as fuck\nSo I guess I can give up the stick\nSo life's good?\nNo, I ain't sayin' that\nBut I'd never give none of this back\nYeah, I lost a whole lot on the way, but if I'm bein' honest, I'm good right here where I'm at\n\nAlright, think this was a good session\nGave us a lot to think about\nUh, same time next week?"}