{"id": 10964231, "title": "Lost The Love", "artist": "BigXthaPlug", "lyrics": "I done lost all the love that I had for these niggas\nBe real, I been thinkin’ 'bout spazzin' on niggas\nThese bitches be weird, always naggin’ a nigga\nBut quick to ask for some cash from a nigga\nSometimes I be wishin' a nigga ain't make it\n'Cause this shit gets rough, but the bag a lil' different\nSometimes I just want to wake up and go missin'\nBut this shit hit different, not average, nigga\nEighty somеthin' shows in a year, I been gettin'\nIn that cell, had a vision, got out on a mission\nSincе I was sixteen, ain’t gon’ lie, I been Cripping and hittin'\nGo ask BigX, standin’ on business\nGot hammered back double up and start givin'\nThen they start trippin', I hope that you listen\nThese niggas is grimey they want how you livin'\nNo lovin’ these women, they lookin' for trickin'\nLike where was these folks when in that spot with the kitchen?\nWhere was these folks when my pockets was empty?\nWhere was these folks the long nights when I was dealin'?\nHow you gon' want what I got but ain't did it?\nMy family gon' call when they broke and I get it\nAs soon as tell 'em no once you the villain\nNot once did they check on my son and I'm chilli'\nDepressed, I can't be with my boy every minute\nI fell out with my brother, that shit hurt my spirit\nBut we all gotta learn, hope he change and start listenin'\nHope that he keeps his pole on him, they spinnin'\nThe life that he livin', I know that he sinnin'\nI got two lil' girls on the way, I be trippin'\nSo scarred from the love that I dub all these women\nSo God gave me two, now I'm seein' it vivid\nI get it a thousand more reasons for livin'\nKnow that I want to check out and just give it up\nHow I got all these problem? I'm rich as fuck\nHoes don't want love, all these hoes want a tummy tuck\nThese niggas ain't gangster just mad that they just broke as fuck\nEase the pain when I drink out that double cup\nOnly time that I'm hurt when I sober up\nSmile in your face, but I swear that's a cover up\nRappin' my pain, this the shit that y'all wanted\n\nLike where was these folks when in that spot with the kitchen?\nOr where was these folks when my pockets was empty?\nWhere was these folks the long nights when I was dealin'?\nHow you gon' want what I got ain't did it?\nI have lost the love\nLow it's my heart paining"}