{"id": 10972427, "title": "Mike", "artist": "Rod Wave", "lyrics": "I wake up shakin', sweatin' out my sleep, dreamin' 'bout them hats\nPraying 'bout my love life, they say karma comin' back\nBut that love I get stupid, I catch Cupid, get him whacked (Grrah)\nAnd make sure he's dead for real this time\nEverything that I go through, I just keep it all to myself (Yeah)\nNiggas say they wanted smoke 'til we gave they ass the belt (Yeah)\nUh, pretty red bitch a real slime, she went to a nigga when she left\nI ain't bragging 'bout it, I ain't trippin', I was in that situation mysеlf, uh\nHundred thousand dollar dog tag around my neck\nIt say young Michael in bеtween, bitch keep asking what it mean\nIn arenas, bitch, I'm Jordan, to my fans, bitch, I'm Jackson (Yeah)\nIn the streets, bitch, I'm Corleone, I ask them boys, \"What's happening?\"\nYou know my face card super clean, never burn no bridges (Yeah)\nYoungin ran up them millions, brought it right back to the trenches (Yeah)\nAsk about us in the world, they say we sell the most tickets\nAsk about us in the city, bet they say we stood on business (Grrah)\n\nYeah, you'll probably never see me\nBut you can call me if you need me\nBeing who I am ain't that easy\nEven though I make it look so easy\nOkay, and all of the pain'll drive you insane\nThrough all of the pain, I stay true to this game\nTrue, I dot my I's, I cross my T's\nI stack my pape', stay out the way\nMake sure lawyers get paid\n\nYeah, we fighting murders and all\nWe jumping hurdles and all\nGo and ask about 'em, they'll tell you, nigga\nYou're super involved, you're super involved\nYeah, you're super involved\n\nI'm talking 'bout, you see what I'm saying?\nSee, see to the, to the arenas thing, I might be, I might be Michael Jordan or somethin', you heard me?\nAnd to, and to my fans, I might be Michael Jackson or somethin', you know?\nYeah, and round the way, I might be, I might be Michael Corleone or somethin', yeah\nYeah, yeah, yeah, yeah\nSuper involved"}