{"id": 10985492, "title": "Opportunist", "artist": "Lil Durk", "lyrics": "Lean filled up to the jug, it's soggin' up my cup\nWhen you rich and havin' paper, you be saucin' up these sluts\nI'm Smurk, charge five hundred, I'm droppin' my deluxe\nI was posted on the Pound, I'm a nephew to a cluck\nSee, dude ain't really a factor, he came through in the clutch\n'Cause the opps ain't really post him, foenem did it just because\nShorty wanna slide today, but they don't be feelin' all the love\nFeel like they gon' do the time by theyself and rot\nI'm tellin' brodie a thousand times who with us and who not\nWhen you around, don't touch your phone, you like to FaceTime all the opps\nWhen they die, you try to claim 'em to get a name, that shit be hot\nThe last time this war was this big was B.I.G. and Pac\nFlowin' all these drugs through my system, I missed 'em\nPostin' all his lo's on his finsta, I missed 'em\nI don't take back nothin' when I say it, when I dissed him\nEven though he dead, I read our thread 'cause I miss him\nI been takin' shots of Hi-Tech, I don't want no Percocets\nTen niggas on one pound, how you gon' work with that?\nI'll do anything in this whole world to get my circle back\nBulletproof the Brabus, them Forgiatos, I'm the first with that\n\nFor show, you doin' it for the internet\nFor show, if you did it, where you hit him at?\nFor show, if you real, where all your niggas at?\nFor show, day ones for day ones\n\nLook, look, look, look, look, look, look\nCheck this out, I want everybody understand this right here\nFor real, for real, if you get somethin' from me, if you get motherfuck—\nListen, I send the guys money 'cause I want to\nI motherfuckin' give the guys money 'cause I want to\nSo if you ask me to do somethin' for you and I do it\nPlease don't think it's a finesse, don't think you finessin' DThang, please don't\n\nYeah, play your role, sad to say we losin', bro, I hate the score\nHim, him, him, him in the car, my Fantastic Four\nThang was on my mind right at that time, I wasn't takin' shows\nAll that killer shit you niggas be talkin', you know it's time to show\nUh, yeah, time to show\nKiller asked for a bonus for what he did, I knew it was time to go\nToo old, '24, I know this time scary\nI know a pussy chasin' a rat, I call 'em Tom and Jerry\nTryna feel better off these pills, I took an elderberry\nNiggas duckin' them jail calls, that shit unnecessary\n\nFor show, you doin' it for the internet\nFor show, if you did it, where you hit him at?\nFor show, if you real, where all your niggas at?\nFor show, day ones for day ones"}