{"id": 11026652, "title": "TYG", "artist": "Megan Thee Stallion Featuring Spiritbox", "lyrics": "Who in the fuck do you bitches think y'all talkin' to? (Who?)\nSlap the wrong bitch, she ask me what the fuck I do? (Fuck I do?)\nI'm runnin' down on any bitch that look like you (Look like you)\nSo when you see me, bitch, you know I'm finna act a fool\nI do and I do, and I do for you motherfuckers (Motherfuckers)\nBut I still ain't heard a, \"Thank you,\" in this motherfucker (Motherfucker)\nYou did me dirty, now your life ain't shit (Ah-ha)\nI ain't wishin' you the best, bitch, that's what you get (Hahahaha)\n\nYeah (Yeah), yeah (Yeah), yеah (Yeah), yeah (Let's go), yеah\nYeah (Yeah), yeah (Yeah), yeah (Yeah), yeah (Yeah), yeah (Yeah, hahaha)\nYeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch)\nYeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch), yeah\n\nHmm, I go hard in the paint\nI'm the type to test your gangster, put my fingers in your face, yeah\nI'm the type of bitch, put my fingers in your face\nI'ma test you if you pussy, I go hard in the paint, yeah (Hmm)\n\nCan we be honest? I'm really iconic (Hmm)\nWhatever I do get people talkin'\nI just be breathin', now it's a problem\nI'm with a nigga, now he a topic\nCan't let a bitch play me, this ain't a biopic\nI really be grindin', I really be wildin' (Yeah)\nYou bitches be talkin', but I be on timin'\nWhen you get pressed, you better not be cryin' (Fuck)\nHere come another bitch, speakin' on my moves (Speakin' on my moves)\nWhat the fuck do it got to do with you? (What?)\nYou hoes corny (Yeah), secretly adore me (Yeah)\nSpeakin' on my life 'cause yours is so boring\n\nYeah (Yeah), yeah (Yeah), yeah (Yeah), yeah (Yeah), yeah (Yeah)\nYeah (Yeah), yeah (Yeah), yeah (Yeah, hahaha)\nYeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch)\nYeah (Bitch), yeah (Bitch), yeah (Bitch), yeah (Bitch)\n\nHmm, I go hard in the paint\nI'm the type to test your gangster, put my fingers in your face, yeah\nI'm the type of bitch put my fingers in your face\nI'ma test you if you pussy, I go hard in the paint, yeah"}