{"id": 11040530, "title": "Mr Chow", "artist": "Lil Uzi Vert", "lyrics": "They said, \"Turn that down,\" I can't 'cause I bе smokin' loud\nI been runnin' wild (Wild), since I was a child (Child)\nSomewhere geeked up on a cloud (Cloud)\nAll these girls in the crowd (Crowd, woah)\nThey throw they panties in a pile (Pile)\nI hit her once and say, \"Ciao\" (Bye)\nShe say that she like my style (Yeah)\nWhen I hit my dance, it make her smile (Smile)\nI got millions in a file (File)\nI feel like Leslie Chow (Yeah)\nWe got some hoes, we callin' 'em, bitch, I'm the goers (The goers)\nThese youngins went older, I still got a watch on my shoulder\n\nBitch, I'm back outside and I'm gon' flex the check (What? Yeah)\nShe a lil' thot, she tryna flex the neck (Yeah, woah)\nIf I show my watch, I'ma flex the 'Tek (The 'Tek, Patek)\nShawty, she a bop, knots get her extra wet (Yeah)\nBitch, I'm back outside and I'm gon' flex the check (What? Lil Uzi, yeah)\nShe a lil' thot, she tryna flex the neck (Yeah, woah)\nIf I show my watch, I'ma flex the 'Tek (Patek)\nShawty, she a bop, knots get her extra wet (Yeah)\n\n\"Uzi, what you doing?\" I'm just fallin' back\nStacking up the bands 'til the bands collapse, uh, yeah\nAll this ice on me could start an avalanche\nAll of my draws (Yeah), they come with a stamp\nYour trap, it be dry, and my trap, it be damp\nMe and my niggas stay in that bitch like a camp (Camp)\nEver since you was high school, I'm lit like a lamp\nI be forgettin' my time zones (Yeah)\nI'm on the K with the X and I flex\nI must admit that I'm gone (Gone)\nMost of these niggas be hatin' don't know me\nI need some skates, all this ice like a goalie\nNiggas watchin' like they really the police\nYou really got show me, I really go on this (Yes, sir)\n\nBitch, I'm back outside and I'm gon' flex the check (What? Yeah)\nShe a lil' thot, she tryna flex the neck (Yeah, woah)\nIf I show my watch, I'ma flex the 'Tek (The 'Tek, Patek)\nShawty, she a bop, knots get her extra wet (Yeah)\nBitch, I'm back outside and I'm gon' flex the check (What? Lil Uzi, yeah)\nShe a lil' thot, she tryna flex the neck (Yeah, woah)\nIf I show my watch, I'ma flex the 'Tek (Patek)\nShawty, she a bop, knots get her extra wet (Yeah)"}