{"id": 11040567, "title": "Not An Option", "artist": "Lil Uzi Vert", "lyrics": "Got a burst on vert, need a vert with the big rims (Woah, woah)\nGot a burst on vert, need a vert with the big rims (Woah, woah)\n(Woah, woah, woah, yeah, yeah, yeah, ha)\n(Yeah, yeah, yeah)\n\n(Woah) Been countin' dog shit since 2016, can't you tell? I can count it with ease\nI don't do good with cheese, do it worst like Veeze\nCount dog like fleas, got hoes, P's\nFuck them hoes, gеt guap, that's real shit\nAnywhere I go, yеah, you know I got a big knit\nI can spot a hater with this motherfuckin' 6.6\nGot a burst on Vert in a 'vert with the big rims\n(Woah) Been countin' dog shit since 2016, can't you tell? I can count it with ease\nI don't do good with cheese, do it worst like Veeze\nCount dog like fleas, got hoes, P's\nFuck them hoes, get guap, that's real shit\nAnywhere I go, yeah, you know I got a big knit\nI can spot a hater with this motherfuckin' 6.6\nGot a burst on Vert in a 'vert with the big rims (Huh?)\n\nWho ain't got guap? Stop it (Stop it)\nAnything I want, yeah, I cop it (Cop it)\nTold my bitch, ''It's not an option'' (Yeah)\nAll of my whips, they got option (Yeah, yeah)\nThis ain't even new, stop it (Stop it)\nShe ride on the dick, do it sloppy\nShe say all of these boys copy\nI look at her like I'm shocked (Yeah)\nWho ain't got guap? Stop it (Stop it)\nAnything I want, yeah, I cop it (Cop it)\nTold my bitch, ''It's not an option'' (Yeah)\nAll of my whips, they got option (Yeah, yeah)\nThis ain't even new, stop it (Stop it)\nShe ride on the dick, do it sloppy (Woah)\nShe say all of these boys copy (Huh)\nI look at her like I'm shocked (Yeah)\n\nTell me now, what's the deposit? To this shit that I just, um, deposited\nTell me now, what's a deposit? To this shit that I just like an hour\nShoutout my fans, yeah, even my haters be fans, yeah\nWalk around, hold my pants up 'cause I got too much bands, yeah (Woah)\nAll white like dandruff (Huh?), yes, I make anthems (Woah)\nShe let me hit before I split, I use my damn thumb (Yeah)\nBro poured a six, made look like Tris', he slammed a Fanta\nI don't give a fuck what you say about me, I'm banned up (Ayy)\n\nHuh? What? Ayy, yeah\nIt's Lil Uzi Vert\n\nWho ain't got guap? Stop it (Stop it)\nAnything I want, yeah, I cop it (Cop it)\nTold my bitch, ''It's not an option'' (Yeah)\nAll of my whips, they got option (Yeah, yeah)\nThis ain't even new, stop it (Stop it)\nShe ride on the dick, do it sloppy (Woah)\nShe say all of these boys copy (Huh)\nI look at her like I'm shocked (Yeah)\n\nFor real, they do?\nNuh-uh"}