{"id": 11045533, "title": "Balloon", "artist": "Tyler, the Creator Featuring Doechii", "lyrics": "Ooh\nOoh\nOoh\nOoh\nOoh\n(No pares—)\n\nSí, no vamos a hablar con tú, idiota\nPodrías ser un millonario y aún así ser un vago\nChico, he estado en un sueño, he estado en un—\n(No pares, n-no pares—)\nOkay, mira\n¿Por qué trabajo tanto? Mi alma se beneficia\n¿Por qué no puedo establecerme? Me gustan las opciones\n¿Por qué odio las charlas intrascendentes? Me gustan los temas\n¿Cómo van las compras? Soy un cerdo, me encanta comprar, ugh\nSin BBLs, me gustan las copas A, ugh\nNo tengo piernas bonitas cuando me despierto, ugh\nLos negros corren y hablan en una carrera\nAquí todo es real, no tеngo piernas para volar, okay\nComo campanas durante Diciembrе, yo arraso\nY ni siquiera me gustan las chicas, perra, estoy muy drogado\nPerra, estoy solo, no necesito tu vibra, ugh\nAl carajo esos arrepentimientos (Ugh), llámalos y quítate todo ese peso del pecho (Huh)\nTengo a mis hermanos aquí, somos los Wayans\n\"Soy la única chica\", perra, eres mi favorita\nHe estado volando alto, ¿dónde está el suelo?\nRezad por mí, ¿puedo tener un amén?\n\nOoh (No pares—)\n(No pares—)\n¿Puedo tener un amén? (No pares—)\n(No pares—)\n(No pares—)\nVoy a inflar a esta perra como si fuera un globo (No pares—)\nMandaré su maldito culo a la luna\nEstoy en lo más alto del cuarto (No pares—)\n\nBien, ¿dónde está ese pantano?\nLa perra más volada del cuarto, necesito una cabina (Necesito una cabina)\nNecesito algo de PETA para este coño, ellos quieren huella de cocodrilo\nVoy a sacar a estos negros de DL del armario\nLo dejo entrar (Lo dejo entrar), lo dejo salir (Lo dejo salir)\nSoy una perra bi, pero necesito esa vagina ahora\nSi él es gay, entonces yo soy lesbiana, y somos pronombres (Somos pronombres)\nTyler y yo vamos a tomar a tu perra\nOui, oui, merci\nMantente linda cuando estés en mi ciudad\nMido 1,57 m y tengo tetas copa A\nNo te necesito, porque ya me follo a mí misma\nNo necesito un Range cuando tengo un hidrodeslizador\nNo necesito un avión, porque el hidrodeslizador fluye (No pares—)\nEn Nueva York, camino descalza\nNo necesito un pasaporte, soy una perra del pantano\nOh-oh\n\n(No pares—) No pares\n(No pares—) No pares\n(No pares—) No pares\n(No pares—)\nVoy a inflar a esta perra como un pedo vaginal y veré tu culo de vuelta a la calle\nRociaré todo tu barrio con le FLEUR*\nÉl se va a comer esta vagina, porque es dulce\n\n(Ayy, ayy, ayy) No pares\n(Ayy, ayy, ayy) No pares\n(Ayy, ayy, ayy) No pares\n(Ayy, ayy, ayy) No pares\n(Ayy, ayy, ayy) No pares\n(Ayy, ayy, ayy) No pares\nNo pares"}