{"id": 11110012, "title": "Que Pasaria...", "artist": "Rauw Alejandro & Bad Bunny", "lyrics": "What would happen if it were just us?\nIn a bed, hey, hey, remembering\nHow I used to give it to you, your friend's already gone\nWhy are you staying? You're missing something, baby, and\n\nI've got it, girl, I've got it, baby\nI've got it and I'll give it to you tonight (Wouh)\nHer song is playing, her song is playing\nYou see her, but nobody knows her\nDon't think about it anymore, don't think about it anymore\nDon't think about it, just give me one more night\nAnd I'll give you what you're missing, baby (Ra-Rauw)\n\nAnd if we hook up again, who cares? (Yah!)\nThis is our business when the urge hits (Wouh)\nOur folders are full of videos of us doing it\nI've got her bouncing in a split (Yee)\nShe likes explicit lyrics (Ah!)\nYou always end up here\nMy wild girl, and I'm the one who calms you down\nI know you won't stop 'til you get what you want (No, oh-oh)\nShe's fired up, wants me to burn with her (Wants me to burn with her)\nI'm already thinking of making a couple of kids with you (Ha)\nDamn, what a body you have (Woo; yeah-yeah-yeah-yeah)\n\nBaby, don't act like you don't know what's gonna happen\nIf I don't pull out, you're gonna have to bottle me up\nYou know who's got it, I know how you like it\nImagine if we made a baby with our genes, but for now, she doesn't want to\nShe prefers it in her mouth and took a shot of my DNA\nSuch a quiet girl, but in bed she never stops (Yee)\nSweaty, bouncing, shining like my chains\nDa-da-dance, girl (Yah!)\nShe looks at me and grabs it, she knows what it's for\nThis night is too good\nThe club is packed, but\n\nWhat would happen if it were just us?\nIn a bed, you and I fucking\nLike how I used to give it to you, your friend's already gone\nWhy are you complaining? You're missing something, eh-eh, eh-eh (Yah!)\n\nI've got it, girl, I've got it, baby\nI've got it and I'll give it to you tonight (Yee!)\nHer song is playing, her song is playing\nYou see her, but nobody knows her (Yee!)\nDon't think about it anymore, don't think about it anymore\nDon't think about it, just give me one more night\nEh-eh-eh, eh-eh-eh, eh-eh-eh, mm\n\nTell me, MAG, turn it up\nTell me, MAG, turn it up\nAyy, ayy, ayy, ha"}