{"id": 11110019, "title": "Revolu", "artist": "Rauw Alejandro & Feid", "lyrics": "Hey, shorty, let me know\nI need you in this cold weather\nWhere are you coming from? Update me\nYou said \"bellaqueo\" and that's the mood\nThere are a couple of videos out there, what a mess\n\nYesterday we had a mess, we let ourselves be seen\nIt was the fault of the high that went up to the fourth level\nYesterday we had a mess, we let oursеlves be seen\nAnd it really doеsn't matter if they find out that I'm going to eat you, I'm going to eat you (Wow)\n\nGiving a face in the VI\nToday there's no need to hide, mami, come on, we're going to go over\nToday we're on TikTok, if you see the flush, the tequi, don't hold back\nThere are plenty of bottles here, baby, turn this way because your table is empty\nMami, don't pay anything, because today everything runs for mine\nShe gets horny if I speak Spanish to her\nShe say \"bae\", I call her \"my love\", ah-ah\nNight of perreo and sweat\nToday I'm going to touch you all, mami\nYou saw, you saw, how you got\nThe FERXXO sings and she undresses\nWe don't copy anyone, you hear? Oh\n\nYesterday we had a mess, we let ourselves be seen\nIt was the fault of the high that went up to the fourth level\nYesterday we had a mess, we let ourselves be seen\nAnd it really doesn't matter if they find out that I'm going to eat you, I'm going to eat you\n\nNobody's watching, and what are you waiting for?\nNobody's watching, ma, and what are you waiting for, pa?\nNobody's watching, and what are you waiting for?\nAnd you don't fantasize, tell the dog\nNobody's watching, pa, so let's go give it to him, ma\nNobody's watching, pa, so let's go give it to him, ma\nNobody's watching, so let's go give it to him\nNobody's watching, and what about me? No way in hell\n\nLet's leave the chase\nNobody's recording, everyone's already wrapped up\nShe doesn't stop moving\nIt's because she's liking what she's feeling\nAnd I let you know with my eyes\nThat tonight in my bed I'm going to make you my woman, eh\nImagining how you should do it\nThis is our thing and nobody has to understand it, my baby (Wow)\nRauw, Feid\n\nHey, shorty, let me know\nWith this cold I miss you\nWhere are you coming from? Update me\nYou said \"rascal\" and that's the mood\nThere are a couple of videos over there, what a mess\n\nHey, haha\nThe king of melodies' with the boy of the bad girls, hehe\nEl Zorro with El FERXXO, El FERXXO with El Zorro, hey\nI'm with Cautela and Dímelo Ninow\nKenobi\nRa-Rauw\nWith Feid\nRa-Rauw\nWith Feid"}