{"id": 11112421, "title": "AGATS2 (Insecure)", "artist": "Juice WRLD & Nicki Minaj", "lyrics": "Aw merda, oh (Uau)\nOh\n(Tem alguma maneira? Tem alguma maneira?)\nAw merda, oh\n\nEu admito, outra puta me deixou acabado\nTentando servir coração partido como tênis\nFoda-se beber, vou gargarejar com codeína\nBabá, ela vai engolir minhas crianças\nE o homem dela está odiando, é, a arma está cheia de balas\nEnchê-la de tiros, ele não a deixará ver o amanhã\nAinda tropeçando, em chamas, estou queimando\nInale, é sexta-feira 13 e adivinha quem interpreta o Jason\n\nE suas inseguranças vão tirar o melhor de mim\nSuas insеguranças vão tirar o melhor de mim\nE suas inseguranças vão tirar o mеlhor de mim\nSuas inseguranças vão tirar o melhor de—\n\nVadias gritando \"Hora do demônio\" como se estivessem possuídas\nFale a verdade, vadia, você sabe que estava obcecada (Mas é não)\nMulheres más, nada boas, mulheres más\nQuartos de hotel e lençóis Versace\nAcordar de manhã, gritando para tomar Advil\nOntem à noite, ontem à noite foi muito verdadeiro\nApaixonado pela depressão, então tomei algumas pílulas tristes\nJack Daniel's não me segura\n\nNada como a viagem de avião para casa\nEu realmente odeio a viagem de avião para casa (Oh)\nEstou em Los Angeles agora\nDeixei o coração partido em Chicago\n\nE suas inseguranças vão tirar o melhor de mim\nSuas inseguranças vão tirar o melhor de mim\nE suas inseguranças vão tirar o melhor de mim\nSuas inseguranças vão tirar o melhor de mim\n\nNenhum deles se compara a você\nO que há com você?\nInsegura, eu? Não, esse é você\nEu larguei todos eles, segui um mapa até você\nEla quer um bom oral, tem que ser inteligente também\nEle quer a garota inteligente, tem que ser ambiciosa também\nPutas não se comparam a mim e essa é a verdade\nAlguém tem que dar aula para ela como uma substituta\n\nTem alguma maneira? Tem alguma maneira\nDe nos atentarmos ao que dizemos?\nTem alguma maneira? Tem alguma maneira\nDe você reservar um avião diferente?\nDiga que você vai ficar\n\nE suas inseguranças vão tirar o melhor de mim (Diga que você vai ficar)\nSuas inseguranças vão tirar o melhor de mim (Diga que você vai ficar)\n\nEsses pensamentos no meu cérebro (Dizem que você vai ficar)\nTodas as garotas são iguais (Diga que você vai ficar)\nVocê deveria ficar aqui comigo (Esses pensamentos no meu cérebro)\nDiga que você vai ficar"}