{"id": 11146224, "title": "Hey Now", "artist": "Kendrick Lamar Featuring Dody6", "lyrics": "Diablos, nena\nMe gusta\nDiablos\nHmm\n\nEy ahora, dilo ahora: estoy completamente interesado en mi Yen\nBuda de cara grande, obtego mi paz interior\nEnvio las cometas a todos mis chicos en el corral\nDeja que el honorario camine por la victoria, por la victoria\nSi te enojas, será mejor que rompas el tablero\nTengo amigos, espero que aparezcan en los tabloides\nSabes que el último pensó que él era Magneto\nSi juеgas a ser Dios, obtendrás lo que pidеs\nTenemos las mismas veinticuatro horas, ¿por qué estás enojado?\nLe puse un cuadrado en la espalda como si fuera Jack Dorsey\nMe darán luces altas si hago una aparición pública\nVuelve a esconderte porque no soy muy amigable con los negros\nUn mil, dos mil, cuatro\nEl negro sabe que acabo de estrangular a una cabra\nEntré con un flow terapéutico\nPongo unos cientos, déjalos ir, déjalos ir\n\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nHmm, ey ahora; dilo ahora\nEy ahora, dilo ahora: estoy completamente interesado en mi Yen\nBuda de cara grande, obtego mi paz interior\nEnvio las cometas a todos mis chicos en el corral\nDeja que el honorario camine por la victoria, por la victoria\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nEy ahora; dilo ahora\n\nEy ahora; dilo ahora: ya me vengué en su calle secundaria\nCon mucho parmesano, todos los días en temporada de impuestos\n¿Qué mierda llevas puesto? Hermano, es de mal gusto\nLos negros yacen en su lecho de muerte intentando igualarme\nOh, Dios mío, estoy a punto de hacer la comida\nEstán gritando P, pero la reanudación es \"boof\"\nCambio ambos carriles, el motor suena como el zoológico\nNecesito una tarifa solo para respirar, perra, no puedo hablar contigo\nEs el asesino de Ben Frank\nSeñor, no estoy aquí\nCorrientes del Golfo, una tras otra, volando a través de la turbulencia\n¿Quién es él? Almuerzo gratis, mmm, Kraft Services\nEcha tu trasero de este lugar de alquiler si huelo nerviosismo\nEy ahora; dilo ahora: déjame tomar mi mierda\nAgua en mi muñeca, estoy cerca de mi perra\nEs luz verde, no te salgas de los límites, voy a atacar\nEs un pájaro, es un avión, no, son todas rayas azules\n¿Negro, qué?\n\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nEy ahora; dilo ahora\nHmm, ey ahora; dilo ahora\nSoy demasiado importante\nSoy demasiado importante\nSoy demasiado importante para dejar que te vengas de mi de nuevo\n\nEmpezando a ver naves espaciales en Rosecrans (Empezando a ver naves espaciales en Rosecrans)\nVi a los extraterrestres tomarse de la mano (Vi a los extraterrestres tomarse de la mano)\nEllos quieren verme hacer mi baile (Ellos quieren verme hacer mi baile)\nLes dejo que me vean hacer mi baile\n\n¿A quién carajo me parezco? Me siento como el Joker\nHarley Quinn, estoy en el corte con un soplador\nAy, la cosa se pone espeluznante, todos los días de Octubre\nMi torpedo incluso saltó sobre los fumadores, J-Cat\nAy, nos referimos a negros asaltantes, Dody es demasiado importante\nSi hablan de jugar a la pelota, mi equipo y yo vamos a empezar a anotar\nSi hablan de jugar a la pelota, pueden hablarlo con Jordan\nSon cabezas calvas y las burlas por todas las promociones\nEenie, meenie, miny, moe, estoy tratando de etiquetar el dedo de un negro\nSoy agresivo en la base y en la vida real, los negros lo saben\nAy, me tatué el cuerpo, dependía, nivel cuatro\nAy, afilé un cuchillo y volví a casa con un golpe\nMi perra se pondrá a retocar como si estuviera jugando\nEl pequeño hermano está a punto de enojarse, hombre, todos ustedes negros sigan adelante\nSoy un tipo diferente de trofeo, nena, soy oro rosa\nDot y yo nos vengamos, los agarro con fuerza\nLas perras se comportan como unos negros, negros actuando como unas putas\nAyy, salté de esa sartén, luego salté en un Ghost\nSoy un negro del tipo silencioso, mira mi cara, luego él se congeló\nToda esa mierda que estaba diciendo, descubrí que no era tan atrevido\nVale, esta mierda es como cuarenta, eso es un fajo, vale, sumémoslo\nCulo gordo, ¿puedes hacerlo? ¿Puedes regresarlo?\nHazle una voltereta a un negro, tengo Tech Decks\nY no es una mierda que yo llame para que te revisen la barbilla\nDile: \"Dody hizo eso\""}