{"id": 11146232, "title": "Peekaboo", "artist": "Kendrick Lamar Featuring AzChike", "lyrics": "Sana la mano que ayuda\nA tu semejante hombre, oh, mi—\nAyy, ¿qué?\nMira\n\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿Huh? No están hablando de nada\nHm, ayy\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿Huh? No están hablando de nada, hm\n\nPeekaboo acabo de poner esos boogers en mi cadena\nPeekaboo; ochenta puntos como un juego de Kobe\nPeekaboo; 7.62 los harán planchar\nPeekaboo; saliendo, será mejor que no manches mi nombre\nPeekaboo; pongo dos carros en la 405\nPeekaboo; cacio e pepe si estoy haciendo pasta\nPeekaboo; ¿por qué te comportas con dureza en IG Live?\nPeekaboo; sabes que mis pequeños negros están fuera de sus naves\n\nPeekaboo; sorpresa, perra, es ese negro Chuck E. Cheese\nPeekaboo; déjame hacer una videollamada con mi oponente, perra, estoy en la misma calle\nPeekaboo; sí, es AZ, estoy poniendo algo a dormir\nPeekaboo; él está en el suelo, alabo a Dios y empiezo a pisotear\nPeekaboo; le puse diez en la cara, perra, mi tirador está jugando\nPeekaboo; le di desde atrás, le dije que moviera sus manos\nPeekaboo; luego deslizo mi pulgar hacia adentro donde ella, uh, está\nPeekaboo; estoy sobre tu cabeza, estoy con Dot, perra, no mires atrás\n\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿Huh? No están hablando de nada, hmm\n\nHey, hey, hey, hey, hey, hey, hey, esa es mi perra\nHey, hey, hey, hey, hey, hey, hey, esa es mi perra\nHey, hey, hey, hey, con toda esa mierda falsa\nHey, hey, hey, hey, no hay nadie con quien jugar\nHey, hey, hey, hey, hey, salgo de un Lam'\nAparque todo en doble fila en Tam’s, Sr. Salte\nDe-Su-Hombre\nSi él odia, faltando el respeto, será mejor que lo siga con las manos\nPérdidas en el cuello, pero ahora estoy lleno de trofeos, estoy diciendo, como\nBing-bop-boom-boom-boom-bop-bam\nDel tipo de mierda en la que estoy, no lo entenderías\nDel tipo de sketches en los que estoy, no lo entenderías\nNegocios de tipos grandes, no te tomaría de la mano\n\nNegocio de perra pobre, no podría ser tu hombre\nNunca le patearon el trasero hasta que abrimos esa lata\nDiablos, hazme em alley-oop en bandas, daré golpe\nPerra loca del gimnasio, me gusta que mi MAC toque las yemas\nPon esa mierda del oponente a mi alrededor y te diré: \"Apágalo\"\nEscuché lo que le pasó a tu hombre, no siento tu pérdida\nDebería haber rezado antes de que los tiradores vinieran y lo clavaran en la cruz\nDejé que tu chico pasara, perra, tienes suerte de que sea blando, de verdad\n\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿Huh? No están hablando de nada, hm, ayy\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿De qué están hablando? No están hablando de nada\n¿Huh? No están hablando de nada, hm\n\nPeekaboo"}