{"id": 11273485, "title": "2 Mazza", "artist": "Smiley Featuring Drake", "lyrics": "I remember pushin' DT with the mandem, whipping two Mazdas (Double M)\nGrocery shoppin' at Royal York Plaza\nMe and lil' Sandra was broke on the Gaza\nFirst floor room at the airport, Ramada, I'm tryna make the most out of nada (Nothing)\nNow shorty see me and say, \"Oh my God, it's Mr. 2 Mazza\" (OG)\n\nI'm with Smiggalino, I'm with Smiggalachi, Mr. Don't Mix The Gucci And Prada (I don't)\nMe, I'm the 6 God, Bob is a bulldog, both could have been at Gonzaga, nigga\nSome nights I wanna cut 'cause the city's been hot like lava (Fire)\nYeah, lil' Waterloo road trip, shorty see me and said, \"Oh shit, girl, that's Mr. 2 Mazza\"\nAnd they callin' me that 'cause the watch too mazza (Maz')\nYeah, yeah, and they callin' me that 'cause the spot's too mazza (Mod')\nYeah, every other ting is a runway model (Model)\nAstral could make one lap in here, come back with ten Em Ratas (Woo)\n\nI'm in Barrie, Muskoka, and Brampton, fuck Hollywood and the Hamptons (Fuck)\nI'm in a Bridle path mansion (Path), Ferris Rafauli expansion (Yes)\nYeah, Mr. 2 Mazza, my Hamilton girl look like Scarlett Johansson (Peace)\nJust with a way bigger bamski, and this is the anthem\n\nYeah, Mr. 2 Mazza, Mr. 2 Mazza, Mr. 2 Mazza (Maz')\nAnd they callin' me that 'cause the chain and my grills is lookin' too mazza (Diamond touch)\nLil' garden girl straight from the hood, she got a lil' condo at 'Sauga (Monroe)\nLil' Montreal trips with the gang, we had to rent a lil' Mazda\nGeo-Georgia Montizi is mazza (Yeah), the disclosure had sticks and a Masi' (Patek)\nThey sleeping on Smiggs like a Xanny (Sleep), the switch in the back came handy (Grrt)\nThis kick iron stick like Jackie (Kick), I hate to argue with catties (Hate it)\nShe mazza, mazza like sassy, these diamonds keep fighting, attack me\nSecurity know better to pat me (Fuck you), my opps know better to at me (Fuck you)\nIt's grim, it's grey, it's ashy (Ash), look how mazza her batty (Maz')\nThey gotta free up my doggy (Free baby), they raided my crib and they got me (Got)\nMy Houston lil' bitch every week at Johnny's, nigga (Johnny's)\nI'm still wearin' Prada, nigga (Prada), I still eat McDonald's with you (Yeah)\nI'm still drinkin' bottles with you (Yes), I still leave the glizzies at ya house\nUsed to trap with bugs in the couch, used to hide some of my drugs for drought\nThey still tried to diss us for clout (Why?), I'm tired of giving niggas help, nigga\n\nI'm with Smiggalino, I'm with Smiggalachi (Smiggs), Mr. Don't Mix The Gucci And Prada (I don't)\nMe, I'm the 6 God, Bob is a bulldog, both could have been at Gonzaga, nigga\nSome nights I wanna cut 'cause the city's been hot like lava (Run)\nYeah, lil' Waterloo road trip, shorty see me and said, \"Oh shit, girl, that's Mr. 2 Mazza\" (Yeah)\nAnd they callin' me that 'cause the watch too mazza (Maz')\nYeah, yeah, and they callin' me that 'cause the spot's too mazza (Mod')\nYeah, every other ting is a runway model (Model)\nAstral could make one lap in here, come back with ten Em Ratas (Woo)"}