{"id": 11314681, "title": "Can You Please?", "artist": "GELO & Glorilla", "lyrics": "I said, \"Baby, can you please shake that ass for me?\"\nI been geeked up in this bitch since 11, it's past 3\nCan you get up off my dick? That's a seat for the fees\nI just took one hit of doja, cocked it back, now let it breathe\nFeel the breeze when you rollin' with a G\nHit the streets in a Demon, dodgin' shit like fuck a Jeep (Fuck a Jeep)\nI just knocked this bitch up off of her rocker, off her fuckin' feet (Yeah, off her feet)\nWhen you link up with a king, you'll never face defeat (Face defeat)\n\nSmellin' loud my aroma, I'll still creep up on you\nRеal G's in designer, bitch, that swag my persona\nI ain't no simp, son, but fuck a yеllow bitch in my Homer boots\nAnd hair triggers in the mag, like Maggie, they'll split your dome up\nBreathe, slow it down\nShe like, \"Please\" (Shh), \"Another round\" (Yeah)\nI say \"I'ma get you right, bitch, you keep holding it down\" (Hold me down)\nI be in her shit all night, I gotta burn up some pounds (Burn some pounds)\nCome on, keep on runnin' my paper, put some diamonds on your necklace (On your necklace)\nI'ma stack the chains like Tetris\nShe wet, she let me feel it, told her \"One day, I'll be back, bitch\" (I'll be back)\nBut I got one request, bitch (Just one request)\n\nAyy, baby, can you please shake that ass for me?\nI been geeked up in this bitch since 11, it's past 3 (I'm geekin')\nCan you get up off my dick? That's a seat for the fees (For the fees)\nI just took one hit of doja, cocked it back, now let it breathe\nFeel the breeze when you rollin' with a G (GloRilla, woo)\nHit the streets in a Demon, dodgin' shit like fuck a Jeep (Fuck a Jeep)\nI just knocked this bitch up off of her rocker, off her fuckin' feet (On the gang, gang)\nWhen you link up with a king, you'll never face defeat (On the gang, gang)\n\nDaddy, can you please lick the clit for me?\nI ain't the type to beg, but I ain't had no head in 'bout a week\nSlap the shit out of a nigga if I feel one of his teeth\nBut mama taught me right, I flip over and turn the other cheek\nButterfly tat on my ass, make it fly up on the dick\nI ain't stop showin' my ass since a bitch got thick\nSay I'm the best he ever had, aw, for real? No shit\nHawk tuah, ugh, no teeth, straight spit\nI'm that nigga, I'm that bitch, I'm that ho, I'm that girl\nFuck with who? Bitch, where? Bubble coat, Moncler\nGot my foot on bitches' necks, got 'em gaspin' for air\nHahahaha, bitch, breathe\n\nSo can you please shake that ass for me?\nI been geeked up in this bitch since 11, it's past 3 (I'm geekin')\nCan you get up off my dick? That's a seat for the fees (For the fees)\nI just took one hit of doja, cocked it back, now let it breathe\nFeel the breeze when you rollin' with a G\nHit the streets in a Demon, dodgin' shit like fuck a Jeep (Fuck a Jeep)\nI just knocked this bitch up off of her rocker, off her fuckin' feet (Off her feet)\nWhen you link up with a king, you'll never face defeat (Won't face defeat)\n\nYou won't face it"}