{"id": 11351699, "title": "Back Of My Mind", "artist": "Rockout Danny Featuring Nino Paid", "lyrics": "I'm so sick of bitches\nHow the fuck you pretty with an ugly heart? (The fuck?)\nI know this shit don't last forever, so I just play my part\nI can find a bitch like Mary Jane, fuck, you can't feel the spark?\nAddicted to your love, that shit a drug I really like, but really hurt\n\nIn the back of my mind, I think 'bout a bitch who did me bad\nMy mom said shit wouldn't work and I tried hard to make shit last\nIn the back of my mind, my last bitch died and I thank God for that\n\nI can't fuck with none of these bitches and I'm so sick of snake-ass niggas\nYou wanna fuck me? Cropped you out my life, I had to change the picture\nFolks told me fuck love, he would rathеr with drugs, money, and liquor (Alright, alright)\nIn the back of my mind, I think about you and I'm tired of it (You rеady? Hrrt)\n\nIn the back of my mind, I'm thinkin' 'bout shit I'm tryna forget\nI might hear you out, in the back of my mind, I know it's bullshit (Yeah)\nThis the last time I'ma try, after that, I'm done with this\nI'm tryna help my dog and change his life and show him different shit (You ready?)\nIs there anything I can do? Anything that I can fix?\nI show love to everybody, but everybody got they picks\nYou won't always hit your target, it's okay, sometimes, we miss\nI can name a thousand times that I was down bad on my dick\nI can name a thousand times that I done got back up again\nBetter duck them fullys quick, nigga lied, he full of shit (Hrrt)\nI fell out the loop, that's cool, that's when I got back in the mix\nI know deep down in my mind it's a lot of shit that I can't forget (And I can't go back)\n\nIn the back of my mind (Yeah)\nIn the back of my mind, I think 'bout a bitch who did me bad\nMy mom said shit wouldn't work and I tried hard to make shit last\nIn the back of my mind, my last bitch died and I thank God for that\n\n(In the back of my mind)\nIn the back of my mind, I think 'bout a bitch who did me bad (Yeah)\n(In the back of my mind)\nIn the back of my mind, my last bitch died and I thank God for that\nIn the back of my mind\nI killed you\nAnd I didn't even regret it\nI can't believe I said it\nBut it's true"}