{"id": 11392573, "title": "Trap Jump", "artist": "Ken Carson", "lyrics": "Trap jump like Jordan, I mean the trap jumpin' like Ja\nRecover when we done, she spend the whole day at the spa\nHe ain’t die yet 'cause when he die, they gon' say it’s my fault\nI fuck a bitch and forget it, I iced out my wrist, yeah, I'm havin' amnesia\nNigga pillow talkin' these hoes 'cause she play Ken Carson through her speakers\nLife's a game, I got cheat codes\nI go Chrome Heart belt, cheetah\nI put hoes in check, Nike\nI give 'em three strikes, Adidas\n\nI turned a zip to a quarter, a quarter to half, yeah, to a whole pound\nYou wanna get down with the gang but if you ain't got a billion then you can’t get down\nI’ve just been crackin' these seals and droppin’ these ceilings, they makin' these sounds\nAin't callin' no shooter, you try and I shoot up the building, I’m lettin' off rounds\n\nHuh, huh, I'm lettin' off rounds\nHuh, huh, I'm lettin' off rounds\nHuh, huh, I'm lettin' off rounds\nHuh, huh, I'm lettin' off rounds\nHuh, huh, I'm lettin' off rounds\nHuh, huh, I'm lettin' off rounds\nHuh, huh, huh, huh\n\nHuh, huh, the SRT came with a wide-body kit\nThick shit, that's a wide-body bitch\nSlick Rick, I'm in pirate mode\nI'm the one who put designs on that ho\nEd Hardy, I designed it, I'm the designer\nPut that lil' ho in designer, like Lonely, ain't havin' no stylist, you know I'm the finder\nWho you love? I need a reminder\nDo I love you? Kind of\nI ain't fallin' in love with these hoes\nIs we fuckin' or what? Let me know\nI ain't callin' you over here for nothin'\nI got G6 and a blunt, we can take off and get high at the same time\nThat's your dog? I'm shootin' the K9\nThat AR one-five gon' do somethin'\nI'm in the field with cleats and shoulder pads, I know these niggas ain't gon' do nothin'\nKnow she a freak, she tatted the side of her ass, I'ma slide in it like a QB\nI ain't cuttin' no ties, this shit forever, that mean you mean somethin' to me\nI'm so fresh, I got on calf leather, Kadoya pants\nGloves on, sticky with me, yeah, yeah, where the fuck them bands?\nWhere the fuck yo' chains at? (Pussy nigga)\nWhere the fuck the niggas I started out with at?\nWhere the fuck them broke ass bitches who was talkin' shit? They in the back\nIncognito, I'm ridin' in the black truck, Cadillac\nAnd it's bulletproof, heavy shit, she think she Heaven sent\nBut she sent from Hell, if you wanna go, I'll take you there\nI'm aimin' at your head, these niggas be shootin' in the air\n\nTrap jump like Jordan, I mean the trap jumpin' like Ja\nRecover when we done, she spend the whole day at the spa\nHe ain't die yet 'cause when he die, they gon' say it's my fault\nI fuck a bitch and forget it, I iced out my wrist, yeah, I'm havin' amnesia\nNigga pillow talkin' these hoes 'cause she play Ken Carson through her speakers\nLife's a game, I got cheat codes\nI go Chrome Heart belt, cheetah\nI put hoes in check, Nike"}