{"id": 11477508, "title": "CN Tower", "artist": "PARTYNEXTDOOR & Drake", "lyrics": "A cidade é linda quando tá morta que nem uma flor\nQual é a cor da CN Tower? Tá vermelho essa noite\nQue nem a mensagem que te enviei da cama essa noite\nLeia porque finalmente acho que disse as coisas certas\n\nPensei que 'cê me pegou escorregando, me deixou coberto de razão\nNada aconteceu, garotas, eles te encheram de mentiras\nQue nem uma casinha dos fundos, tô tentando ter alguma clareza\n(Umas coisas que 'cê tem ouvido sobre mim)\nA cidade é linda quando tá morta que nem uma flor\nQual é a cor da CN Tower? Tá azul agora\nTipo, como tô me sentindo por você agora\nEu 'tava tão pra baixo, me diga o que fazer agora, oh\nA cidade é linda quando tá morta que nem uma flor\nQual é a cor da CN Tower? Tá acessa verde (Tá acessa verde)\nTipo a inveja nos olhos das pessoas, ficando no meio (No meio)\nTentando dormir, mas só vejo você em meus sonhos\nAyy\nNão tenho mais seu contato\n'Cê me bloqueou, te perdi, é um vai e volta\nAcho que até te mandei um e-mmail como último recurso\n'Cê realmente leu a mensagem que te enviei antes?\nPensei que tinha deixado essa merda perfeita, larguei mão\nJurei pelo meu filho, jurei pelo Senhor\nO que mais posso jurar, garota? Não tem mais nada\nPor que você cortou isso como se tivesse algo mais?\nPorque acabei de perguntar por aí, acabei de perguntar por aí\nSuas amigas não suportam, garota, elas preferem ver você se afogar\nSeinque elas me contam tudo quando eu chego na cidade\nE o que? e o que? Comprar outra rodada\nE o que devo saber agora? Surpresa, surpresa\nOuvi dizer que 'cê não encontrou ninguém que seja fechamento\nOuvi dizer que 'cê passou pelo inferno e precisou secar seus olhos\n'Cê finge estar tão feliz, é uma mentira descarada\nEntão por que, por que 'cê mente, amor?\n\nOh\nA cidade é linda quando tá morta que nem uma flor\nQual é a cor da CN Tower? Tá vermelho essa noite\nQue nem a mensagem que te enviei da cama essa noite\nLeia porque eu–\n\nDe volta com um plano essa noite (Certo)\nCancela Japão essa noite (Certo)\nTóquio foi pra baixo com o moleque (Certo)\nMas o plano é em terra essa noite (Certo)\nGarota, sou um fã na vida real (Certo)\n'Cê nem postou naquele site (Certo)\nO preço, definitivamente teria aumentado (Certo)\nTouchpad, apague as luzes (Certo)\n\nO amor (O amor por você), o amor (O amor por você)\nO amor que tenho por você é\nEu vim pra\nFora do Canadá (A balada)\nMilhares de dólares (Oh)\nPoderia ter deixado essa porra, de fato (De fato)\nAmor à primeira vista quando conheci aquela vadia de fato\nCom certeza foi uma vibe, mas tive que manter o foco\nFalando pra todos os manos que não vou te levar lá\nAgora não é hora de cair, mas garota, vem cá, ayy\nTô, tô, tô tentando dormir, garota, te vejo\nTe vejo, oh, nos meus sonhos\nOh, nos meus sonhos\nYeah, nos meus sonhos"}