{"id": 11481341, "title": "Celibacy", "artist": "PARTYNEXTDOOR & Drake", "lyrics": "Faz tempo demais, celibato\nO que você quer? Me diga\n\nCaí de joelhos\nDeixa eu quebrar seu jejum, estou implorando, por favor\nPorque já se passaram quatro meses, duas semanas, trinta e seis horas\nE oito minutos desde que você foi satisfeita\nEntão, por favor, por favor, me dê essa oportunidade\nDe te levar exatamente onde você precisa estar\nÉ isso que você quer? É isso que você quer?\nÉ isso que você quеr? É isso que você quer?\nÉ isso que você quеr?\nEstou de prontidão pra esse tipo de coisa\nMe sirvo um shot, deixo fluir pelo meu corpo\nFluir pelo meu corpo, fluir pelo meu corpo\nÉ isso que você quer?\nAudemus está no nosso copo\nTemos muitas coisas pra discutir\nComo esses homens que você sabe que não pode confiar\nOu essas garotas que simplesmente não me dão o suficiente\nDroga, acho que já era, está resolvido\nNão somos como eles, baby, e eles não são como nós, nenhum dos dois\nO Ross continua trazendo a garrafa e enchendo seu copo\nTe deixando falar grosso enquanto eu te chamo no blefe\n\nFaz tempo demais, celibato\nO que você quer? Me diga\n\nYeah (Uh)\n\nO conceito de você e eu (Eu)\nLevando uma noite de cada vez (Uma vez)\nCoração, corpo e sua mente (Oh, ooh)\nEu amo que nos entrelaçamos\nE eu aprendi com os erros que cometi com garotas que só pioraram as coisas (Qual é)\nVocê nunca tiraria nossos filhos de mim, nós faríamos dar certo\nGarota, eu estou focado e hipnotizado (Hipnotizado)\nOlhos fixos no prêmio (No prêmio)\nA vida é boa entre as suas coxas (Entre as suas coxas)\nRebola até ficar paralisada (Paralisada, uh)\nEu estou te embalando direto pra dormir (Ok, pra dormir)\nAmo te deixar tão fraca (Tão fraca, oh meu Deus)\nEu sei do que você realmente gosta (Do que você gosta)\nEu sei do que você realmente gosta (Do que você gosta)\nEu sei do que você realmente gosta\nEu sei\n\nAyy, ayy"}