{"id": 11510940, "title": "All The Way", "artist": "BigXthaPlug Featuring Bailey Zimmerman", "lyrics": "Ayy, if it's over, it's over, so fuck it\nJust don't act like my love wasn't nothin'\nLike I wasn't the one you was holdin' at night\nTellin' all of your secrets and huggin'\nGuess you right, it's too good to be true\nWhat's the point? All I needed was you\nBut shit, time after time, all this fussin' and fighting\nIt's time that you do what you do\nAnd it's cool\nMama said it was fish in the sea, I got lost in the pool\nKnew it was comin', I watched how you move\nHow you turn your back on me and leave me to lose?\nRemember the text, how you said that you'd do\nSaid that you'd never leave, we would fight 'til it's due\nBut as it went on, I was fightin' for you\nSent a text, it turned green, why the fuck it ain't blue?\nGuess you done and I get it\nSaid you'd stay and you wanted my name and you left, so I'm guessin' that you never meant it\nSaid you'd try and hold on 'cause the love was so strong, now I'm standing alone this kitchen\nSingin' sad songs, but I'm knowin' that this shit don't last long\nIf you leavin', then leave 'cause your bags gone\nBut just know, you can never come back home\n\nDon't let me down easy, if you're gonna leave me\nBaby, go and leave me all the way\nDon't ask for all your things back, cussin' out my name, yeah\nJust to go and take back what you say\nBurn all the bridges, don't ask forgiveness\nWalk away like I'm someone you hate\nDon't let me down easy, if you're gonna leave me\nBaby, go and leave me all the way\n\nAyy, if you say that you done, ain't no take backs\nSaid you fell out of love and I hate that\nBut see me, I was stuck like a drug, really fiendin' for love and somehow, I can't shake back\nWhen you walked out that door, I was hurtin'\nAll the dreams in my head, you was perfect\nYou remember the very first time that we chilled and I reached for your hand, where them nerves at?\nTime will pass and shit, that's what it do\nIt be times I be sick, sittin' thinkin' 'bout you\nIt was death do us part 'til you gave me the blues\nReally played my heart, left me lost and confused\nThought this shit was fair game, but you made up the rules\nOn my heart, left a scar and a bruise\nHope that you can stand on all the shit that you did\n'Cause I'm done, yeah, I'm finally through\n\nDon't let me down easy, if you're gonna leave me\nBaby, go and leave me all the way\nDon't ask for all your things back, cussin' out my name, yeah\nJust to go and take back what you say\nBurn all the bridges, don't ask forgiveness\nWalk away like I'm someone you hate\nDon't let me down easy, if you're gonna leave me\nBaby, go and leave me all the way"}