{"id": 11529556, "title": "No Sweat", "artist": "Key Glock", "lyrics": "I'll never let 'em see me sweat, I take that back (Back)\nI'll never sweat 'cause that's just ain't me (Yeah)\nI'm Mr. Glock (Glock), I shoot 2's and 3's\nWhat the fuck you mean? (The fuck?), I get guap (Guap)\nYeah, bitch, I get cream, this money ain't a thing (Yeah)\nYellow tape the scene (Phew, let's go), they popped 'em like a bean (Fah)\nYellow diamonds, cheddar cheese (Yeah), they hatin', let 'em be (Yeah)\nAll these hoes on me like fleas, yeah, they love Glizock, dog-ass (Grr)\nThis bitch in my palms, all ass (Phew)\nWhat you want for Christmas? All cash (Yeah)\n\nLast nigga played, it went all bad, I know they hate, they fucked up\nI heard these niggas talkin' down, I don't care, runnin' my bucks up (Yeah)\nRun up on me, tough luck (Pow, pow), I keep it on the side of me (Side)\nThey know Glizock that nigga (Glizock), these fuck niggas tryna be (Yeah)\nMy Richard like it's time to eat (Woo), I told you that I'm money hungry (Let's go)\nI just cashed another check (Check), this time was a signing bonus (Yeah)\nTook his bitch and broke her back now she got a new owner (Yeah)\nGender reveal diamonds on my neck cost me two something (The Fuck?)\nWho gon' do something? (Who?) That is not true\nLame ass niggas talkin' killer, that is not you (Uh-uh)\nGot my name all up in they mouth like a HI-CHEW (Yeah)\nDiamonds hittin' on my wrist and neck, like I'm Ryu (The fuck?)\nYeah, like I'm Ryu\nLil' bro got the drop up on the opps, he 'bout to slide through\nIf that shit ain't about no guap, I'm deaf and I'm blind, too (Yeah)\nThis shit breezy (Phew), make ten million easy, without tryin' to (The fuck?)\nI got so much I can sign you, too bad I ain't tryin' to\nMy cuz a Bishop, nine deuces (Yeah)\nMoney talk, my bitch 5'2\" (Yeah)\nPretty, thick and fine, too (Fine)\nThey like \"Where you find her at?\" (Huh?)\nMoney trees, I'm climbin' at (Yeah)\nBro so slime, he a diamondback (Slime)\nI told 'em that\n\nI'll never let 'em see me sweat (No), I take that back\nI'll never sweat 'cause that's just ain't me (Ain't me)\nI'm Mr. Glock (Glock), I shoot 2's and 3's\nWhat the fuck you mean? (Mean), I get guap (Guap)\nYeah, bitch, I get cream, this money ain't a thing (Yeah)\nYellow tape the scene (Phew), they popped 'em like a bean (Let's go, pop)\nYellow diamonds, cheddar cheese, they hatin', let 'em be (Yeah)\nAll these hoes on me like fleas, yeah, they love Glizock, dog-ass (Grr)\nThis bitch in my palms, all ass (Phew)\nWhat you want for Christmas? All cash (Yeah, yeah)\n\nYah, yah, yah, yah\nGlizock\nCutthroat La Familia\nYeah"}