{"id": 11610546, "title": "Your Name Forever", "artist": "mgk", "lyrics": "I never thought the last time I'd seen you would be the last time I'd seen you\nI hopped on the bike that you gave me the day I rode to nowhere, hoping that I'd reach you\nThe last argument that we had, I said things I shouldn't have\nI hurt you and I didn't mean to\nYour coat's on the chair in my house right now\nBut you're not there when all us need you\nI guess at lеast you found the peace you hid\nBеneath the biggest light that we got to meet\nI know you had to bury your brother\nBut now we gotta bury a brother, I hope that you're finally free\nUntil I see you again, I'll let these tears keep falling\n'Til I hear you again, you know we'll all keep calling for you\n\nTell me, did you know it was time to say goodbye?\nTell me, did the heavens align where angels fly?\nWhat happened, what happened when you kissed the sky?\nTell me, did you know it was time to say goodbye?\n\nI picked up the phone\nI can't tell what the fuck's going on, but I hear the tone\nI fear my gut was right\n'Cause a minute ago my soul told my heart that somethin' was wrong\nVoice on the other end tryna find the words to phrase it\nI know where this is going, but don't say it, just hang up\nDon't say that he gave up, if this a nightmare, wake up (Wake up)\nIf there's only one prayer that God hears tonight, please be this\nHeaven's got enough people already\nSo if you wanna take another soul, just don't take his\nI got a kid on the way that he gotta make laugh\nAnd we all not ready for those laughs to end\nBut I knew when the phone rang again after we said amen\nWe just lost a best friend\n\nTell me, did you know it was time to say goodbye?\nTell me, did the heavens align where angels fly?\nWhat happened, what happened when you kissed the sky?\nTell me, did you know it was time to say goodbye?\n\nSomething's not right here, someone went missing tonight\nNothing feels right here, no one makes it out alive\nSomething's not right here, someone went missing tonight\nNothing feels right here, no one makes it out alive\n\nTell me, did you know it was time to say goodbye?\nTell me, did the heavens align where angels fly?\nWhat happened, what happened when you kissed the sky?\nTell me, did you know it was time to say goodbye?"}