{"id": 11636216, "title": "Favorite Lie", "artist": "Lil Tecca", "lyrics": "I don't wanna fight it\nSaid she wanna go down, yeah\nSaid you wanna go 'round here\nNow you in another town, yeah\nAnd I like when it's private\nWe could get lost 'round here\nShawty, throw it, I'm a Moss 'round here\nReal life, fuck a price, what's the cost 'round here?\nSaid you ridin', I gotta put it to the test if you slidin'\nSaid that money talk, why you broke tryna pop it?\nPour a shot to cope, take a toke, now I'm off it\nI been gettin' gone, we don't do it too often\nI gave you a try, it was just a dare, truth or lie\nI know what you thought, yeah, what's your state of mind?\nYou know when I talk, yeah, what's your favorite lie?\n\nYeah, and you don't know, I'm in lovе with the changes\nTook the top off thе whip, now it's brain-less\nI put some steel on my wrist, now it's stainless\nI make it look like the glowin' up painless\nAnd every time that you see me, I'm countin' up\nAnd you would think that every day I'm on the same shit\nLike Keed, I'ma leave that ho nameless\nI can't give a ho nothin' if she ain't spending time again tomorrow\n\nI know if you know that shit, we all know\nOnly rockin' Gucci if it's Tom Ford\nRather spend the cash or spend the time for it\nIt don't matter what, know I want more\nShawty wanna hit, tell her, \"One more\"\nNigga, why you broke, havin' fun for?\nI ain't with the lame shit no more\n\nI don't wanna fight it\nSaid she wanna go down, yeah\nSaid you wanna go 'round here\nNow you in another town, yeah\nAnd I like when it's private\nWe could get lost 'round here\nShawty, throw it, I'm a Moss 'round here\nReal life, fuck a price, what's the cost 'round here?\nSaid you ridin', I gotta put it to the test if you slidin'\nSaid that money talk, why you broke tryna pop it?\nPour a shot to cope, take a toke, now I'm off it\nI been gettin' gone, we don't do it too often\nI gave you a try, it was just a dare, truth or lie\nI know what you thought, yeah, what's your state of mind?\nYou know when I talk, yeah, what's your favorite lie?\n\nSay that money talk, why you broke tryna pop it?\nPour a shot to cope, take a toke, now I'm off it\nIs self-control ruining your Friday nights?\nJoin millions who said, \"Fuck it\" with Dopamine\nCall now\nOperators are standing by to judge you quietly\nYou're tuned into DOPAMINE FM\nBecause therapy is expensive and regret is free"}