{"id": 11639171, "title": "Notebook (No Hook)", "artist": "Lil Durk", "lyrics": "I'm so tired of you tellin' me that he sorry (Sorry)\nMissin' my shows and meet and greets like I ain't an artist (Artists)\nLove to take drugs to keep me above, I'm just honest (Honest)\nThey know who I am, they make up rumors, I'm honest (Honest)\nHe ain't support like he used to, he said I'm garbage (Garbage)\nNow he at my shows, askin' for tickets like we partners\nI'll check on my partner mom before I ever check on my followers\nI fuck with a throat GOAT, but she graduated to a swallower\nYou know who you is, you know what you did\nYou know who you was, you know, dirty bitch\nYou know goofy niggas, you know different cliques\nYou know how you mad, you know I'm the shit\nYou ain't support me at all\nHow you say you my dog?\nTold you, I lost it all\nYou ain't even come call\nWatchin' story from a fake page and I seen 'em shoppin' at the mall\nTold him I need a handout, he ain't respond to me at all\nFour pockets full, full of hundreds\nForty million cash from a label\nI ain't fallin' out with my homies\nCall 'em, tell 'em put it on the table\nBefore it was bails, bonds, I paid cash, I ain't never say I ain't able\nBroke bitch asked for a crib, petty ass, got the bitch a craddle\nI know what you did, so I hate you\nI know what you did for the paper\nWhy you called the police on your man?\nHe on papers, you know they gon' take him\nPut a four of Pai in my Crush\nI ain't fuck online with my nuts\nWuk shoot, I rely on his guts\nBenji boys, I know he gon' clutch\nTrench baby, dirty little bastard\nSoul hurt, ain't walk up to the casket\nWhy I pour a cup and I'm fastin'?\nI just tucked the Drac' in my jacket\nIndustry puttin' me in beef\nWhy do that? I'm signed to the streets\nPull up on 'em, frrt, frrt, frrt (Baow)\nWhy the fuck I'm arguin' over beats?\nBrodie pulled up in a steamer\nIt's stolen 'cause he ain't even got the key\nThought about puttin' pounds on the jet, I ain't do it 'cause they was checkin' IDs\nThought about puttin' pounds on the jet, I ain't do it 'cause they gon' put it on me\nThought about puttin' pounds on the jet, but the Juice WRLD shit be scarin' me (Uh)\nPut this in my notebook (Woah-woah, woah-woah, woah-woah)\nThis shit right here, no hook (Woah-woah, woah-woah, woah-woah)\nPut this in my notebook (Woah-woah, woah-woah, woah-woah)\nThis shit right here, no hook"}