{"id": 11692254, "title": "Blakk Rokkstar", "artist": "Ken Carson", "lyrics": "Huh, huh, huh\nHuh, huh, huh\nHuh, huh, huh (E in this motherfucker)\n\nWhat the fuck?\nThat's some 808s, yeah, better duck\nStep-back fadeaway, I'm shootin' shit up\nCity to city, state to state, yeah, I'm bootin' shit up\nWhat the fuck? I'm not surprised\nBoy, that 'fit ain't nothin', who told you lies?\nI'm outside with a freak mask, oh, this my disguise\nHeard you got caught lackin', damn, that's sad, you gotta move wise\nI'm tatted up, tribal, mama, do you see me?\nI made them hoes flock before I copped the Lamborghini\nYou reach for this chain, now my gang screamin' free me\nBitch, this not Vivienne Westwood, ho, these real VVs\nI can show you how to pop it, huh, huh, she like, \"Teach mе\"\nI don't need no jewelry, eyеs weary\nShawty got that water, think she from Missouri\nCocaine, Pelle Pelle jacket, Evisus to match it\nRacks pokin' out my fuckin' pockets, so she know I'm havin'\nSweeped her off her feet, yeah, she Jasmine, yeah, and I'm Aladdin\nYeah, big boots on her, steppin' on your neck, this not for fashion, yeah\nChrome Hearts on, crosses up, but my life upside down\nYou say I can't come to what? Nigga, I'm good outta town\nYou ain't got no hood, you ain't got no block\nYou ain't got no gang, these niggas be cops\nI'll put that stick right to your face and watch your piss run down your socks\nPick a number, add a double-0, these niggas be makin' up blocks\nIt's only double-0, these niggas know I'm a Black rockstar\n\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black rockstar\nI'm a Black—\n\n(Wake up—)\nHa, ha\n\nCall my bitch (Ha), she'll kill somethin' (Ha)\nNovocaine (Ha), I don't feel nothin' (Ha)\nGet out your feelings (Ha), get in your bag (Ha)\nI dropped the ceilings (Ha), I made 'em mad (Ha)\nPopped a Tesla (Ha), takin' off on they ass (Ha)\nYou'd think I had propellers (Ha), 'cause I'm so fly (Ha)\nI'm the pilot (Ha), I got my wings now (Ha)\nPorsche GT3RS (Ha), got the wing out (Ha)\nAll that rap shit (Ha), what you singing 'bout? (Ha)\nYou don't need no diamond tester (Ha), my diamonds blingin' out (Ha)\nPointers in the chain (Ha), look like polka dots (Ha)\nWork at a casino (Ha), I got a poker thot (Ha)\nShe like DMT (Ha), she like acid (Ha)\nSendin' me flicks, I'm 'bout to send her through the mattress (Ha, ha)\nFuck them pics, I'm tryna pull up and do ya (Ha, ha)\nGot chemistry, you woulda thought that I knew her (Ha, ha)\nWater faucet (Ha), she don't gotta lube up (Ha)\nRough around sober (Ha), I don't need a pill (Ha)\nI don't need no honey (Ha), oh, you want some money (Ha)\nI'm a young nigga (Ha), but I'm not a dummy (Ha)\nOld ho tryna take advantage (Ha, ha)\nNew ho remedial (Ha), she don't understand it (Ha)\nI know what I want (Ha), I'm demandin' (Ha)\nYou don't know what to do (Ha), when it go left, you gon' panic (Ha)\nAin't nothin' for certain (Ha), I can't take nothin' for granted (Ha)\nBankroll too big (Ha), can't rubber-band it (Ha)\nFlew her overseas (Ha), she tanning (Ha)\nFuck your aesthetic (Ha), niggas need rebranding (Ha)\nEverything—"}