{"id": 11705101, "title": "The Bell", "artist": "Yeat", "lyrics": "New twat ring the bell when she wanna get fucked\nI ring that bell when I wanna get sucked\nTold 'em, \"ring that bell,\" told 'em, \"Pull up, what's up?\" (Ki-King Tonka)\nSong was already turnt but the bell turned up (Tonka), oh\n\nSay you got money, but you only got tens\nGot no bread, you ain't got no life\nYou ain't got no shit goin' on with you, yeah (Yeah)\nMolly in my cup, it's got me turnin' sideways\nFuck on the bitch, I'ma hit that shit sideways\nI got that pussy screamin' out, \"yeah-yeah\"\nHol' up, told you, you ain't gettin' shit back (Phew, yeah, yeah-uh-ha)\nYeah, shawty know what I'm gon' do, yeah\nShawty know that she just likе to feel free, yeah\nAll my diamonds speak to me (Yеah)\nAll my diamonds on Major League\nKing Tonka never fall off, this life was made for me, yeah\n\n(Ruff, ruff) I can't stand my— (I'm hungry), ha (Phew)\n(Ki-King Tonka) Yeah\nI can't stand myself, ah-ah, I can’t stand my ass (Ki-King Tonka), yeah\n\nNew twat ring the bell when she wanna get fucked\nI ring that bell when I wanna get sucked\nTold 'em, \"ring that bell,\" told 'em, \"Pull up, what's up?\" (Ki-King Tonka)\nSong was already turnt but the bell turned up (Tonka)\n\nOoh\nShawty say she feel like it's made for herself, yeah, ooh (Shawty)\nOoh, woah (Oh)\nDon't you know you never could come see it yourself? (Oh-oh-oh)\n\nYou couldn't believe in yourself (Ruff, ruff)\nThese diamonds bustin' out the back, I'll make 'em sneeze on themself\nTell 'em \"bless you and fuck you, you peed on yourself\"\nYou a dumb slut, a dumb cunt\nKing Tonka (I—), Ki— King Tonka, King Tonka, yeah (I-I-I—)\nI know you up to some' (Yeah)\nI was in Saint-Tropez, baby, take the jet back in the morning (Yeah)\nI know it's tough to take, baby, but I'll leave you without a warning (Ah, ho)\nThat bitch a professional lake, that bitch so horny (Yeah, okay)\nI don't wanna cover my head, I don't wanna cover my tip (Ti-ti-ti— ah)\nI uncovered the juice, I uncovered the twist (I-I-I-I-I-I—)\nI uncovered the Maybach, could you say that, could you go and paint that?\nYou might as well claim myself, bitch, you couldn't say that? (I-I-I-I-I-I—), yeah\n\nNew twat ring the bell when she wanna get fucked\nI ring that bell when I wanna get sucked\nTold 'em, \"ring that bell,\" told 'em, \"Pull up, what's up?\" (Ki-King Tonka)\nSong was already turnt but the bell turned up (Tonka), oh\n\nKing Tonka (King Tonka), Ki— King Tonka (King Tonka)\nKing Tonka (Phew), yeah\n(Phew)"}