{"id": 11781856, "title": "She Ready", "artist": "Key Glock", "lyrics": "I just read her text it said I'm ready (Yeah, yeah, yeah)\nShe blowin' up my phone, talkin' 'bout I'm ready (Yeah, yeah)\nLike, when you goin' home? Because I'm all in love\nYeah, yeah\n(Ooh, I'm ready)\n\nYeah, she ready spaghetti, she say she ready\nShe heard I'm three legged (I'm ready)\nDiamonds like Captain Crunch Berries\nShe do what I tell her, yeah, that's my lil' fairy (Ready)\nJust poured some medicine inside of my beverage\nI walk in the mall buy Celine and things (All in love)\nLil' brodie still masked up like it's Halloween\nJumped off the porch turned to a money machine (Yeah)\nReady for whatever, ready, let's get active\nGlizock, he one handsome lil' devil\nJust got a new bezel, cutthroat for whoever\nSmoother than Hugh Hefner, you broke, should do better\nBitch think I'm trickin', I just told her two letters\nBro think I'm trippin', 4K on a new sweater\nGlock be the name and I'm hotter than two kettles\nYou get in my way, I'ma get you and whoever (Yeah)\nYeah, yes, yes, I gotta get mine, I don't know 'bout yourself\nGot money on my mind, money all on the shelf\nJust run up a bag, put some pep in your step (Yeah)\nEvery time what's-her-name see me, she melt\nYeah, this shit forever, she love me to death\nTold this bad bitch I could do bad by myself\nMe, myself, and I, I don't need no help (All in love)\n(Glizock)\n\nHow to love you\nFuck you thought?\nJust the way you want me to (Yeah, yeah, yeah, yeah)\nBut I'm ready\n\nI just read her text it said I'm ready (Yeah, yeah, yeah)\nShe blowin' up my phone, talkin' 'bout I'm ready (Yeah, yeah)\nLike, when you goin' home? Because I'm all in love\nYeah, yeah\n(Ooh, I'm ready)\nYeah, yeah, yeah\nI just read her text it said I'm ready (Yeah, yeah, yeah)\nShe blowin' up my phone, talkin' 'bout I'm ready (Yeah)\nLike, when you goin' home? Because I'm all in love\nYeah, yeah\nYeah\n\nYeah, she ready spaghetti (Ready spaghetti, mm-mm)\nYeah, she ready spaghetti (Ready spaghetti, mm-mm, yeah)\nYeah, she ready spaghetti (Ready spaghetti, mm-mm)\nYeah, she ready spaghetti (All in love, ready spaghetti, mm-mm)\nThe fuck\nReady to love\nYes, I'm ready to love\nFuck you thought?"}