{"id": 11831363, "title": "Baby Mad At Me", "artist": "That Mexican OT & Lil Wayne", "lyrics": "Baby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\"\nI say, \"It's nothing\"\nBaby's onto me that I been fuckin'\nShe say that she gon' leave, I know she bluffin'\nShe just a side piece, no, I ain't cuffin'\nShe just a dumb bitch (Huh)\nBaby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\"\n\nShe say, \"Virgil, pull that dick out and let me smell it right now\"\nLet her sniff it 'cause I knew my ass just jumped up out the shower\nWhile she smellin' it, I'm holdin' my head high and I be smilin'\nShe say, \"Virgil, wipe that smirk up off your face, I know you lyin'\"\nThen before you hit the door, there's somethin' I gotta let you know\nI hate lyin' to you, so I gotta let you go\nI ain't lyin' to you, girl, I put that on my soul\nBut I still got love for you and I'm still gon' let it grow\nFuckin' on these no-good hoes, I need to take my bitch ass home\n'Til death do us part, baby, I ain't tryna die alone\nBut it's just something about that dog in me that wanna catch a bone\nSorry, baby, since a kid, I wanted to be a rolling stone\nI be stuntin' like my daddy, feel like Chuck in '98\nI be eatin' like I'm starvin', I scrape the food off the plate\nThey be sayin' life's a bitch, so I took the ho on a date\nAnd then brought her back to the Bay, told her go, but she wanna stay\n\nBaby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\"\nI say, \"It's nothing\"\nBaby's onto me that I been fuckin'\nShe say that she gon' leave, I know she bluffin'\nShe just a side piece, no, I ain't cuffin'\nShe just a dumb bitch (Huh)\nBaby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\"\n\nGirl, why you actin' funny? Trippin' like you clumsy\nTypical redundant and misery loves company\nNow you pissed at me for nothin'\nAlways talkin' 'bout the shit that she put up with\nWell, bitch, you need to flush it\nShe say, \"Why you wanna play your games on me?\"\nI say, \"I ain't a player if it ain't your team\"\nShe say, \"What does that mean if there ain't no ring?\"\nTruth is hard to swallow, but it ain't with codeine\nI got bad nerves, I got good weed\nGot a hundred Percs, I just took three\nShe wants answers, but don't ask me\nShe say don't look at her, \"I look half-sleep\"\nShe say that she can't sleep 'cause she been stressing\nAnd I still steal her heart when her chest sleep\n\"'Til the wheels fall off,\" is what she told me\nShe say, \"I'ma ride you the same way you drove me,\" Tunechi\n\nBaby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\"\nI say, \"It's nothing\"\nBaby's onto me that I been fuckin' (Fuckin')\nShe say that she gon' leave, I know she bluffin' (She bluffin')\nShe just a side piece, no, I ain't cuffin' (I ain't cuffin')\nShe just a dumb bitch (Huh)\nBaby mad at me, I been up all night\nShe say, \"I know you're fucked up and I can tell by the Sprite\nHuh, why it look like that?\nWhy's there makeup on your shirt and why you smell like that?\""}