{"id": 11891844, "title": "Top Tingz", "artist": "YoungBoy Never Broke Again", "lyrics": "I just wanna beat lil' mama, ain't talkin' violence, huh\nI just wanna put my dick inside it, come on, baby\nWanna beat lil' mama, I wanna pop it\nAnd I know she a freak and I just wanna see about it\n\nI'm a ratchet lover, nasty motherfucker, I get jiggy\nI fuck on her cousin, I fuck on her, her mother, I be with it\nI be her Bugatti, get on top and ride me, then I hit it\nI'm gon' cum inside it, come back out, and eat it while she spittin'\nI'm a freak, lil' mama, oh, I'm a problem\nI just wan' lick it then spit it, I ain't usin' no condom\nI wan' beat lil' mama, I ain't talkin' 'bout violence\nI just wan' put this dick in your back 'til you turn around\nGet on top and pogo stick inside that bitch, ooh\nHit from thе back and make it clap, I wanna see just how it move\nI'm punchin' good, this shit a crime, I makе the news, ooh\nI got her wet, that pussy splashin', she got a pool\nI'm on time without mind, baby, I'm a real slime, baby\nI be talkin' to her while I'm hittin' it, I might rhyme, baby\nI'm a real Northside menace, who am I, baby?\nShovel on my face, I'm diggin' in it when inside, come on\nWallah, oh Lord, I might do a trick for you\nShe wan' do a split for me, spittin' 'fore she lick on me\nWhat she tryna get from me? I be big homie\nShe smokin' ganja all 'til the mornin'\n\nI just wanna beat lil' mama, ain't talkin' violence, huh\nI just wanna put my dick inside it, come on, baby\nWanna beat lil' mama, I wanna pop it\nAnd I know she a freak and I just wanna see about it\n\nI know you a freak, lil' mama, I give her hell\nI be beatin' like some SIX12s, neighbors better not call 12\nShe be screamin', \"4L,\" push out, tell her, \"Get well\"\nI be servin' dick like I got cocaine for to sell\nPink hair, pink nails, big dog, woof, woof\nShe want me come through and she gon' fuck me all in the coupe\nThat's your friend? Who you? Baby girl be gettin' loose\nShow the bitch I'm real livin' proof, I'll show her what I do\nI wan' beat lil' mama, I'm gon' slide in it\nThen go deep, lil' mama, I got her tryna catch her wind\nGive me a chance, I go to cuttin' up, I'm fucked up\nOh, I ain't know that was your girl, I done fucked her\n\nAnd know I'm curious, I wan' try, baby\nOh, I'm so curious, delirious, I'm crazy (Say, 10)\nAm I delirious or pressure? No maybe\nAnd once I get in her, we might just have a baby\n\nI just wanna beat lil' mama, ain't talkin' violence, huh\nI just wanna put my dick inside it, come on, baby\nWanna beat lil' mama, I wanna pop it\nAnd I know she a freak and I just wanna see about it\n\nI know you a freak, lil' mama, I give her hell\nI be beatin' like some SIX12s, neighbors better not call 12\nShe be screamin', \"4L,\" push out, tell her, \"Get well\"\nI be servin' dick like I got cocaine for to sell\nPink hair, pink nails, big dog, woof, woof\nShe want me come through and she gon' fuck me all in the coupe\nThat's your friend? Who you? Baby girl be gettin' loose\nShow the bitch I'm real livin' proof, I'll show her what I do\nI wan' beat lil' mama, I'm gon' slide in it\nThen go deep, lil' mama, I got her tryna catch her wind\nGive me a chance, I go to cuttin' up, I'm fucked up\nOh, I ain't know that was your girl, I done fucked her\n\nI just wanna beat lil' mama, ain't talkin' violence, huh\nI just wanna put my dick inside it, come on, baby\nWanna beat lil' mama, I wanna pop it\nAnd I know she a freak and I just wanna see about it"}