{"id": 11895790, "title": "Jan. 31st (My Truth)", "artist": "Yfn Lucci", "lyrics": "Look, okay look crazy thing about it\nI was in the can and I was still making deposits\nAnd I kept it solid\nRed bone bitch tryin' to suck me like a lolli'\nEverything I left when I was gone, I still got it\nAyy, boy, you dead wrong if you think I'll ever let you try me\nAnd I'm on parole but I'll nevеr go without it\nLook, never held my hеad down, I'm ten toes about it\nTook my time showing these diamonds, I know they eyeing\nSay Pat like, \"Bro, why is you smilin'? This nigga wilding\"\nAyy, they was tryna give me two hundred years, they was trying to hide me\nHow you get two hundred years without a body?\nMama shed too many tears, no more cryin' (Cryin')\n\nSpillin' my truth\nSpillin' my truth\n\nLook, they say I threw my mans out?\nWhen you on a move sometimes it don't go how it planned out\nYou wouldn't understand how a whole lot of trials and tribulations got me this far\nRest up 'cause your grandson made it this far\nAyy, I'm just glad his last ride was the back of a 'Bach\nHe was somethin' like Cam Newton, had a whole lot of hats\nThe shit I put my family through, I'm just glad to be back\nI been a big dog, fool, I was never a rat\nIf you catch me talkin', it's facts\nI put the hood on my back\nI'll put your face on a shirt if you put my name in your raps\nThe streets to the cage, I adapt\nThey say, I changed, that's cap\nIf you see me hatin', that's rare\nThrough all of that pain, you wasn't there (Pain, you wasn't there)\n\nYou just hatin' 'cause I'm realer than you\nMy bitch badder than your bitch and I got pictures to prove\nAnd we so high up like we buildin' a roof\nI make millions out of nothin' from just spillin' my truth\nYeah, we still grindin' like we got somethin' to prove\nEven though we got nothing to prove\nTook every risk 'cause we had nothin' to lose\nMaking million just spillin' my truth\nSpillin' my truth\nSpillin' my truth (Damn, Kai, you goin' crazy)\nSpillin' my truth"}