{"id": 11901809, "title": "Finest", "artist": "YoungBoy Never Broke Again", "lyrics": "I say, \"God, who am I?\"\nPrayin' to the sky\nI'm anxious and I'm desperate, I be wishin' that I cry\nTired of situations, I be wishin' that I die\n\"Top, why you keep complainin'? You'll forever be my child\"\nLivin' wild, Father, this is not how I was raised up\nOpps wanna frame us, DA wanna hang us\nI'm sorry for my thoughts and actions that ain't to Your likin'\nMan, I'm scarred, this ain't no facades, I don't really like me\nI don't know who I could run to\nI don't know where I could run and hide\n\"Your intentions'll get you dead,\" I feel alive\nGangsters approachin', look what this come to\nThey tellin' me I'm that guy\nWhile off inside I'm still holdin' all the feelings of a child\n\nThuggin' at its finest, murder at a all time high\nHustlin' at its finest, all my life, I been tryna get it right\nI don't need you up and leavin' me, I need you here, oh, I\nPray on my knees at night, so the angels see I am not who they sayin' I am\nRunnin' from my birthplace\nLord, it been a earthquake\nTrust in my fire, oh, I been needin' some peace\nCan You say when it's on the way?\n\nOh, bae, you love me, can you fuck me like you do? (Huh?)\nMy job got us fussin', I been hustlin' all for you\nI done got up in some trouble, but can't tell you what I do, what I done or what I did\nI don't give a fuck, I speak the truth, I'll take my stick, blow out the roof\nI made a T-top out the coupe, from KD car to a Bentley\n\nI don't trip, they laughin' at my pain, I worry God as I'm sinnin'\nScary bitch, look at my chain and swear to God that I'm winnin'\nBut I been losin', paranoid, might be my boy tryna get me\nStuck in prison, fuck this system, snortin' ice inside my nose\n'Til I noticed that I'm trippin', I'm the one who got control\nBitch, I made me eight million whole time that I was down\nI don't give a fuck about no money, might still catch me with a frown\nMight still catch me with my wife, Glock, I'm in Ogden on a white block\nWith the Treces even though I fuck with Southside\nGrandma passed away, saw her on FaceTime at night, that mornin', she died\nTell me when it's comin', I been waitin' forever, I know You hear me\n\nThuggin' at its finest, murder at a all time high\nHustlin' at its finest, all my life, I been tryna get it right\nI don't need you up and leavin' me, I need you here, oh, I\nPray on my knees at night, so the angels see I am not who they sayin' I am\nRunnin' from my birthplace\nLord, it been a earthquake\nTrust in my fire, oh, I been needin' some peace\nCan You say when it's on the way?\n\nOh, bae, you love me, can you fuck me like you do? (Huh?)\nMy job got us fussin', I been hustlin' all for you\nI done got up in some trouble, but can't tell you what I do, what I done, or what I did\nI don't give a fuck, I speak the truth, I'll take my stick, blow out the roof\nI made a T-top out the coupe, from KD car to a Bentley"}