{"id": 11933148, "title": "Ace Trumpets", "artist": "Clipse", "lyrics": "Ballerinas doin' pirouettes inside of my snow globe\nShoppin' sprees in SoHo\nYou had to see it, strippers shakin' ass and watchin' the dough blow\nAce trumpets and Rose Mo's\n\nYellow diamonds look like pee-pee\nBitches fly from D.C. on my private to Waikiki, three-peat\nNiggas is my sons and that's on repeat\nSins of the father, so I call you Little Meechies, it's easy\nHow could you and me be ever seen as peers?\nCan't compare, you just CC\nDon't you know these clears in my ears only VVs?\nPlay musical chairs, Fred Astaire through these GTs\nToo much wear and tear on your bitch, she couldn't please me\nWhite glove service with the brick, I am Luigi\nSold ecstasy and disappeared, I am Houdini\nLook at them, him and him, still waitin' on Yeezy\nI hope you got your squeegees\nAt your interviews, I just kiki\nLife's peachy, A$AP with RiRi\nYou rappers all beneath me, beloved like the Bee Gees\nInternational flights, connect me to the Wi-Fi\nThe only way you reach me, huh\n\nBallerinas doin' pirouettes inside of my snow globe\nShoppin' sprees in SoHo\nYou had to see it, strippers shakin' ass and watchin' the dough blow\nAce trumpets and Rose Mo's\n\nPenne alla vodka\nPanama fishing village visitin' with Papa with choppers\nAll of you imposter, simply just Ferrari window shoppers\nThe one that I just ordered look like it was built by NASA\nOver half a mill' we call focaccia, reachin' for Akasha\nNever leavin' home without my piece like I'm Mahatma\nFrom the tribe of Judah, I'm Mufasa\nNever turn the other cheek, you'll die at the Oscars\nPersona non grata, mi casa, su casa\nDrugs killed my teen spirit, welcome to Nirvana\nYou was Fu-Gee-La-La, I was Alibaba\nDressed in House of Gucci, made from sellin' Lady Gaga\nHakuna Matata, island wearing tie-dye\nUmbrella in my Rolls match the one that's in this Mai Tai\nListen, you are not I, cross T's, dot I's\nI done disappeared and reappeared without a \"voilà\"\n\nBallerinas doin' pirouettes inside of my snow globe\nShoppin' sprees in SoHo\nYou had to see it, strippers shakin' ass and watchin' the dough blow\nAce trumpets and Rose Mo's"}