{"id": 11941187, "title": "Survivor's Guilt", "artist": "Meek Mill & G Herbo", "lyrics": "I got more guns than my opps, I got more guns than a cop (I do)\nIn a mansion all alone, but I got four guns in the spot (Just four)\nI got two on side of the bed and got some more guns at the top\nAnd I don't trust this ho I'm layin' with like, \"Boy, you gotta stop\"\nYou can't even sleep\nI just seen my bro from the fourth grade and we ain't even speak\nHe stuck in his ways, he want my life, shit, it ain't even deep\nI been out L.A. with fifty shots ever since PnB (I swear to God)\nThis shit real, nigga\nYou don't want me at the white party, what the fuck, you want me to kill niggas? (Huh?)\nYou don't want me at the right party with the rich folks, bussin' deals with them (Huh?)\nI know all the killers well, I was poppin' pills with 'em\nBeen fallin' back from Kiladel 'cause I might try to drill niggas, yeah\nMy youngin died at twenty like a real nigga\nShots to his head, hit his chest like some real liquor (Brrt)\nTimes in the feds and my homie got to deal with it\nMy dog slimed my other dog, expected me to chill with him\nYou know what you did, nigga\nYou ain't movin' lo', know we know where you live\nWhen we catch you, it's the Super Bowl, woah\n\nMy bitch trippin', say she think I might OD off pills\nHow the fuck else I'm gon' sleep? I been on thirty drills\nAnd when I think, I still feel for my youngins in the field\nHe catch a kill, go pop a 30, he don't even know if they real\nMy bro wanted me to ride, I was ridin' with him since we was little\nHad labels on my line, they sayin' this shit worth twenty mil'\nHe tryna go on hits, put a couple more hats on his steel\nI had to go get rich 'cause I already knew how that feel\nI took care of everybody and put some M's up for my children\nI know a nigga that turned his hood up, they still killed him\nI fall back, start playin' it safe, the streets wanna say I'm scared\nI was still in the 'Raq with a Glock and a Drac' like I ain't just fight the feds\nEven though I hear everything they say, can't let it get in my head\nTake up too much space when I'm in bed and I think about pops and Greg\nTook this shit to the top, why the fuck I'ma stop? Could've been on the block or dead\nMy opps know I ain't never aimed for legs any time I shot some lead\nMe and shh in the car, he hopped out, face shot, had to chop his dreads\nSwervo, had the Glock .40 on my hip, but I chose hip-hop instead\n\nAnd that pain might pop his chest, he stressin', he tryna find some meds\nYou ain't never sleep with niggas you beefin' with on top of the bed\nI was on the bottom bunk, fightin' drama, got my mama scared\nHe just got life, he ain't comin' home until his mama dead\nHuh, these nigga hoes, these niggas hoes\nI feel like Dex, I go to the strip club, I gotta bring my pole\nAnd I don't want sex from her, this bitch keep tryna drink my soul\nAnd she had fucked my man and think that I don't even know\nIt's crazy, he tried to keep it low, how you supposed to be my bro?\nThe hoes come 'fore the bros, I would've told you, \"Nigga, keep the ho\"\nYeah, niggas tweakin' 'bout this clout\nSpent on hundred on a chain, he don't even own a house\nLeft his mama in the hood, she ain't even get a couch\nKnowin' he beefin' with some niggas, he ain't even get her out\nGot me thinkin' really deep like, \"What this street shit really 'bout?\nLike if I slide for these niggas, would they really come get me out?\"\nEver do time for some niggas and they don't hit you 'til you out?\nFed his hood, but when he died, niggas went up in his house\nShit be crazy"}