{"id": 11975842, "title": "Peanuts 2 N Elephant", "artist": "Lil Wayne", "lyrics": "Talkin' all that shit, it's irrelevant\nYou niggas just peanuts to an elephant\nI'm the wrong elephant to fuck with\nYou know I'm the type to pop the trunk quick, yeah\nPop the trunk, pop the trunk\nAll-red elephant, bitch, Donald Trump\nBut I still act a donkey like ha, what's up?\nRun up on this elephant and I'ma pop the trunk\n\nOoh, ooh, tell a opp it's up too\nRun his fuckin' mouth, I knock him out his running shoes\nEat a woman out and kick her out my lunchroom\nOoh, she got junk in the trunk, that's my junk food\nWalk like an elephant, talk like a president\nSharp like my etiquette, a sword, or machete shit\nI walk like a veteran, walk for my brethren\nThey soar like a pelican, they soft, I seen aliens\nI'm sure, may need evidence, I cough, I need medicine\nGo hard like a Mexican, they soft like some gelatin, they delicate\nPeanuts to an elephant, make peanut butter jelly then\nStalkin' like a predator, piranha on a jellyfish\nOn your belly, bitch\nFace down, ass up, I need leverage\nNumbers don't lie 'less it's 'bout her measurements\nYou used to be a skeleton, now she an elephant\n\nTalkin' all that shit, it's irrelevant\nYou niggas just peanuts to an elephant\nI'm the wrong elephant to fuck with\nYou know I'm the type to pop the trunk quick\nPop the trunk, pop the trunk\nAll-red elephant, bitch, Donald Trump\nBut I still act a donkey like ha, what's up?\nRun up on this elephant and I'ma pop the trunk\n\nPop the trunk\nRun up on this elephant and I'ma pop the trunk\nPop the trunk\nAll-red elephant, bitch, Donald Trump\nPop the trunk\nAll-red elephant, bitch, Donald Trump\nBut I still act a donkey like ha, what's up?\nBut I still act a donkey, bitch, ha, what's up?\nPop the trunk, pop the trunk\nI'm a red elephant like Donald Trump\nBut I still act a donkey, bitch, ha, what's up?\nBitch, ha, what's up? Bitch, ha, it's up, yeah\nBitch, ha, it's up\nTell a opp it's up, get the opp hit up\nGet the opp lit up\nGive the opp shit up, you a opp? Shut up\n\nHuh\nUh, uh\nUh, uh, uh\nHuh, huh, huh\nWhat up, though? All my niggas cutthroat\nCut your fuckin' head off, he lookin' like he fumbled"}