{"id": 11985114, "title": "How It's Done", "artist": "HUNTR/X: EJAE, Audrey Nuna & REI AMI", "lyrics": "Ugh, you came at a bad time\nBut you just crossed the line\nYou wanna get wild?\nOkay, I'll show you wild\n\nBetter come right, better luck tryin', gettin' to our level\n'Cause you might die, never the time, tryna start a battle\nBleeding isn't in my blood, 뼈속부터 달라서\nBeating you is what I do, do, do, yeah\nBody on body, I'm naughty, not even sorry\nAnd when you pull up, I'll pull up\nA little late to the party (Na-na-na-na)\nLocked and loaded, I was born for this\nThere ain't no point in avoiding it\nAnnoyed? A bit\n불을 비춰 다 비켜, 네 앞길을 뺏겨\n\nKnocking you out like a lullaby\nHear that sound ringing in your mind\nBetter sit down for the show\n'Cause I'm gonna show you\nHow it's done, done, done\n\n(Hey) Huntrix don't miss\nHow it's done, done, done\n(Hey) Huntrix don't quit\nHow it's done, done, done\n\nRun, run, we run the town\nWhole world playin' our sound\nTurnin' up, it's goin' down\nHuntrix show this, how it's done, done, done\n\nYeah, something about when you come for the crown\nThat's so humbling, huh?\n갑자기 왜 그래? 먼저 건드려, 왜?\n이제야 포기해, what?\nNothing to us, run up, you're done up, we come up\nFrom sunup to sundown, so come out to play\nWon either way, we're one in a million\nWe kill 'em, like, really? You want it? Okay\nHeels, nails, blade, mascara\nFit check for my napalm era\nNeed to beat my face, make it cute and savage\nMirror, mirror on my phone, who's the baddest? (Us, hello?)\n\nKnocking you out like a lullaby\nHear that sound ringing in your mind\nBetter sit down for the show\n'Cause I'm gonna show you (I'm gonna show you)\n(I'm gonna show you)\nHow it's done, done, done\n\nI don't talk, but I bite, full of venom (Uh)\nSpittin' facts, you know that's\nHow it's done, done, done\nOkay, like, I know I ramble\nBut when shootin' my words, I go Rambo\nTook blood, sweat, and tears, to look natural (Uh)\nThat's how it's done, done, done\n\nHear our voice unwavering\n'Til our song defeats the night\nMakin' fear afraid to breathe\n'Til the dark meets the light (How it's done, done, done)\n\nRun, run, we run the town (Done, done, done)\nWhole world playin' our sound (Done, done, done)\nTurnin' up, it's going down (Done, done, done)\nHuntrix, show this how it's done, done, done\n\nWe hunt you down, down, down (Down)\n(Done, done, done)\nWe got you now, now, now (Got you now)\n(Done, done, done)\nWe show you how, how, how (Show you how)\nHuntrix, don't miss, how it's done, done, done"}