{"id": 12087138, "title": "Diesel", "artist": "YoungBoy Never Broke Again", "lyrics": "No APs for the bitches, all Pateks bought (Wow)\nI ain't trippin' 'bout no second, tell Elite they gettin' chased down\nFirst place, fifty mil' for tourin', bitch, I'm ready now\nI be rockin' this shit, no, the stylist can't get me fresher, oh, no, no\nTake the bitch down like a wrestler, ain't no SmackDown\nI come from the North where pistol sparkin', bring that chalk out\nNow I got bad bitches runnin' 'round every house\nToo many whips, I control these bitchеs, AI been a pimp\nKick the bitch out if she trip, I am not a simp\nRrr, Ten lеt that fan off on all of them\nYou'll think that money grow on trees, I'm tearin' off of every limb\nI been spendin' millions since I got it\nPants are upgraded, ain't no Fendi, hundred-balls in my pocket\nLover boy, bitch, check the swag, I got devil horns\nPoke the boy, guarantee he lose once he show his cards\n\nI got a problem with dollars and models\nHuh, huh, huh, take 'em out, huh, this that shotta talk (Baow, baow, baow)\nLet 'em try to kill me, I ain't trippin', hop out, takin' off (Real shit, woo-woo)\nWe gon' find out where his house and we gon' take him down (Walk, walk, walk)\nI just interfered with interception\nBad bitch with piercings, I give her my perception\nThen that shit got serious 'cause the bitch ain't like neglectin'\nUnreleased diesel, tell that ho check the segment\n\nWhat the fuck these niggas waitin' on? I can't wake up\nBitch, pressin' with this paper, tell a nigga get they cake up\nI'ma hop up in this smash and hit the gas and lift the Wraith up\nMe and B gon' jump the gate, we playin' take 'em, tryna face somethin'\nI'ma go my seperate way, ain't nothin' to say soon as the laws come\nYou could play right in my face, this shit ain't safe, we known to down somethin'\nForty-somethin' pounds on me, protected with four-pound on me\nShawty see me shinin' from a mile, so she walk down on me\nAin't no AP on my bitches, I Patek 'em out\nCome on, nigga play 'round with these millions, we gon' stretch him out\nThe fuck I'm doin' with all this cash? This how I walk around\nHow the fuck I come from out that Parish with this big-ass house?\nI told that bitch I don't want no ass, even made her keep her mouth\nI told my therapist, \"Keep the pad, I'ma use my mind\"\nSit behind a mic and then I'm goin' out\nShe tryna find my past, but, girl, my future is so bright\nIt's a lot of money in my vision, so I see a better life\nNo, I ain't stoppin' at the light, no stoppin', pullin' off, nigga\nShe got more money than me, then I ain't pullin' out nothin'\nI ain't stoppin' on these beats and Jason not talkin' to pillows\nWhere that money at? We gon' finish him then send him, in this industry, we villains\nHeard an OP wan' get up with me, yeah\nYeah, black on top of that whisper with that overcoat like Dennis\nYeah, come with the flow, I kick it, punch out shit and knock out dentures\nNah, we couldn't rap, we'll take this bitch, attendin' fresh out prison\nDrape the coupe with flame, this bitch blow fire when I hit it\nHow the fuck you don't know my name? For a while, I been winnin'\nHow the fuck you don't know my gunman? Inside that town, we pulled killings\nAll around the world, that green and red flag, all 'bout winnin' (Winnin', it's a murder business)\nWhat it is? I been takin' care my mama since I was labeled as a kid\nAnd I got my sister shinin' from her neck brace to her wrist\nI been handlin' every problem, I just hop out and get dirty with that stick, bitch\nAnd I'm still on it, I won't quit\nTold my brother it's McLaren or a Lambo, nigga, make a pick\nI'm not sparin', no, not nan' ho, tell her pick a dick\nWe got money, we got Henry, we got shottas in this bitch\nAnd we be spinnin' shit, spin again\nBro gon' shoot him once I popped him, tell that nigga pick up his friend\nI get active with that chopper, YoungBoy whoppin' 'til the end\nWe get bloody with that stick and tell the Crip to switch the pin\nTell that boy give me a notice, kick the door, we movin' in\nI just bought another watch, it cost a Lotus, shawty with me totin' a Gen\nI just did it on them niggas once again\nMy bitch be with me through anything, before my wife, she was my twin\n\nI got a problem with dollars and models\nHuh, huh, huh, take 'em out, huh, this that shotta talk (Baow, baow, baow)\nLet 'em try to kill me, I ain't trippin', hop out, takin' off (Real shit, woo-woo)\nWe gon' find out where his house and we gon' take him down (Walk, walk, walk)\nI just interfered with interception\nBad bitch with piercings, I give her my perception\nThen that shit got serious 'cause the bitch ain't like neglectin'\nUnreleased diesel, tell that ho check the segment"}