{"id": 12097577, "title": "Peepin", "artist": "YoungBoy Never Broke Again", "lyrics": "Gotta watch who close, that's ones who know they'll say I keep a frown\nWhen that smoke clear over, only ones who love you gon' be 'round\nGotta watch these hoes, I know they ain't give a fuck when I was down\nWho the fuck these niggas? Five tote his pistol, I'ma just sit back, don't make no sound\nAnd I'm peepin'\nGet up and lock the door, this ho leavin'\nTell 'em fuck 'em all, I need to just leave it\nAnd I been goin' through some things, but you don't see\nYou must ain't fuckin' with a nigga\nSolvin' my problems like a rollercoaster\nI'll be happy when this all is over\nI'll be better when you call me over\nShe ain't no different, I ain't trippin', just revoke her\n\nAnd the bitch got different swag, she doin' her dap, she come with the trends\nFour slabs on top of the slab, I'ma make the bitch drive it, inside of the Benz\nAnd Ten, my brother connivin', always robbin' all her friends\nNigga pulled up in foreign, get a dollar with some choppers and FNs\nI'ma purchase a jet for lil' mama, just for to pop it to her friends\nEaster pink, I'ma stack my bread and pull up in a Lam'\nHold on, Maybach shade, these pussy-ass niggas act like they don't know who I am, huh\nBitch, I'm NBA, big 4KTrey, get them youngins, knock a dam down (Baow)\nHuh, huh, huh, stand down, I'm talkin' when they ran down, they caught him with his pants down\nTold my ho that I'ma show you, fuck all you niggas, I don't know you\nPlay with the five if you want to, you gon' make a nigga smoke you, bitch\n\nGotta watch who close, that's ones who know they'll say I keep a frown\nWhen that smoke clear over, only ones who love you gon' be 'round\nGotta watch these hoes, I know they ain't give a fuck when I was down\nWho the fuck these niggas? Five tote his pistol, I'ma just sit back, don't make no sound\nAnd I'm peepin' (Oh)\nGet up and lock the door, this ho leavin' (Ah)\nTell 'em fuck 'em all, I need to just leave it (Oh)\nAnd I been goin' through some things, but you don't see (Ah)\nYou must ain't fuckin' with a nigga (Ayy)\nSolvin' my problems like a rollercoaster\nI'll be happy when this all is over (Ayy)\nI'll be better when you call me over (Ayy)\nShe ain't no different (Ayy), I ain't trippin', just revoke her\n\nMade it out the streets, but still be movin' like a soldier\n\"Want me in your life? Then treat me right,\" that's what I told her\nI'll be happy when this all is over\nSo I be pullin' on her hair slow while I stroke her\nTen'll flip this bitch and shoot the stick until it's over\nThese niggas fucked up 'bout some rappin', am I sober?\nOvernight, I ain't just make it happen, so wait your turn\nAnd I just hop out with that static, let the Rolls run\nAnd she know I like her, but she destined to come to me for somethin'\nHot on arrival, them bitches couldn't duck the heat for nothin'\nSmacked 'em, he yappin', I tell them lil' other niggas that I'm ready to do it\nHundred rounds up inside of a 9 with a shell catcher up inside of a Buick\n\nGotta watch who close, that's ones who know they'll say I keep a frown\nWhen that smoke clear over, only ones who love you gon' be 'round\nGotta watch these hoes, I know they ain't give a fuck when I was down\nWho the fuck these niggas? Five tote his pistol, I'ma just sit back, don't make no sound\nAnd I'm peepin' (Oh)\nGet up and lock the door, this ho leavin' (Ah)\nTell 'em fuck 'em all, I need to just leave it (Oh)\nAnd I been goin' through some things, but you don't see (Ah)\nYou must ain't fuckin' with a nigga (Ayy)\nSolvin' my problems like a rollercoaster\nI'll be happy when this all is over (Ayy)\nI'll be better when you call me over (Ayy)\nShe ain't no different (Ayy), I ain't trippin', just revoke her (Ah)\n\nMade it out the street, but still be movin' like a soldier\n\"Want me in your life? Then, treat me right,\" that's what I told her\nI'll be happy when this all is over\nSo I be pullin' on her hair slow while I stroke her"}