{"id": 12101074, "title": "MM3", "artist": "SoFaygo", "lyrics": "Maison Margiela my shoes, Maison Margiela my— ayy (Bitch, bitch)\nSaint Laurent my denim, Saint Laurent my swag (Brr)\nBitch, you can't keep up with 'em, that lil' nigga pop tag (Woo, bitch)\nYeah, you know a nigga got rocked, yeah, you know a nigga pop back (Okay, yeah)\nI fell in love with the high (Yeah), I fell in love with the high (Bee, yeah)\nYou can't even look in my eye (Yeah), because you livin' a lie (Bitch)\nI fell in love with the love (World), she fell in love with the life (Yeah)\nCartier came with two type (Two type), bitch, do you see what you like?\n\nI know you been seen the hype, she wanna run and get right (Right)\nYou never wanna go back, know I treat you better, bae, please do not fight (Skrrt)\nTokyo Drift when I slide, I keep that hot shit on side (Blaow)\nI live a wonderful life, bitch, you fucked, you tryna be sheisty (Fuck)\nIs it 'cause I get fly like a byes? Is it 'cause of my nigga beside? (Bee)\nIs it 'cause I've been out of my mind and I got all this sauce, and I don't even try?\nMatter fact, I know Lord is my God (Yeah), and them racks gettin' bigger in size (Yeah)\nWhen they tell me I'm never stop poppin', I just go and walk with that blue when I cry (Ho)\n\nMaison Margiela my shoes, Maison Margiela my— ayy (Bitch, bitch)\nSaint Laurent my denim, Saint Laurent my swag (Ooh, brr)\nBitch, you can't keep up with 'em, that lil' nigga pop tag (Woo, bitch)\nYeah, you know a nigga got rocked, yeah, you know a nigga pop back (Okay, yeah)\nI fell in love with the high (Yeah), I fell in love with the high (Bee, yeah)\nYou can't even look in my eye (Yeah), because you livin' a lie (Bitch)\nI fell in love with the love (World), she fell in love with the life (Yeah)\nCartier came with two type (Two type), bitch, do you see what you like?\n\nHuh, I got the wave, woah\nHuh, I made that bitch lose control\nUh, MM3, all of my clothes\nUh, I'ma go Maison the toes (Huh)\nI make 'em sweat at my shows (What?)\nAnd they keep bite all my flows (Let's go)\nI'm with the gang, right or wrong (Yeah)\nBitch, you know money get long (Skrrt)\nFuck with me, you know that I'm gone (Skrrt)\nI wake up and get fly like a drone (Huh)\nOn the road, I've been barely at home (Huh, what?)\nFuck that bad bitch, I've been in that zone (Huh)\nStars align, man, I feel like I'm chosen (What?)\nI don't got time to kick with you hoes (Yeah)\nI'm on mine and don't give me no more (Yeah, yeah)\nWhen it's time and I'm ready for war (Yeah, oh)\n\nMaison Margiela my shoes, Maison Margiela my— ayy (Bitch, bitch)\nSaint Laurent my denim, Saint Laurent my swag (Ooh, brr)\nBitch, you can't keep up with 'em, that lil' nigga pop tag (Woo, bitch)\nYeah, you know a nigga got rocked, yeah, you know a nigga pop back (Okay, yeah)\nI fell in love with the high (Yeah), I fell in love with the high (Bee, yeah)\nYou can't even look in my eye (Yeah), because you livin' a lie (Bitch)\nI fell in love with the love (World), she fell in love with the life (Yeah)\nCartier came with two type (Two type), bitch, do you see what you like?"}