{"id": 12127119, "title": "P.O.V.", "artist": "Clipse Featuring Tyler, the Creator", "lyrics": "P.O.V., kilos in my Maybach\nTake Amtrak down south then she flies back\nMy connect has ponytails tied back\nI just hit 6 mil behind Tyvek\nThey content create, I despise that\nI create content then they tries that\nRun these jewels, there's rules\nI don't buy back\nI've topped all these lists\nWhere's my prize at?\nYeah, OK\nCall me Mr. Brella how I weather the storm F40, 3 milly\nI peel off like an orange\nI got deaf and blind bitches trying to see what it do\nLittle feature, niggas threaten to sue me?\nTell your lawyer to set the fee\nLaFerrari doors open up like its therapy\nThat number ain't bread to me\nThat million is crumbs\nYou niggas is bums\nI'm not a tough guy\nI'm a Flower Boy, them bees get you stung\nOh, nah, nah, nah\nYeah, they will buzz for me\nYou tricky niggas puzzle me\nI could never buy a bitch a Birkin cause she fucking me\nI got homes I ain't sleep in, the options\nMy nigga Push keep dirty white moving like mosh pits\nThey watching\nI'm like white bitches the way I pop shit\nI need God to play the lead in my biopic\nThe curse of the zeros\nWhen you become the Devil or the tap dancing negro\nI came to terms that I'ma probably outgrow my heroes\nCome get with me\n\nP.O.V., kilos in my Maybach\nTake Amtrak down south then she flies back\nMy connect has ponytails tied back\nI just hit 6 mil behind Tyvek\nThey content create, I despise that\nI create content then they tries that\nRun these jewels, there's rules\nI don't buy back\nI've topped all these lists\nWhere's my prize at?\nIf they had to weigh the operation, call it obese\nI mix it like Mahomes, then I tell 'em go deep\nThe rag top drop, playin' hide and go seek\nThe Bentley leather match the piping, that's the Motif\nJust to think I built a rap career off an oz\nI'm watchin' new niggas rap just to O.D\nIf I didn't give you both sides, I wouldn't be me\nI was the only one to walk away and really be free\nAs far as I'm concerned, I do really be he\nI can open up my closet with a skeleton key\nIf I lie to myself, I can sell it to me\nI done sung along with rappers I never believed\nCame back for the money, that's the Devil in me\nHad to hide it from the church, that's the Jekyll in me\nI never thought twice what the pressure would be\nCause niggas chains look just like oppression to me\n\nP.O.V., kilos in my Maybach\nTake Amtrak down south then she flies back\nMy connect has ponytails tied back\nI just hit 6 mil behind Tyvek\nThey content create, I despise that\nI create content then they tries that\nRun these jewels, there's rules\nI don't buy back\nI've topped all these lists\nWhere's my prize at?"}