{"id": 12135573, "title": "Where Was You", "artist": "Travis Scott, Playboi Carti & Future", "lyrics": "Ooh, I started from the bottom, huh, I stretched the note, uh\nPut a chain on my buddy 'cause he never told, ooh\nSwitch up on my ho, drive Aventador\nI been fuckin' this ho all week, she damn near gave me her code\nFlexin', took a jet to Mexico\nStop textin' 'cause I'm not tryna check my phone\nI'm in LA and I got ten hoes in a model home\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh\n\nCactus, Double-0, it's deeper than Air Force or Navy\nAll this brown and black around the bitch, but nothin' shady\nCan you spin for me, baby? Talkin' 'bout one-eighty\nPut her on a jet 'cause ain't no peace in that Mercedes\nShawty off the raw, in that game, she gon' have a ball\nFuck me good, you won't get a check, but you can meet the squad\nFlight is booked, we gon' get in first, when we takin' off?\nWhen you shoppin', they call you the mall 'cause you get 'em all\nWhere was you when we was on the floor and the rent was low?\nWhere was you when we was in the Mo and we had no more?\nWhere was you when I had to get low after shit got gold?\nGot outta lock, went to Zona house, he was there for sure\nEighteen meetings in New York when I didn't have the dough\nWhere was you when Dozie took it for me? He was there for sure\nWhere was you when I needed the hard drives when I met with Hov?\nAsk Bizzy, that nigga was busy even on parole\nBut came through, put it on Greyhound like he designed the road\nPhase two, ten years later, he put Rovers on the road\nPhase two, his lil' bro done topped it, now he the big bro\nOut the bottom, really out the mud, really out the cold\n\nOoh, I started from the bottom, huh, I stretched the note, uh\nPut a chain on my buddy 'cause he never told, ooh\nSwitch up on my ho, drive Aventador\nI been fuckin' this ho all week, she damn near gave me her code\nFlexin', took a jet to Mexico\nStop textin' 'cause I'm not tryna check my phone\nI'm in LA and I got ten hoes in a model home\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh\n\n(Woo, Pluto)\nBunch of rich niggas, ho chose up (Woah)\nFlexin', space cadet, Jetson (Yeah, yeah)\nI swapped her and her sister, I don't miss it (Woah)\nShe lesbian, her best friend, they textin' (Yeah)\nI'll still fuck that ho if she catch me (Woah, woah)\nBaguetties, give shorty a wedding (Yeah)\nFinessin', long live Jugg King (Woah)\nStarted from the mud, started from the mud\nGoin' to the club, I'ma make the money flood\nPourin' up the Tuss', pink lemon Crush\nDrinkin' on the Texas, I done fell back in love\nSouth of Francis (Woo), we go Monaco, on another planet\nFly her niece on a jet, we go Greece with the free\nI got ten vibes with Trav, I got ten vibes with me\nAin't no regular car, this Bugatti a low-key\nParty just like a rockstar in the middle of the sea\nParty like a rockstar when we way overseas\nParty like a rockstar when we out in European\n\nOoh, I started from the bottom, huh, I stretched the note, uh\nPut a chain on my buddy 'cause he never told, ooh\nSwitch up on my ho, drive Aventador\nI been fuckin' this ho all week, she damn near gave me her code\nFlexin', took a jet to Mexico\nStop textin' 'cause I'm not tryna check my phone\nI'm in LA and I got ten hoes in a model home\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh\nYeah, killin' all these hoes, they wanna eat my bone, huh"}