{"id": 148, "title": "Yeah!", "artist": "Usher Featuring Lil Jon & Ludacris", "lyrics": "Up in the club with my homies\nTryna get a little V-I, keep it down on the low-key (Low-key)\n'Cause you know how it is (Hey, hey)\nI saw this shorty, she was checkin' up on me\nFrom the game she was spittin' in my ear, you would think that she know me (Know me)\nI decided to chill (Okay)\nConversation got heavy (Hey)\nShe had me feelin' like she's ready to blow\nWatch out! (Oh)\nWatch out!\nShe was sayin', \"Come get me\" (Come get me)\nSo I got up and followed her to the floor\nShe said, \"Baby, let's go\" (Let's go)\nWhen I told her, I said\n\nYeah, yeah\nShawty got down low, she said, \"Come and get me\"\nYeah, yeah\nI got so caught up, I forgot she told me\nYeah, yeah\nHer and my girl used to be the best of homies\nYeah, yeah\nNext thing I knew, she was all up on me screamin'\nYeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah\n\nSo she's all up in my head now\nGot me thinkin' that it might be a good idea to take her with me (With me)\n'Cause she's ready to leave (Ready to leave now; oh, let's go)\nNow I gotta keep it real now (Yeah)\n'Cause on a one-to-ten, she's a certified twenty\nBut that just ain't me (Hey)\n'Cause I don't know if I take that chance\nJust where's it gonna lead\nBut what I do know is the way she dance\nMake shorty alright with me (Hey, hey, hey)\nThe way she get low\nI'm like, \"Yeah, just work that out for me\"\nShe asked for one more dance\nAnd I'm like, \"Yeah, how the hell am I supposed to leave?\" And I said (Let's go, bring the beat back)\n\nYeah, yeah\nShawty got down low, she said, \"Come and get me\"\nYeah, yeah\nI got so caught up, I forgot she told me\nYeah, yeah\nHer and my girl used to be the best of homies\nYeah, yeah\nNext thing I knew, she was all up on me screamin'\nYeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah (Hey, hey, Luda)\n\nWatch out, my outfit's ridiculous\nIn the club, lookin' so conspicuous\nAnd raow, these women all on the prowl\nIf you hold the head steady, I'ma milk the cow (Yeah)\nAnd forget about game, I'ma spit the truth (What)\nI won't stop 'til I get 'em in they birthday suit (Yeah)\nSo gimme the rhythm and it'll be off with they clothes\nThen bend over to the front and touch your toes\nI left the Jag' and I took the Rolls\nIf they ain't cuttin', then I put 'em on foot patrol (Let's go, ow)\nHow you like me now\nWhen my pinky's valued over three hundred thousand?\nLet's drink, you the one to please (Yeah)\nLudacris fill cups like double Ds (Yeah)\nMe and Ursh once more and we leaves 'em dead\nWe want a lady in the street, but a freak in the bed, that say\n\nYeah, yeah\nShawty got down low, she said, \"Come and get me\"\nYeah, yeah\nI got so caught up, I forgot she told me\nYeah, yeah\nHer and my girl used to be the best of homies\nYeah, yeah\nNext thing I knew, she was all up on me screamin'\nYeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah\n\nTake that and rewind it back\nLil Jon got the beat that make ya booty go\nTake that, rewind it back\nUsher got the voice make ya booty go\nTake that, rewind it back\nLudacris got the flow that make ya booty go\nTake that, rewind it back\nLil Jon got the beat that make ya booty go"}