{"id": 3039923, "title": "Humble.", "artist": "Kendrick Lamar", "lyrics": "Ayy, I remember syrup sandwiches and crime allowances\nFinesse a nigga with some counterfeits, but now I'm countin’ this\nParmesan where my accountant lives, in fact, I'm downin' this\nD’ussé with my boo bae, tastes like Kool-Aid for the analysts\nGirl, I can buy your ass the world with my paystub\nOoh, that pussy good, won't you sit it on my taste bloods?\nI get way too petty once you let me do the extras\nPull up on your block, then break it down, we playin' Tetris\nA.m. to the p.m., p.m. to the a.m., funk\nPiss out your per diem, you just gotta hate 'em, funk\nIf I quit your BM, I still ride Mercedes, funk\nIf I quit this season, I still be the greatest, funk\nMy left stroke just went viral\nRight stroke put lil' baby in a spiral\nSoprano C, we like to keep it on a high note\nIt's levels to it, you and I know\n\nBitch, be humble (Hold up, bitch)\nSit down (Hold up, lil'— hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, sit down, lil’— sit down, lil’ bitch)\nBe humble (Hold up, hold up, hold up, hold up, lil' bitch)\nBitch, sit down (Hold up, lil’ bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, hold up, hold up, hold up)\nBe humble (Hold up, hold up, hold up, hold up, lil'—)\nSit down (Hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, sit down, lil'— sit down, lil’ bitch)\nBe humble (Hold up, hold up, hold up, hold up, lil' bitch)\nBitch, sit down (Hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, hold up, hold up, hold up)\n\nWho that nigga thinkin' that he frontin' on Man-Man? (Man-Man)\nGet the fuck off my stage, I'm the Sandman (Sandman)\nGet the fuck off my dick, that ain't right\nI make a play fucking up your whole life\nI'm so fuckin' sick and tired of the Photoshop\nShow me somethin' natural like afro on Richard Pryor\nShow me somethin' natural like ass with some stretch marks\nStill'll take you down right on your mama couch in Polo socks\nAyy, this shit way too crazy, ayy, you do not amaze me, ayy\nI blew cool from AC, ayy, Obama just paged me, ayy\nI don't fabricate it, ayy, most of y'all be fakin', ayy\nI stay modest 'bout it, ayy, she elaborate it, ayy\nThis that Grey Poupon, that Evian, that TED Talk, ayy\nWatch my soul speak, you let the meds talk, ayy\nIf I kill a nigga, it won't be the alcohol, ayy\nI'm the realest nigga after all\n\nBitch, be humble (Hold up, bitch)\nSit down (Hold up, lil'— hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, sit down, lil'— sit down, lil' bitch)\nBe humble (Hold up, hold up, hold up, hold up, lil' bitch)\nBitch, sit down (Hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, hold up, hold up, hold up)\nBe humble (Hold up, hold up, hold up, hold up, lil'—)\nSit down (Hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, sit down, lil'— sit down, lil' bitch)\nBe humble (Hold up, hold up, hold up, hold up, lil' bitch)\nBitch, sit down (Hold up, lil' bitch)\nBe humble (Hold up, bitch)\nSit down (Hold up, hold up, hold up, hold up)"}