{"id": 4355316, "title": "Lightyears", "artist": "Juice WRLD & Young Thug", "lyrics": "Bank account lookin' big\n.40 make you dance like a jig\nYou in the way, put a hole in your wig\nDesert Eagle on me, bitch, the bullet hole big\nI don't like revolvers, they only hold six\nYeah, I hang with them demons, no 666\nYour bitch swallowin' my semen\nForgettin' the meanin' of self-respect\nFuck her face and put her on the internet\n\nI just been lettin' the cash grow\nRun up on me, die faster\nI'm a real nigga, nah, I'm not an actor\nDouble cup with that red lean, I'ma sip classy\nDior on my feet, I feel classy\nYou say you love me, do you mean that?\nI don't think so 'cause you weren't there when I was down bad, yeah\nI don't think so, bitch, I know so\nMoney by the boatload\nI know why these hoes actin' nice\n'Cause I'm a rich guy\nBe on my own shit, let that shit fly\nTakin' trips off the Percs, I be sky high\nIn the sky, sippin' on red lean like it's red wine, red wine\n\nBank account lookin' big\n.40 make you dance like a jig\nYou in the way, put a hole in your wig\nDesert Eagle on me, bitch, the bullet hole big\nI don't like revolvers, they only hold six\nYeah, I hang with them demons, no 666\nYour bitch swallowin' my semen\nForgettin' the meanin' of self-respect\nFuck her face and put her on the internet\n\nWhen I see diamonds, my senses start swinglin' (Sex)\nDog, nigga, twelve phones, all 'em ringin'\nLike, \"Brr-brr, hello, do you need me?\"\nLike, \"Brr-brr, hell, no, baby, beat it\"\nArmy green F&Ns (Two of)\nBet a pussy-nigga won't rat again (Bet)\nBank account low again (Why?)\n'Cause I spend all of my money on my friend (Hey)\nWhere the fuck your cash go? (Where?)\nHow the fuck your drip up to par but your cash low? (How?)\nHow the hell you manifest from a big dog to a tadpole?\nHow you know that she tellin' you dance, foe?\nSee, we went to the top from them shackles (Top)\nHow you know in the future it's gon' be ass, though?\nRide big Bentleys everywhere that I go (Park)\nKeep the Lamborghini parked at the bank, though (Yeah, park)\nAlright, I'm lit, no lie\nBuyin' horses like in Salem, know we mob tie, aw, yeah\nRich in real life\nI do not see you, ho, like it's midnight\nEven in light\n\nBank account lookin' big\n.40 make you dance like a jig\nYou in the way, put a hole in your wig\nDesert Eagle on me, bitch, the bullet hole big\nI don't like revolvers, they only hold six\nYeah, I hang with them demons, no 666\nYour bitch swallowin' my semen\nForgettin' the meanin' of self-respect\nFuck her face and put her on the internet"}