{"id": 4499979, "title": "I Can See You (Taylor's Version) (From The Vault)", "artist": "Taylor Swift", "lyrics": "You brush past me in the hallway\nAnd you don't think I, I, I can see ya, do ya?\nI’ve been watchin' you for ages\nAnd I spend my time tryin' not to feel it\n\nBut what would you do if I went to touch you now?\nWhat would you do if they never found us out?\nWhat would you do if we never made a sound?\n\n’Cause I can see you waitin' down the hall from me\nAnd I could see you up against the wall with me\nAnd what would you do? Baby, if you only knew\nThat I can see you\n\nI-I-I-I\n\nAnd we kept everything professional\nBut something's changed, it's somethin' I, I like\nThey keep watchful eyes on us\nSo it's best that we move fast and keep quiet\nYou won't believe half the things I see inside my head\nWait 'til you see half the things that haven’t happened yet\n\nBut what would you do if I went to touch you now?\nWhat would you do if they never found us out?\nWhat would you do if we never made a sound?\n\n’Cause I can see you waitin' down the hall from me\nAnd I could see you up against the wall with me\nAnd what would you do? Baby, if you only knew, oh, oh, oh\nThat I could see you throw your jacket on the floor\nI could see you make me want you even more\nWhat would you do? Baby, if you only knew\nThat I can see you\n\nI-I-I-I\n\nI can see you in your suit and your necktie\nPassed me a note sayin’, \"Meet me tonight\"\nThen we kiss and you know I won't ever tell, yeah\nAnd I could see you being my addiction\nYou can see me as a secret mission\nHide away and I will start behaving myself\n\nI-I-I-I\nOh-oh, oh, oh\n\nI can see you waitin' down the hall from me\nAnd I could see you up against the wall with me\nAnd what would you do? Baby, if you only knew, oh\nThat I could see you throw your jacket on the floor\nI could see you make me want you even more\nWhat would you do? Baby, if you only knew\nThat I can see you, oh, I can see you\n\nOh, I see you, I see you, baby\nI see you\n(I-I-I-I) I see you, I see you, baby\nOh, baby"}