{"id": 4794670, "title": "No Good", "artist": "Juice WRLD", "lyrics": "She ain't nothin' but a no-good, diamond-watchin' woman\nOnly love me 'cause she see Versace on my linens\nBaby, I'm not God, so your sins are not forgiven\nI can never lose, every day I wake up winnin'\nMama told me, \"Cut the bad hoes off with the scissors\"\nMake 'em disappear, call me Juice WRLD wizard, uh\nBae, I'm high off narcotics, so your name, I cannot remember\nUsing opiates overly, openly fuckin' up my image, yeah\n\nUh, one thing you need to know about me is\nAll I ever wanted was love and money, yeah\nOne thing you need to know about me is\nThis rock star life turned me to a junkie\nUh, another thing you need to know about me is\nI'm full of addictions, decisions vindictive\nSubject a lil' sensitive, maybe I should just shallow it\nWent from talkin' depression to money-makin' prerogative (Yeah)\nStill a smart guy, could've got a scholarship\nSaid fuck college, I'ma tell you how I started it\nIt took one phone call from G-Money, that's my dog\nTurned me from a twenty-dollar nigga to millions in my drawers\nThis song's about all my talents and vices (Oh, oh)\nListen repeatedly, scream it, recite it (Oh, oh)\nUntil it piss your father off, he already pissed though (Oh, oh)\nI know 'cause his daughter on my tour givin' deep throat (Oh, oh)\nThis song's about all my talents and vices (Oh, oh)\nListen repeatedly, scream it, recite it (Oh, oh)\nYour girl give me fellatio, you should be excited (Oh, oh)\n'Cause when she come back to you, that's a million-dollar nut kiss (Oh, oh, mwah)\n\nShe ain't nothin' but a no-good, diamond-watchin' woman\nOnly love me 'cause she see Versace on my linens\nBaby, I'm not God, so your sins are not forgiven\nI can never lose, every day I wake up winnin'\nMama told me, \"Cut the bad hoes off with the scissors\"\nMake 'em disappear, call me Juice WRLD wizard, uh\nBae, I'm high off narcotics, so your name, I cannot remember\nUsing opiates overly, openly fuckin' up my image, yeah\n\nI grew up on all types\nI'm talkin' 'bout music and girls, right?\nI grew up on all types\nI'm talkin' 'bout drugs, the weed and the pills\nI grew up on all types\nI'm talkin' 'bout music and hoes, right?\nAnd clothes\nI was overly exposed\nNow I'm bearin' the fruits my mama planted, they done growed\n\nHell yeah, they done glowed up, I done glowed up\nOxycodone got me sewed up, gotta remain focused\nAnd these groupie hoes bogus, everybody knows it\nBut they turn me to a poet with the love commotion\nBlood, sweat, and tears, money parted it, Moses\nUsed to roll mid, now it's gas what I'm smokin' (What I'm smokin')\nLike I farted, hit the gas, I'm in motion (I'm in motion)\nI departed\nWrist hangin' out the window, cost your apartment\nThis the brightest that my life ever been\nI need diamonds all over for when it get dark again\nCalled my mama up and told her that the devil marchin' in\nShe sent me Bible verses\nThen I got distracted by some nudes from a sex worker\nWho am I to not text back? That's networking\nWho am I to lie about my life? I know the truth hurts (Truth hurts)\nWho am I to say that this ain't one of my best verses?\nUh-oh, too bad that it's over (Over)\n\nShe ain't nothin' but a no-good, diamond-watchin' woman\nOnly love me 'cause she see Versace on my linens\nBaby, I'm not God, so your sins are not forgiven\nI can never lose, every day I wake up winnin'\nMama told me, \"Cut the bad hoes off with the scissors\"\nMake 'em disappear, call me Juice WRLD wizard, uh\nBae, I'm high off narcotics, so your name, I cannot remember\nUsing opiates overly, openly fuckin' up my image, yeah\n\nI grew up on all types\nI'm talkin' 'bout music and girls, right?\nI grew up on all types\nI'm talkin' 'bout drugs, the weed and the pills\nI grew up on all types\nI'm talkin' 'bout music and hoes, right?\nNow I'm bearin' the fruits my mama planted, they done growed\n\nUh-huh, uh-huh\nUh-huh, uh-huh, uh-huh"}