{"id": 499824, "title": "Skyfall", "artist": "Travis Scott Featuring Young Thug", "lyrics": "I'm trapped in my conscious\nMy trap is still bunkin', look at all these hundreds\nHit up the hood pharmacist, he serve all the muddy\nMight shoot at your buddy who shot at my buddy\nThe sky keep on fallin', the drugs I keep callin'\nThey keep pickin' up for me, they love me\n\nI don't wanna buy, oh no\nIt won't get me high, oh no\n\nI'm trapped in my conscious\nMy trap is still bunky, look at all of these hundreds\nHit up the hood pharmacist, he serve all the muddy\nMight shoot at your buddy who shot at my buddy\nThe sky keep on fallin', the drugs keep on callin'\n\nYeah, that's that loud shit, yeah\nI been out on my latest trip\nI've been drunk in my latest whip\nSo I might crash in ass, for real (For real, for real)\n\nHit the club for the cougars\nI never got down with the morals of Martin Luther\nI'm just tryna ball, why these niggas want me neutered?\nGot her down to her drawers, tryna get a little nuder\nThey just wanna hang like my nigga Mr. Cooper\nI'm so 'head of my time, could I show up any sooner?\nThey said I fucked the roommates, oh, you know that just a rumor\nHave you ever got stoned with your motherfuckin' jeweler? (Jeweler)\nScott La Flame, no Rick the Ruler (Ruler), yeah\n\nI don't wanna buy no more (No more)\nYour shit ain't gettin' me high no more (No more)\n\nMy trap is still bunky, look at all of these hundreds\nMight jump with no bungee, I'm gone off that muddy\nThe drugs keep—\n\nI'm trapped in my conscious (Ooh)\nMy trap is still bunky, look at all of these hundreds (Ah)\nMight jump with no bungee, get lost in the muddy (Ooh, ooh, ooh, ah)\nI might shoot at your buddy who shot at my buddy (Ooh, ah)\nWhere's the love if you love me?\nAnd the sky keep on fallin', the drugs I keep callin' (Ooh, ooh)\nThey keep pickin' up for me (Ah), they love me\n\nI don't wanna buy no more (No more)\nYour shit ain't gettin' me high no more\n\nI'm trapped in my conscious\nMy trap is still bunky, look at all of these hundreds\nMight jump with no bungee, I'm gone off that muddy\nThe drugs keep on callin', the sky keep on fallin'\n\nThe drugs keep on callin' (Callin')\nThe sky keep on fallin', the drugs keep on callin'\nThe sky keep on fallin' (On fallin')\nThe drugs keep on callin', the sky keep on fallin' (Fallin')\nThe sky keep on fallin' (Fallin')\nThe drugs keep on callin', the sky keep on fallin' (Fallin')\nThe sky keep on fallin' (Fallin')\nThe drugs keep on callin', the sky keep on fallin' (Keep on fallin')\n\n(Ooh, ah)\nLook me inside of my eyes (Ooh, ah)\n(Ooh, ah)\nAll of this pain, but I'm tryna disguise (Ooh, ah)\n\nI'm it, like a game that get played by a kid\nPussy boy, I'm on your head like a wig\nDiamonds water like I bought 'em from a squid\nA1s, what she get when she want dick\nBlack diamonds like I'm Akon kid\nWhippin', I can turn a two to a six\nReal talk, on Blood, you dead (Ooh, ah, ooh, ooh, ah)\nAnd I still want that head like a lid\nHit the school, make it rain on a principal\nI will leave a nigga smokin' like an Optimo\nAll my bitches, they on green, go\nThey ridin' with heat, ready to sting, bro\nI got three hundred bitches like I'm Sosa, ho (Ooh, ah, ooh, ooh, ah)\nMy jewelry shinin' like some Mop & Glo\nInside her pants is a camel toe\nI swear I fell in love with all those (Ooh, ah, ooh, ooh, ah)\n\nI don't wanna buy no more (No more)\nYour shit ain't gettin' me high no more (No more)\n\nMy trap is still bunky, look at all of these hundreds\nMight jump with no bungee, I'm gone off that muddy\nThe drugs keep—\n\nI'm trapped in my conscious (Ooh, ah)\nMy trap is still bunky, look at all of these hundreds\nMight jump with no bungee, get lost in the muddy (Ooh, ooh, ooh, ah)\nI might shoot at your buddy who shot at my buddy (Ooh)\nWhere's the love if you love me? (Ah)\nAnd the sky keep on fallin', the drugs I keep callin' (Ooh, ooh)\nThey keep pickin' up for me (Ah), they love me\n\nI don't wanna buy no more (No more)\nYour shit ain't gettin' me high no more\n\nI'm trapped in my conscious\nMy trap is still bunky, look at all of these hundreds\nMight jump with no bungee, I'm gone off that muddy\nThe drugs keep on callin', the sky keep on fallin'\n\nMetro Boomin' want some more, nigga"}