{"id": 50220, "title": "Love Lost", "artist": "Mac Miller", "lyrics": "(Our love was lost)\nWhere'd you go? What'd you do?\nHow the hell you make me fall in love with you?\n(But now we've found it)\nAnd then you leave, now you're gone\nAll I got is this damn song\n(And if you flash your heart, oh, heart)\nSo I can feel but I can't touch\nYou said my love was a bit too much\n(I won't deny it)\nBroke my heart, can't find no crutch\nSo why don't you come on back home? (Can I spit?)\n\nHey, I'm a fuckin' workaholic with a passion in my heart\nTreatin' rappin' as a art in which ya have to be a part of\nI just copped a new car to hear it start up\nTry to do the right thing and please karma\nAll I want to know is where the fuck did ya have to go?\nI've been waitin' on you, baby\nWhy don't you leave and come on home?\nI can't be mad, I'm livin' my dream (Goin' all around the globe)\nThough you said you think you love me (You need to let me know)\nSo I've been fuckin' all these hoes and I've been blowin' all this cash\n'Cause, baby, this just the beginnin' and I'ma make all of it back\n\n(Our love was lost)\nWhere'd you go? What'd you do?\nHow the hell you make me fall in love with you?\n(But now we've found it)\nAnd then you leave, now you're gone\nAll I got is this damn song (Hey, hey, hey)\n(And if you flash your heart, oh, heart)\nSo I can feel but I can't touch (Hey, hey, hey)\nYou said my love was a bit too much (Hey)\n(I won't deny it)\nBroke my heart, can't find no crutch\nSo why don't you come on back home? (Hey)\n\nHey, hey, It's all good, everybody tryna eat tonight\nTryna go to sleep, havin' good dreams tonight\nYou go home, it might get better\nAll I know: It don't last forever\nSo take it while you got it, try to get a little more\nThey say I'm gettin' better than I ever been before\nWell, that's for sure, tell 'em what I do\nRap keep me fed like a spoon gettin' soup\nI've been out here on the road and now they missin' me at home\nAll these ex-girls that I used to know are hittin' up my phone\nBut I ain't here, I guess you can call back\nSex, drugs, and rock-and-roll, I think I'll take all that, haha\n\n(Our love was lost)\nWhere'd you go? What'd you do?\nHow the hell you make me fall in love with you?\n(But now we've found it)\nAnd then you leave, now you're gone\nAll I got is this damn song\n(And if you flash your heart, oh, heart)\nSo I can feel but I can't touch\nYou said my love was a bit too much\n(I won't deny it)\nBroke my heart, can't find no crutch\nSo why don't you come on back home?\n\nYeah\nHuh-huh, and it gets no better than this\nHuh, yeah, it gets no better than this\nYeah, It gets no better, yeah, It gets no better\nYeah, It gets no better, this shit forever\nGet no better, it get no better\nYeah, it get no better, yeah, this shit forever\nBum-bada-bum-bum-bum-bum-bum, ba-dum\nYou can cut it here and then we're done"}