{"id": 5208415, "title": "How Much Is Weed?", "artist": "Dominic Fike", "lyrics": "Friends and family took the alley to Miami\nGot caught up and now my baby's got no daddy, can you send me something?\nI can't do all of this shouting on an empty stomach\nI can't find myself no balance in this emptiness\nBy long way down, she meant the hole I dug myself\nI can't keep control of myself, sometimes I just don't know my— (Fuck that shit)\nMy bitch she bad, dawg, it's all in my head\nMama told me, \"Don't be shy,\" Seno said \"Let's get this,\" watch how fast I switch this\nWhat up to Gibs and Stunna Man\nWatch my brother n'em while you can, aye\nShut up, them boys ain't coming out side\nWhile I'm outside doing my dance\nAnd I might juk, and juk, and juk, and juk and juk\nAnd juk, and juk, and juk\nRemember when I couldn't make ends\nThen I made Ms and the shit made sense\nI be looking through the—\n\nPhoto album but the color faded from it\nIf I could go back and tell ya how it end, I woulda done it\nDon't look down\nDon't look down\n\nFriends and family never cared about the Grammys\n'Til I grew up out the hand-me-downs and bought the family house\nI be looking through the photo album, you remember all the good old days? K Swiss and polo down\nAnd Mama had to put a down payment by herself and ain't nobody even try to help\nShe went to jail and shit went left, and I was left\nI did my best, I needed rest, I got arrested\nEverybody looking at me like I'm not invested\nBitch, you know how hard I was stressing?\nPlease, don't call me with weekend plans\nI'm ripping out all my hair\nAnd bitch, I don't even dance\nBut sometimes I like to (Juk, juk, juk, juk, juk, juk)\n(I like to juk, juk, juk, juk, juk, juk, juk)\nI like to juk, juk-juk, juk, juk-juk\nJuk, and juk, and juk, and juk and juk and\nJuk, and juk, and juk, and juk\nI be looking through the—\n\nPhoto album but the color faded from it\nIf I could go back and tell you how it ends, I woulda done it\nDon't look down\nDon't look down"}