{"id": 5299256, "title": "Do You Have A Destination?", "artist": "Mac Miller", "lyrics": "Okay, I went to sleep faded, then I woke up invisible (Wow)\nKeep the ingredients, but I got the kitchen full (Woah)\nMy thoughts is cynical, actions unpredictable\nSupermodel bitches hold auditions in my swimmin' pool (Woo)\nThis feelin' is feelin' pretty invincible (I know)\nPray this life reciprocal, and I'ma come back an eagle\nThirsty for evil, the wine chilled in hell (Right here)\nI gave my life to this shit, already killed myself (Woo)\n(No, no, no, no, no) We ain't the same, homie (No)\nThe world afraid to change, but it changed on me (Woah)\nAlways been the realest, keep the same homies (Uh-huh)\nSo all that bullshit fades slowly\n\nIt's goin' (Goin'), goin' (Goin'), goin' (Goin'; Okay), goin' (Goin'; Ooh)\nGoin' (Goin'), goin' (Goin'), goin' (Goin'), goin' (Goin')\nWill you follow? (Ooh)\nWhere are you going? (Watch it go, woah-woah-woah, woah-woah-woah)\nWhere are you going? (Woah-woah-woah, woah-woah-woah)\nWhere are you going? (Woah-woah-woah, woah-woah-woah)\nWhere the fuck are you going? (Woah, woah)\nOkay (Woah-woah-woah, wow)\nGoin' (Goin', goin', woah-woah-woah, yeah, wow)\n\nOkay, I went to sleep famous and I woke up invisible\nRich as fuck and miserable\nAt least I did Kimmel and Arsenio, my mom got it on video\nThat's the shit I live for, all this other shit is trivial (One, two, go)\nWi-wi-wi-will you bear witness to a miracle?\nI don't know, I'm not a kid no more, comin' for those residuals (That money)\nBe asleep in a couple minutes\nMy bitch have a nightmare, wake up, made me some cereal (Woo, woo, woo)\nShe knows I love my cereal (She know it)\nThe sun come up, look at her face, said, \"Oh my God, here we go\"\n(Don't blow it) Yeah\nAm I okay? Fuck no\nJust so nuts, so\nNeed to let the drugs go\nTryna find Heaven, I get high but never come close\nWe still wonder why we'll never learn to love\nIt's because all the air is filled with gun smoke\nA middle finger to the cyber gods\nFall back or I'ma fuck around and let this virus off (Get it?)\nIn the mud, fuck your brainwash, I'm signin' off (Dead)\nCan't kill a god with an upload\n\nYeah, goin' (Goin'), goin' (Goin'), goin' (Goin'), goin' (Goin'; Ooh)\nGoin' (Goin'), goin' (Goin'; Where are you goin'?), goin' (Goin'), goin' (Goin')\nDo you have a destination? (Ooh, wow, watch it go)\nDo you have a destination?\nDo you have a destination? (Wow)\nDo you have a destination?\nDo you have a destination? (Wow)\nDo you have a destination? (Woah-woah-woah)\nDo you have a destination? (Wow)\nDo you have a destination? (Woah-woah-woah, wow)\nDo you have a destination?"}