{"id": 5557912, "title": "Friendly Hallucinations", "artist": "Mac Miller", "lyrics": "She's fallin' for her hallucinations (Hallucinations)\nBut what's love without imagination? Yeah\nBaby, don't let them tell you what's real and what's not (And what's not)\nThere's a paradise waiting on the other side of the dock, woah\nIt's only real if it's real to you (Does it feel?)\nIt's only real if it's real to you\nIt's only real if it's real to you (So, what's it feel like? Yeah)\n\nTell me, is it real if you can't hold it in your arms, but it can touch you?\nFeel its texture pressin' up against your chest, you say, \"I love you\" (You don't hear it back)\nFallin' victim to a world that's filled with satire, Mark Twain admired\nOpen Tom Sawyer, read a passage to the cab driver\nShe only in the back seat of a taxi 'cause her car is in the shop with a flat tire\nMom say she believe her, but she always been a bad liar\nHad a plan to burn her past, but it backfired\nHold on and be strong, kneel before your king\nThe land you put your knees on, it won't be long 'til your path finds ya\nAnd if love is just a fantasy\nThen what's the problem if you fall in love with fantasy?\nThey assume she's confused with delusions she's creatin'\nIn the waitin' room for psychiatric evaluation\nShe doesn't have the patience to be treated like a patient\nIt'll be okay if she just swallow this pill\n\nShe's fallin' for her hallucinations\nWhat's love without imagination? Yeah\nBaby, don't let them tell you what's real and what's not\nThere's a paradise waiting on the other side of the dock, woah\nIt's only real if it's real to you\nIt's only real if it's real to you\nIt's only real if it's real to you\n\nHavin' conversations with friendly hallucinations\nI'll be havin' conversations with friendly hallucinations\nThey don't need no explanation, there is beauty in creation, my Lord\nHavin' conversations with friendly hallucinations\nI'll be havin' conversations with friendly hallucinations\nThey don't need no explanation, there is beauty in creation, my Lord\nMy Lord\n\nShe's fallin' for her hallucinations\nWhat's love without imagination? Yeah\nBaby, don't let them tell you what's real and what's not\nThere's a paradise waiting on the other side of the dock, woah\nIt's only real if it's real to you\nIt's only real if it's real to you\nIt's only real if it's real to you"}