{"id": 6163199, "title": "Phil Jackson", "artist": "King Von & Polo G", "lyrics": "I keep callin' plays like I'm Phil Jackson\nWe got Glocks and K's 'cause the field crackin' (Grrah, grrah)\nGoofy better tuck his chain (What?), my lil' vultures will snatch it (Huh? Huh?)\nYou could die a hundred ways, don't blink 'cause it will happen (Boom, boom)\nI ain't in no rush to save (Nah), I drove real fast (Yeah, yeah)\nMy bitch bad like she will not behave (Huh?), she get real ratchet (Yeah, yeah)\nLong nights in the dog pound (Damn), what if I was still trappin'? (What? Huh?)\nBaby AR make 'em fall down (Grrah, grrah, grrah, grrah, grrah), hundred shots, he still clappin'\n\nYou know Von, I'm known to go in (Go)\nNiggas hoes, they be wearin' sew-ins (Yeah, yeah)\nI got out, fucked five of her friends (Von)\nBet a bitch won't cheat on me again\nI get out my body, I got bodies, this a hobby, nigga (Yeah, yeah, huh?)\nI get off that pill, I'm gon' score and Shaq can't stop me, nigga (Boom, boom, boom, boom)\nYour main bitch, I probably hit her (Yeah), and your homie's sister (Uh-huh)\nEven though that's folk's cousin (Yeah), man, fuck your homie's sister (Boom, boom, boom, boom)\nOut here since a shorty, kept a 40, I wasn't never worried (Nah, nah)\nTeacher asked me what I want to do, I told her shoot (Huh? What? Huh?), she think I'm talkin' 'bout some Steph Curry (Boom, boom, boom)\nMan, niggas better hurry, hurry (Run)\nWe throwin' Hail Marys (Grrah), you catch this, you gettin' buried (Boom, boom, boom, boom)\nSmokin' on that Terry Berry, they left him Bloody Mary (Ooh)\nThese niggas play, act like they gay, I pull up with more clips than Tyler Perry (Grrah, grrah)\n\nI keep callin' plays like I'm Phil Jackson (Callin' plays)\nWe got Glocks and K's (Huh?) 'cause the field crackin' (Go, huh?)\nGoofy better tuck his chain, my lil' vultures will snatch it (Von, Von)\nYou could die a hundred ways, don't blink 'cause it will happen (Damn, damn, damn)\nI ain't in no rush to save (Yeah), I drove real fast (Huh?)\nMy bitch bad like she will not behave, she get real ratchet (I just keep goin')\nLong nights in the dog pound, what if I was still trappin'?\nBaby AR make 'em fall down, hundred shots, he still clappin'\n\nHe think he turnt up, he finally seen it, yeah, we been havin' (Who?)\nMy squad don't give no fuck, we tear shit up just like I'm Bin Laden (Go)\nRunnin' to them bucks (Huh?), my Gucci scuffed (Run), now I got rich habits (Run)\nI done had enough, might let it bust if they don't quit cappin' (Damn, damn, damn)\nUh (Yeah), now reload\nAnd I can't see straight off the X 'cause I just keep rollin' (I just keep rollin')\nSippin' Henny in my cup, I can't keep focus (I be sippin')\nHe cuffed that bitch, he fell in love, I make her deep throat it (Grrah, grrah)\n\nI keep callin' plays like I'm Phil Jackson (Callin' plays)\nWe got Glocks and K's (Huh?) 'cause the field crackin' (Grrah, grrah)\nGoofy better tuck his chain (What?), my lil' vultures will snatch it (Huh? Huh?)\nYou could die a hundred ways, don't blink 'cause it will happen (Boom, boom)\nI ain't in no rush to save (Von, huh?), I drove real fast (Nah, nah)\nMy bitch bad like she will not behave (What?), she get real ratchet (Yeah, grrah)\nLong nights in the dog pound (Damn), what if I was still trappin'? (Huh? Huh?)\nBaby AR make 'em fall down (Grrah), hundred shots, he still clappin' (Grrah, grrah)"}