{"id": 6208740, "title": "Pluto To Mars", "artist": "Lil Uzi Vert", "lyrics": "If the lights go off (Yeah), baby, would you ever change? (Change)\nI was never on my high horse from the fame (Ayy, fame, yeah)\nI could nevеr get mistaken for a lame (Ayy, yеah, yeah, 'ken for a lame, yeah)\nYou know I love it every time she calls my name (Ayy, yeah, she calls my name, yeah)\nIf the lights go off (Ayy), baby, would you ever change? (Change)\nI was never on my high horse from the fame (From the fame, no)\nI could never get mistaken for a lame (Yeah, ayy, 'ken for a lame, what?)\nYou know I love it every time she calls my name (Huh? My name, ayy, ayy)\n\nI could break down the flow on the beat now (Yes)\nI could break down your ho into threes now (Yeah, yeah)\nSaid my paper so old it got senile (Yeah, huh?)\nI done pulled up with a forty, ayy (Yeah, yeah)\nI get that forty, my woadie, ayy (My woadie)\nI gotta go do some shows (Shows)\nI met some different girls all on the road (What? Ayy)\nYeah, you know how this life goes (Yeah, ayy, ayy)\nI can tell that these niggas, they all frauds (Ayy, ayy)\nAll of these niggas, they tryna sabotage (Ayy, ayy)\n\nI done came out with a hundred grand large, yeah (Ayy, ayy, ayy, yeah)\nI got a ten-car garage, yeah (Ayy, ayy, yeah)\nThey thought I wouldn't make it far, yeah (Ayy, yeah, huh? Ayy)\nMama, I did it, a star, yeah (Yeah, I'm a star, ayy)\nYellow diamond look like Marge, yeah (Ayy, ayy, yeah, ayy)\nBackyard so big like a park, yeah (Yeah, woah, like a park, what? Ayy)\nMade it from Pluto to Mars (Yeah)\n\nIf the lights go off (Yeah), baby, would you ever change? (Change)\nI was never on my high horse from the fame (Ayy, fame, yeah)\nI could never get mistaken for a lame (Ayy, yeah, yeah, 'ken for a lame, yeah)\nYou know I love it every time she calls my name (Ayy, yeah, she calls my name, yeah)\nIf the lights go off (Ayy), baby, would you ever change? (Change)\nI was never on my high horse from the fame (From the fame, no)\nI could never get mistaken for a lame (Yeah, ayy, 'ken for a lame, what?)\nYou know I love it every time she calls my name (Huh? My name, ayy, ayy)\n\n(Ayy, ayy)\nI gotta keep it low (Ayy, ayy, ayy, ayy, ayy, ayy)\nDon't want no one to know (Yeah, yeah, shh, shh)\nI do better on my own (Ayy, on my own)\nBet she still gon' sing my songs (Woah)\nYeah, my songs, oh (Yeah)\nDon't believe in love (Huh?), I don't never know, baby (Yeah)\nLet it even up, now you know your time come\nLet it overlap, count it off of my thumb (Ayy)\nShe sat on my lap, and her ass was so dumb (Ayy)\nShe gon' let me crash, I hope I do not come\nIf she throw it back, I'm gon' make her viral (Yeah)\nI'm a maniac, they all know I'm psycho (Yeah)\n\nYeah, I got a ten car garage, yeah (Yeah)\nThey thought I wouldn't make it far, yeah (Ayy, yeah, ayy, yeah)\nMama, I did it, a star, yeah (Ayy, yeah, ayy, yeah)\nYellow diamond look like Marge, yeah (What? What?)\nBackyard so big like a park, yeah (Backyard so big like a park)\nMade it from Pluto to Mars (Made it from Pluto to Mars, yeah)\n\nIf the lights go off, baby, would you ever change? (Change)\nI was never on my high horse from the fame (Fame)\nI could never get mistaken for a lame (Yeah, 'ken for a lame, yeah)\nYou know I love it every time she calls my name (It's Lil Uzi Vert)\n\nAnd I know (Yeah, ayy)\nI know you know that you're my baby (It's Lil Uzi Vert, and I know, ayy, yeah, I know)\nI know you know I drive you crazy (It's Lil Uzi Vert, oh, uh-huh, go)\nI know you know that you're my lady (It's Lil Uzi Vert, yeah, ayy, ayy)\nYou been gone so long and I can't take it (It's Lil Uzi Vert)"}