{"id": 6282346, "title": "I Gotta", "artist": "Lil Uzi Vert", "lyrics": "Little bitch suck it up right in the chair (Yeah)\nI don't know that bitch but I told her, \"Come here\" (Yeah)\nI got the guap, my name is Symere (Ayy)\nIt's nice to meet you, now, who is that there? (Ayy)\nThat is your friend? Oh, do you share? (Uh-huh)\nWon't tell nobody, baby, I swear (Shh, what?)\nThat is two baddies, the grand finale\nI got a check, look like a tally (Yeah)\nStay with the bands just like the Tali'\nUh, Moncler don't matter the climate\nUh, one day, yeah, I'ma go diamond (What?)\nYeah, that's thе reason I keep climbin' (Hey)\nHad to run back the swag likе a Heisman\nWent to the dentist, that boy like I'm Rodman\nPull up, a SRT 8 like O'Reilly\nFirst car a Lambo' like, \"Fuck Maserati\" (Skrrt)\n\nI got a ridiculous whip (Yeah)\nI got a ridiculous wrist (Yeah)\nI got a ridiculous bitch (Yeah)\nMy opps, they sick because I'm rich (Woah)\nBoy, it's no way you ballin' like this\nI shoot my shot, shit go swish (Swish)\nDon't care 'bout no thot, ain't missin' no bitch (Uh-huh)\nNiggas, they funny, Ridiculousness (Yeah)\nI got a ridiculous whip (Yeah)\nI got a ridiculous wrist (Yeah)\nI got a ridiculous bitch (Yeah)\nMy opps, they sick because I'm rich (Woah)\nBoy, it's no way you ballin' like this\nI shoot my shot, shit go swish (Swish)\nDon't care 'bout no thot, ain't missin' no bitch (Uh-huh)\nNiggas, they funny, Ridiculousness (Yeah)\n\nTrap on the block, I'm missin' the zip (Woo, woo)\nRide through my block, your whip'll get flipped (Woo, woo)\nIf he owe me money then I'm chippin' his bitch (Yeah, yeah)\nThese niggas pussy, just missin' a slit (Yeah)\nWhat's the location? Got sticks in this bitch (Yeah)\nI paid a lot so no missin' the hit (Uh-uh)\nI took his thot, got him missin' his bitch (Frrp)\nCountin' the guap while I'm dickin' your chick (Okay)\nTrap out the Uber, do hit out the Lyft\nDon't shop at Saks, I can't do that lil' Fifth\nThese niggas don't even know I exist\nI fuck his bitch and that shit like a myth\nUh, Marni on Marni, need more\nShe clean it up like the dick was a chore\nMoney on top, but it start from the floor\nWe done bought everything up in the store\n\nLittle bitch suck it up right in the chair (Yeah)\nI don't know that bitch but I told her, \"Come here\" (Yeah)\nI got the guap, my name is Symere (Ayy)\nIt's nice to meet you, now, who is that there? (Ayy)\nThat is your friend? Oh, do you share? (Uh-huh)\nWon't tell nobody, baby, I swear (Shh, what?)\nThat is two baddies, the grand finale\nI got a check, look like a tally (Yeah)\nStay with the bands just like the Tali'\nUh, Moncler don't matter the climate\nUh, one day, yeah, I'ma go diamond (What?)\nYeah, that's the reason I keep climbin' (Hey)\nHad to run back the swag like a Heisman\nWent to the dentist, that boy like I'm Rodman\nPull up, a SRT 8 like O'Reilly\nFirst car a Lambo' like, \"Fuck Maserati\" (Skrrt)\n\nOh, yeah, by the way, I went diamond"}