{"id": 6468713, "title": "Price Of Fame", "artist": "Brent Faiyaz", "lyrics": "Mmm\nMmm-mmm, mmm, mmm-mmm\nAyy, yeah-ayy\nLook, look\n\nThey just wanna take me off of here\nThey just wanna knock me off my square, look at that\nI can't fake a smile, it's hard to wear\nAnd I can't show no love, that shit too rare\nIs it 'cause my whip so fast you don't see no flaws? (Whew, whew, whew)\nIs it 'cause my bitch so bad she blew you off? Look at that\nAll of the things they want\nAnd don't know why they want it (I know, look)\nThey don't wanna give you time to heal\nThey just wanna bleed you dry, for real\nAnd if you're comfortable (Yeah), don't let no one know\nThey'll fuck it up (I know), that's right (Ayy, yeah-ayy), look\n\n(The fame) I swear it isn't everything\n(Glitz and glam) It isn't everything\n(People screaming your name) I swear it isn't everything\n(The demands) It isn't everything\n\nThey just wanna take me off of here\nThey just wanna knock me off my square, look at that\nI can't fake a smile, it's hard to wear\nAnd I can't show no love, that shit too rare\nIs it 'cause my whip so fast you don't see no flaws? (Whew, whew, whew)\nIs it 'cause my bitch so bad she blew you off? Look at that\nAll of the things they want\nAnd don't know why they want it (I know, look)\nThey don't wanna give you time to heal\nThey just wanna bleed you dry, for real\nAnd if you're comfortable (Yeah) don't let no one know\nThey'll fuck it up (I know), that's right (Ayy, yeah-ayy), look\n\n(The fame) I swear it isn't everything (Everything)\n(Glitz and glam) It isn't everything\n(People screaming your name) I swear it isn't everything (Everything)\n(The demands) It isn't everything\n\nIf you feel what I feel\nYou know that I'm real\nIf you feel what I feel\nYou know that I'm real\n\nYou don't need someone to make you feel better\nThan you've ever felt (Ooh, ooh)\nYou know what you need is someone who will be there\nWhen you don't feel yourself (Ooh, ooh)\n\nOh, I ain't sellin' dreams to you, baby\nThat ain't my style\nI never said that I was the best in the world (Nobody perfect)\nBut I'm the best for you, girl (And so it's worth it), just stay for a while\nOr until you feel like leaving\nIt's on you, all of it (Oh, oh-oh)\n\nIf you feel what I feel\nYou know that I'm real (I'm real, mmm-mmm)\nIf you feel what I feel\nYou know that I'm real (Oh, baby)\n\nHardest to try\nYou still get mad at this guy\n'Cause you been fighting all your life, fighting all your life (Ooh, ooh)\n(I've been praying for ya)\nEven though sometimes it's like I don't know ya\nBut some time is all we have (The present is a blessing)\n(If you didn't know, stop fucking 'round)\n\nOh, I ain't sellin' dreams to you, baby\nThat ain't my style\nI never said that I was the best in the world\nBut I'm the best for you, girl, just stay for a while (Can you stay for a while)\nA while\n(Oh-oh, oh-oh, oh, oh-oh)\n\nIf you feel what I feel\nYou know that I'm real (I'm real, ooh, woah-oh, oh-oh, oh, oh-oh, ooh, woah, oh-oh)\nIf you feel what I feel\nYou know that I'm real"}