{"id": 6688274, "title": "Wonderland (Taylor's Version)", "artist": "Taylor Swift", "lyrics": "Didn't they tell us, \"Don’t rush into things\"?\nDidn't you flash your green eyes at me?\nHaven't you heard what becomes of curious minds?\nOoh, didn't it all seem new and excitin'?\nI felt your arms twistin' around me\nI should have slept with one eye open at night\n\nWe found Wonderland, you and I got lost in it\nAnd we pretended it could last forever, eh\nWe found Wonderland, you and I got lost in it\nAnd life was never worse, but nevеr better, eh, еh\n\nIn Wonderland\nIn Wonderland\nIn Wonderland\nIn Wonderland\n\nSo, we went on our way\nToo in love to think straight\nAll alone or so it seemed\nBut there were strangers watchin'\nAnd whispers turned to talkin'\nAnd talking turned to screams, oh\n\nDidn’t they tell us, \"Don’t rush into things\"?\nDidn't you flash your green eyes at me?\nDidn’t you calm my fears with a Cheshire cat smile?\nOoh, didn't it all seem new and excitin'?\nI felt your arms twistin' around me\nIt’s all fun and games 'til somebody loses their mind\nBut darlin'\n\nWe found Wonderland, you and I got lost in it\nAnd we pretended it could last forever, eh\nWe found Wonderland, you and I got lost in it\nAnd life was never worse, but never better, eh, eh\n\nIn Wonderland, eh, eh\nIn Wonderland\nIn Wonderland, woah\nIn Wonderland\n\nI reached for you, but you were gone\nI knew I had to go back home\nYou searched the world for somethin' else\nTo make you feel like what we had\nAnd in the end, in Wonderland, we both went mad\nOh\n\nWe found Wonderland, you and I got lost in it\nAnd we pretended it could last forever (Could last forever)\nWe found Wonderland, you and I got lost in it (Got lost in it)\nAnd life was never worse, but never better (Never better)\nWe found Wonderland, you and I got lost in it (In Wonderland)\nAnd we pretended it could last forever (In Wonderland)\nWe found Wonderland, you and I got lost in it (In Wonderland)\nAnd life was never worse, but never better\nIn Wonderland"}