{"id": 6962250, "title": "Wasting Time", "artist": "Brent Faiyaz Featuring Drake", "lyrics": "If you're gonna waste your time (Yeah)\nThen waste your time with me\nI mean, honestly\nOpen your eyes and see\nWho's givin' you what you need?\n\nIf you're gonna waste your time\nThen waste your time with me\nYou can have all the space\nMore than you need\nIt's no pressure, girl\nIf you got time to waste (Waste)\nWaste it with me\n\nAnd I ain't worried 'bout them (Oh)\nGirl, you all that I see (All that I see)\nAnd I am who I am (Oh)\nAnd I be where I be (Where I be)\nIf you ever hit me on the late night (Yeah)\nI'll give you a clear mind\nMight give you some insight\nI'll share my world with you\n\nIf you're gonna waste your time (Yeah, yeah, yeah)\nThen waste your time with me\nI mean, honestly\nOpen your eyes and see\nWho's givin' you what you need?\n\nIf you're gonna waste your time\nThen waste your time with me\nYou can have all the space\nMore than you need\nIt's no pressure, girl\nIf you got time to waste (Waste)\nWaste it with me\n\nDon't close your eyes to get away (Ooh)\nJust bang my line and I'll arrange it (Ooh)\nBeautiful, girl, you're stainless\nYou'll be fine, I'll be painless, yeah\nAll I'm drinkin' is champagne\nOh, you wanted the same thing\n\nYeah\nThe Ten Thousand Building, get your ass an apartment\nPut you inside a G-Class, that's just a starter kit\nPlenty things count in life, but none of them is a thought of it\nNew piece around my neck, it's chess games\n'Cause shorty stay with calculated moves, like Beth Harmon\nSwear I'm more \"Purple Rain\" Prince than Prince Charmin'\nDisappointment, I stay expectin' it, the pessimist gold medalist\nFlushed the Magnums just so they not collectin' my specimens, damn\nThe way she with papi, man, you would think she's a veteran on remembrance\nCleanin' lady sweep the room daily for all the evidence\nOf everything I ever did (I ever did)\nDo they have a pool there? Do they have a gym there?\nYou used to do skincare, but now you do swimwear\nYour ex-roommate got a condo that's downtown\nBut she got no furniture in the crib, I've been there\nCheckmate, even though you hate that I even check her\nI'll still get an E for effort\nOnly time I play the back and forth is Aaliyah record\nIf I let you talk first, then nobody is speakin' second\nFluent in passive aggression, that's why you actin' dismissive\nHearin' me out for once would require you actually listen, damn (Damn)\nThe boy is back, I never turned my back\nI just lapped 'em, so now all that they see is my back\nSay that then, Maybach Benz with me in the back\nWhen I was in Acura, still couldn't clean up my act\nWhenever I tell the truth, you feel like you bein' attacked\nBut that come with bein' attached, so how 'bout we leave it at that?\n\nIf you're gonna waste your time\nThen waste your time with me\nYou can have all the space\nMore than you need\nIt's no pressure, girl\nIf you got time to waste (Waste)\nWaste it with me"}