{"id": 7154576, "title": "Money So Big", "artist": "Yeat", "lyrics": "Yeah, these kids is some motherfuckin' burgers, I'm callin' them Five Guys\nYeah, these kids frier than a grease ball, yeah, he fried-fried\nI just pulled up in that Bentley, that bitch got them frog eyes\nThey tryna bite the swag but they bitches biting our dicks\nI count every time she sucked me up, this a hundred and sixty licks (Woah)\nCan't even count the songs I made in a month, that's a hundred and sixty hits (Yeah)\nThey say, \"Yeat, you keep on evolving, how you so steady with it?\" (Woah)\nThey say, \"Yeat, how your pockets swollen? You gotta show me that shit\" (Woah)\n'Bout to tell you how I'm doin' and shit\nI got the devil on my phone, he told me, keep doin' this shit\nYeah, devil taught me how to get rich\nYeah, how many bands? six-six\nTwizz in a minivan, couple of big sticks\nBitch 'bout to ride me like she on a RipStik\nYeah, they said, \"What's that red on your chest?\" I told 'em, \"that's your bitch lipstick\"\nYeah, I pulled up in a Tonka and a helicopter, I'm goin' nuts\nYeah, I had a fifty band and I turned it to a honeybun\nDidn't even need to go sign me a deal for these flawless diamonds, bitch, I'm already up\nI got a lil' thotty, that bitch is the baddest, she up in that coupe on me, suckin' me up\n\nYeah, my money big body, my money Tonka\nNo, I don't need you, I really don't want you\nMy money be twerkin', my money do dances (Woah)\nYeah, shut up\nI already heard you, I don't wanna answer\nYou ruin everything you touch, you a cancer (Yeah, yeah)\nYeah, I'm on the side where we win, no\nYou not that guy 'cause I'm him, yeah\nI ride that big body right out the lot, it's a GLE, came with a tint\nI don't wanna hear none of the shit that you sayin', you cap out your chinny-chin-chin (None)\nI'm rockin' the latest designer, the finest of fur, that's that chinchilla skin (Yeah)\nThey tryna copy the wave and I told them they can't even surf a wave on it, yeah (Oh)\nThey steady been copying my sound, they some birds, they a parrot if I'm being honest, yeah (Brr)\nWhy you been cappin' 'bout your whole life? (Yeah)\nHow is you rappin' 'bout a whole lie? (How?)\nHow you stay rappin' 'bout these damn drugs you ain't ever tried once your whole life? (Cap)"}