{"id": 7218281, "title": "Catch Me Outside 2", "artist": "Ski Mask The Slump God", "lyrics": "Put some holes in 'em like a damn cheese grater (Yeah)\nClean cut in this bitch, I'm a lightsaber (Yeah, yeah; Go, go)\nToo much game, no Lightning McQueen, bitch, I pull shit like my damn name Mater (Yeah, ayy)\nAll-black 'fit, fuck it, Darth Vader (Fuck it, Darth—)\nI'm like a receipt, how I'm comin' after the paper (I'm like a receipt, and I don't—; Go, go)\nEverything I do, they jack it just like a blazer\nGot them all appalled, they shocked, bitch, no taser (Let's go)\n\nI'm Mr. Bills On Me Blue (Mr. Blue), likе a bruise (Like a bruise)\nBеtter yet (Uh-huh), who are you? (Yeah; Go)\nI be in the cut like I got me an open wound\nI think I'm a creature, was born in the Black Lagoon\nBills on me blue like a bruise\nBetter yet, who are you? (Go, go)\nI be in the cut like I got me an open wound (Yeah)\nI think I'm a creature, was born in the Black Lagoon\n\nWavy like water, I'm the Loch Ness Monster (Loch Ness)\nWhy you like to copy me? Among Us imposter (Among Us imp—; Go, go)\nI'm not from this earth, I pull up in a flying saucer (Pull up in a—)\nI am one-of-one, I ain't on no bitch's roster\nI'm Mr. Get It Done (Yep), son of a gun (Yep)\nTold you I'm in all-black, lookin' like a nun (Go, go)\nThem numbers that you proud of be inflated, lung\nEvery time I'm in the stu', backwards redrum\nGettin' cheese, no danish, chips, Famous Amos\nKnow a nigga stay with chopsticks like ramen (Go, go)\nThat's because they stay be tryna bite like Caiman\nAnd I got a Death Note, I'm 'bout to write your name in (Go, go)\nShout-out my mucus, be shootin' shit like George Lucas\nKnow I get under they skin, somethin' like lupus (Go, go)\nI took a break, ain't never fall off, you doofus\nHow I be spittin' fire, they think my name Toothless\nMadagascar the work, I like to move it, move it\nGet that shit in order, get it straight, Rubik's Cube it\nS-ranked hunter, need a Nerf, they say reduce it\nCan't believe my music, it's a dream, but it's lucid\nI'm with my dawg, Jimmy Neutron and Goddard\nLike a Navy SEAL, the way I talk about water (Water)\nWavin' this stick around, Harry Potter\nLeave me in a room with a beat, it's a slaughter\n\nI'm Mr. Bills On Me Blue like a bruise\nBetter yet, who are you? (Go, go)\nI be in the cut like I got me an open wound\nI think I'm a creature, was born in the Black Lagoon (Go, go)\nBills on me blue like a bruise\nBetter yet, who are you?\nI be in the cut like I got me an open wound\nI think I'm a creature, was born in the Black Lagoon\n\nHo! (Ho!)\nHo! (Ho!)\nGo, go\nHo! (Ho!)\nHo! (Ho!)\nGo, go\nGo, go"}