{"id": 7307300, "title": "United In Grief", "artist": "Kendrick Lamar", "lyrics": "I hope you find some peace of mind in this lifetime\n(Tell them, tell 'em, tell them the truth)\nI hope you find some paradise\n(Tell 'em, tell 'em the truth)\n(Tell 'em, tell 'em, tell 'em, tell 'em your—)\nI've been goin' through somethin'\nOne-thousand eight-hundred and fifty-five days\nI've been goin' through somethin'\nBe afraid\n\nWhat is a bitch in a miniskirt?\nA man in his feelings with bitter nerve\nWhat is a woman that really hurt?\nA demon, you're better off killing her\nWhat is a relative making repetitive narratives\nOn how you did it first?\nThat is a predator, hit reverse\nAll of your presidents' evil thirst\nWhat is a neighborhood rep'table?\nThat is a snitch on a pedestal\nWhat is a house with a better view?\nA family broken in variables\nWhat is a rapper with jewelry?\nA way that I show my maturity\nWhat if I call on security?\nThat mean I'm calling on God for purity\nI went and got me a therapist\nI can debate all my theories and sharing it, woah\nConsolidate all my comparisons\nHumblin' up because time was imperative, woah\nStarted to feel like it's only one answer\nTo everything, I don't know where it is, woah\nPopping a bottle of Claritin, woah\nIs it my head or my arrogance? Woah\nShaking and moving, like, what am I doing?\nI'm flipping my time through the Rolodex\nIndulging myself in my life and my music\nThe world that I'm in is a cul-de-sac\nThe world that we in is just menacing\nThe demons portrayed as religionous\nI wake in the morning, another appointment\nI hope the psychologist listenin'\n\nThe new Mercedes whip, black G-Wagon\nThe, \"Where you from?\" It was all for rap\nI was 28 years young, twenty mill' in tax\nBought a couple of mansions, just for practice\nFive hundred in jewelry, chain was magic\nNever had it in public, late reaction\n50K to cousins, post a caption\nPray none of my enemies hold me captive\n\nI grieve different\nI grieve different, huh\n\nI met her on the third night of Chicago\nNorth America tour, my enclave\nFee-fi-fo-fum, she was a model\nDedicated to the songs I wrote and the Bible\nEyes light green penetratin' the moonlight\nHair done in a bun, energy in the room like\nBig Bang for theory, God, hopin' you hear me\nPhone off the ringer, tell the world, \"I'm busy\"\nFair enough, green-eyes said her mother didn't care enough\nSympathize when her daddy in the chain gang\nHer first brother got killed, he was twenty-one\nI was nine when they put Lamont in the grave\nHeartbroken when Estelle didn't say goodbye\nChad left his body after we FaceTimed\nGreen-eyes said you'd be okay, first tour, sex'd the pain away\n\nI grieve different\nI grieve different, huh\n\nThe new Mercedes whip, black G-Wagon\nThe, \"Where you from?\" It was all for rap\nI was 28 years young, twenty mill' in tax\nBought a couple of mansions, just for practice\nFive hundred in jewelry, chain was magic\nNever had it in public, late reaction\n50K to cousins, post a caption\nPray none of my enemies hold me captive\n\nSo what? Paralyzed, the county building controlled us\nI bought a Rolex watch, I only wore it once\nI bought infinity pools I never swimmed in\nI watched Keem buy four cars in four months\nYou know the family dynamics on repeat\nThe insecurities locked down on PC\nI bought a .223, nobody peace treat\nYou won't doo-doo me, I smell TNT\nDave got him a Porsche, so I got me a Porsche\nPaid lottery for it, I ain't want it in portions\nPoverty was the case\nBut the money wipin' the tears away\n\nI grieve different\n(Everybody grieves different)\n(Everybody grieves different)\nI grieve different, huh"}