{"id": 7346902, "title": "Slut Me Out", "artist": "NLE Choppa", "lyrics": "Ayy, rip off my shirt if you love me (Love me)\nSpit in my face when you fuck me (Fuck me)\nPlay with my gooch while you suck me (Suck me)\nEat the dick like you was ugly\nI mean, hold on, wait\nWhere your friend? Bring your buddy (Your buddy)\nI don't think that you enoughie (Enoughie)\nHer favorite thing to say is, \"Cuff me\"\n\nSlut me out (Out), slut me out (Out)\nSlut (Slut), slut (Slut), slut me out\n\nRip off my shirt if you love me (Sexy)\nSpit in my face when you fuck me (Come sex me)\nPlay with my gooch while you suck me (Don't text me)\nEat the dick like you was ugly\n\nBig dick energy, I give it (I give it)\nDon't believe me, then come feel it (Come feel it)\nGon' put this here in your kidney, please\nAnd hush it like some kidney beans\nSuck my balls, come chickpea me\nWhy you being weird to me? (Weird to me)\nPut your ass in my face 'til I get pink eye\nFuck you anywhere, I'm that type guy (That type guy)\nAt the church, on the plane, at the basketball game\nI don't care, I'ma bust my nut 'til I die ('Til I die)\nWhat position do I like? All of 'em, baby (Baby)\nPut it on camera, masturbate to it later (To it later)\nEver sucked a vegan dick? Baby, come taste me\nPromise that my nut taste like sugar gravy\nDon't cum quick, I control my bladder (Control my bladder)\nDick real big, come climb my ladder (My ladder)\nFat coochies, little coochies, all coochies matter (They matter)\nAss real fat, I can make it get fatter (Fatter)\nWanna see a magic trick? Bend over backwards (Over backwards)\nMeat to meat, wall to wall\nCoochie to my balls, dawg\n\nAyy, rip off my shirt if you love me (Love me)\nSpit in my face when you fuck me (Fuck me)\nPlay with my gooch while you suck me (Suck me)\nEat the dick like you was ugly\nI mean, hold on, wait\nWhere your friend? Bring your buddy (Your buddy)\nI don't think that you enoughie (Enoughie)\nHer favorite thing to say is, \"Cuff me\"\n\nSlut me out (Out), slut me out (Out)\nSlut (Slut), slut (Slut), slut me out"}