{"id": 7349886, "title": "No Love", "artist": "Summer Walker & SZA", "lyrics": "Oh, ooh woah\nOh-oh, yeah\nYeah, yeah, yeah\n\nSi te tuviera de vuelta (De vuelta)\nNo habría hecho todo eso (Eso)\nHabría jugado como tú querías jugar\nTodavía no viste mi valor, así que trataste de jugar conmigo\nPero estaba tan enamorada, amor\nQue me complicaba demasiado\n\nPero si te tuviera de vuelta, todo lo que quiero hacer es follar (Follar)\nEmborracharme (Emborracharme), tomar drogas (Tomar drogas)\n(Que se joda el amor)\nTodo lo que quiero hacer es follar (Follar)\nEmborracharme (Oh), saltar aviones\nToda la lujuria, no habrá amor para ti\nNo habrá amor para ti\n\nSi lo hiciera todo de nuevo\nDaría como el diez por ciento\nTe mereces como la mitad de eso\nY no me importa que me lo digas, pero no me importa\nY si no te gusta, no te preocupes, no te preocupes, no te preocupes\nY no se me olvide que no es un problema\nHe estado viajando como si no tuviera esta vagina de diseñadora\nTodo lo que intento ver es tu tarjeta de crédito, pásala toda por mí\nConsígueme lo que quiero, no lo necesito\nSolo dame ese CC, ese VV, esa polla cuando la llamo (Polla cuando lallamo)\nNo hay más sentimientos involucrados, he visto todo lo que necesito\nEs curioso que digas que te gusta lo nuestro\nNunca te acercas a mí, ponlo en mí, ponme bien (Bien)\nTú eres el que nos arruinó, no puedes dar un no, no puedes dar un no\n\nFollar (Follar)\nEmborracharse (Emborracharse), tomar drogas (Tomar drogas)\n(Que se joda el amor)\nTodo lo que quiero hacer es follar (Follar)\nEmborracharse (Oh), saltar aviones\nToda la lujuria, no habrá que amarte\nNo habrá amor para ti (Yeah, yeah, yeah, yeah)\n\nVen a descubrir que ni siquiera valía la pena mi tiempo\nTrató de actuar como si no fuera lo suficientemente buena en tus ojos\nEs gracioso ahora que llamas, que llamas a mi línea\n¿Por qué demonios estás llamando a mi línea?\nOh, yo\nDime qué ha cambiado, ¿es mi estatus? ¿Es mi fama?\n¿Es por mis bolsillos? Es mi cambio\n¿Es mi orgullo? ¿Es mi cuerpo?\nEn aquel entonces, \"Si no te presentas, no llamas\" era tu lema\nSolo me golpeó hasta después del club y que fuera de esa botella\nVagina tan buena que pensaste que le diste a la lotería\n\nPero si te tuviera de vuelta, todo lo que quiero hacer es follar (Follar)\nEmborracharme (emborracharme), drogarme (drogarme)\nJoder con el amor\nTodo lo que quiero hacer es follar (Follar)\nEmborracharme (Oh), saltar aviones\nToda la lujuria, será no amarte\nNo será que te ame\n\nVen a descubrir que ni siquiera valías mi tiempo\nTraté de actuar como si no fuera lo suficientemente buena a tus ojos\nEs curioso que ahora que llamas, me llames a la línea\n¿Por qué demonios estás llamando a mi línea?"}