{"id": 7371675, "title": "The Family Madrigal", "artist": "Stephanie Beatriz, Olga Merediz & Encanto Cast", "lyrics": "Woah\n\nLet's be clear, Abuela runs this show (Oh)\n\nWoah\n\nShe led us here so many years ago (Oh)\n\nWoah\n\nAnd every year, our family blessings grow (Oh)\n\nThere's just a lot you simply got to know, so\nWelcome to the Family Madrigal\nThe home of the Family Madrigal (We're on our way)\nWhere all thе people are fantastical and magical\nI'm part of thе Family Madrigal\n\nOh my gosh, it's them!\n\nWhat are the gifts?\n\nI can't remember all the gifts\n\nBut I don't know who is who\n\nAlright, alright, relax!\n\nIt is physically impossible to relax!\n\nTell us everything! What are your powers?\n\nJust tell us what everyone can do!\n\nAnd that's why coffee's for grown-ups\nMy tía Pepa\nHer mood affects the weather\nWhen she's unhappy\nWell, the temperature gets weird\n\nMy tío Bruno\n\nWe don't talk about Bruno!\n\nThey say he saw the future\nOne day, he disappeared\n\nOh\n\nAnd that's my mom Julieta, here's her deal (Oh)\n\nWoah\n\nThe truth is she can heal you with a meal (Oh)\n\nWoah\n\nHer recipes are remedies for real (Oh)\n\nIf you're impressed, imagine how I feel\n\nMom!\n\nWelcome to the Family Madrigal\nThe home of the Family Madrigal (Hey, coming through!)\nI know it sounds a bit fantastical and magical\nBut I'm part of the Family Madrigal\n\nTwo guys fell in love with Family Madrigal\nAnd now they're part of the Family Madrigal\nSo, yeah, Tío Félix married Pepa and my dad married Julieta\nThat's how Abuela became an Abuela Madrigal (Let's go, let's go!)\n\nWe swear to always help those around us\nAnd earn the miracle that somehow found us\nThe town keeps growing, the world keeps turning\nBut work and dedication will keep the miracle burning\nAnd each new generation must keep the miracle burning\n\nWait, who's a sister and who's a cousin?\n\nThere's so many people!\n\nHow do you keep 'em all straight?\n\nOkay, okay, okay, okay\n\nSo many kids in our house, so let's turn the sound up\nYou know why? I think it's time for a grandkid round-up\n\nGrandkid round-up\n\nCousin Dolores\nCan hear a pin drop\nCamilo shapeshifts\nAntonio gets his gift today\n\nMy older sisters\n\nIsabela and Luisa\n\nOne strong, one graceful\nPerfect in every way\n\n(Isabela) Grows a flower, the town goes wild\n(Isabela) She's the perfect golden child\n(Luisa, Luisa, Luisa, Luisa) And Luisa's super strong\nThe beauty and the brawn do no wrong\n\nThat's life in the Family Madrigal (Oh)\nNow you know the Family Madrigal (Oh)\nWhere all the people are fantastical and magical (Oh)\nThat's who we are in the Family Madrigal\n\nAdiós!\nOoh!\n\nBut what's your gift?\n\nHa!\n\nWell, I gotta go, the life of a Madrigal (Oh)\nBut now you all know the Family Madrigal (Oh)\nI never meant this to get autobiographical (Oh)\nSo just to review the Family Madrigal, let's go\n\nBut what about Mirabel?\n\nIt starts with Abuela, and then Tía Pepa, she handles the weather\n\nBut what about Mirabel?\n\nMy mom Julieta can make you feel better with just one arepa\n\nBut what about Mirabel?\n\nMy dad Agustín, well, he's accident-prone but he means well\n\nBut what about Mirabel?\n\nHey, you said you wanna know what everyone does, I got sisters and cousins and\n\nMirabel!\n\nMy primo Camilo won't stop until he makes you smile today\n\nMirabel!\n\nMy cousin Dolores can hear this whole chorus a mile away\n\nMirabel!\n\nLook, it's Mister Mariano\nHey, you can marry my sister if you wanna\nBetween you and me, she's kind of a prima donna\nYo, I've said too much, and thank you, but I really gotta go!\n\nMirabel!\n\nMy family's amazing!\n\nMirabel!\n\nAnd I'm in my family, so\n\nMirabel!\n\nWell\n\nMirabel!"}