{"id": 7406121, "title": "We Don't Talk About Bruno", "artist": "Carolina Gaitan, Mauro Castillo, Adassa, Rhenzy Feliz, Diane Guerrero, Stephanie Beatriz & Encanto Cast", "lyrics": "It was my wedding day\n\nIt was our wedding day\n\nWe were getting ready and there wasn't a cloud in the sky\n\nNo clouds allowed in the sky\n\nBruno walks in with a mischievous grin\n\nThunder!\n\nYou telling this story or am I?\n\nI'm sorry, mi vida, go on\n\nBruno says, \"It looks like rain\"\n\nWhy did he tell us?\n\nIn doing so, he floods my brain\n\nAbuela, get the umbrellas\n\nMarried in a hurricane\n\nWhat a joyous day, but anyway\n\nWe don't talk about Bruno, no, no, no\nWe don't talk about Bruno\n\nHey!\nGrew to live in fear of Bruno stuttering or stumbling\nI can always hear him sort of muttering and mumbling\nI associate him with the sound of falling sand (Ch, ch, ch)\nIt's a heavy lift with a gift so humbling\nAlways left Abuela and the family fumbling\nGrappling with prophecies they couldn't understand\nDo you understand?\n\nA seven-foot frame, rats along his back\nWhen he calls your name, it all fades to black\nYeah, he sees your dreams and feasts on your screams\n\nHey\n\nWe don't talk about Bruno, no, no, no (No, no)\nWe don't talk about Bruno (We don't talk about Bruno)\n\nHe told me my fish would die, the next day, dead (No, no)\n\nHe told me I'd grow a gut, and just like he said (No, no)\n\nHe said that all my hair would disappear, now look at my head (No, no)\n\nYour fate is sealed when your prophecy is read\n\nHe told me that the life of my dreams\nWould be promised and someday be mine\nHe told me that my power would grow\nLike the grapes that thrive on the vine\n\nÓye, Mariano's on his way\n\nHe told me that the man of my dreams\nWould be just out of reach, betrothed to another\nIt's like I hear him now (Hey, sis)\n(I want not a sound out of you) It's like I can hear him now\nI can hear him now\n\nUm, Bruno\nYeah, about that Bruno\nI really need to know about Bruno\nGimme the truth and the whole truth, Bruno\n\nIsabela, your boyfriend's here\n\nTime for dinner\n\nIt was my wedding day, we were getting ready; it was our wedding day; grew to live in fear of Bruno stuttering or stumbling, I can always hear him sort of muttering and mumbling; a seven-foot frame, rats along his back; (He told me that the life of my dreams)\nAnd there wasn't a cloud in the sky; no clouds allowed in the sky; I associate him with the sound of falling sand, ch, ch, ch; when he calls your name, it all fades to black; (Would be promised and someday be mine)\nBruno walks in with a mischievous grin; thunder; it's a heavy lift with a gift so humbling, always left Abuela and the family fumbling; yeah, he sees your dreams and feasts on your screams; (He told me that my power would grow)\nYou telling this story or am I?; I'm sorry, mi vida, go on; grappling with prophecies they couldn't understand, do you understand?; (Like the grapes that thrive on the vine, I'm fine)\n\nÓye, Mariano's on his way\n\nBruno says, \"It looks like rain\"; why did he tell us?; he told me that the man of my dreams; a seven-foot frame, rats along his back; (He told me that the life of my dreams)\nIn doing so, he floods my brain; Abuela, get the umbrellas; would be just out of reach, betrothed to another, another; when he calls your name, it all fades to black; (Would be promised and someday be mine)\nMarried in a hurricane; what a joyous day, but anyway; And I'm fine, and I'm fine, and I'm fine, I'll be fine; yeah, he sees your dreams and feasts on your screams; (And I'm fine, and I'm fine, and I'm fine, I'm fine)\n\nHe's here\nDon't talk about Bruno\n\nWhy did I talk about Bruno?\n\nNot a word about Bruno\n\nI never shoulda brought up Bruno"}