{"id": 7526923, "title": "Frozen", "artist": "Lil Baby", "lyrics": "How you bring a knife to a gunfight?\nThey gon' always do it twice when it's done right\nI remember ridin' 'round 'til the sunlight come up\nI ain't tryna argue so I hung up\nD-boy fresh with it on me, know how I pop out\nIf bullshit is not important, what I'm gon' lie 'bout?\nDon't play with Baby, I give you somethin' to cry 'bout\nThat's a dime, that's for you and four of your friends to fly out\nEvery time we outside, that shit be goin' up\nI got women tryna get at me like you been growin' up\nReally, I know you see what's happenin', I'm steady blowin' up\nI know niggas want me to fall but I'm steady goin' uphill\nStarted from the bottom, how the fuck I'm up here?\nIf you rеally came from nothin', then you know how that feel\nAin't no extras, only stеppers, that's the way that I live\nPut some extras on it, blessed it, nigga, that's what I did\nHeart cold frozen, got my mindset on where on however this shit go\nStill kinda nervous hopin' nobody would notice it\nAt the point, I met you, slowed me down\nYou fuckin' up my focus, bro, I'm really on some more shit\nAin't been on the scene that much, I'm somewhere gettin' loaded\nAin't talkin' 'bout weed that I smoked or lean that I po'd\nI'm talkin' 'bout this money I'm savin' up, I been in the tuck\nFuckin' with me, winin' the lottery, ayy, who feelin' lucky?\nKnow some real ones ready to slide with me if I press the button\nPeople who done really been down from me, they don't ask for nothin'\nKeepin' it one million, I'm too real to say that I'm one hundred\nYou are not the one 'cause you got money, real shit\n\nI don't know what they told you, but you got me fucked up\nYou see how we walked in? You can't see we run stuff?\nI gotta think out the box, I hate bein' bunched up\nGlad that I been through a lot, it made me a monster\nI done seen this shit get grimy, I can't have no conscience\nSee 'em tryna clone me and all, but it's only one me\nIf I came in this world alone, why I get lonely?\nCan someone come unthaw my heart? I think it's frozen\n\nI don't feel a lot of this shit, I can't even hold you\nCatch me in the Hamptons with Mike Rubin or HOV them\nOr catch me in the hood with a Lamborghini with the doors up\nI can't even lie, it broke my heart, I heard you told some\nGotta keep my fire under my jacket, it's a cold world\nShe with me when he go out to practice, this a cold girl\nShe a goblin, she don't even stop it, make your toes curl\nBae, I'm sorry for puttin' our business out there\nYou too cool for a loser, you could be winnin' out here\nYou keep it wet, I'm gon' invest, support yo' swimmin' line\nDon't worry 'bout that, just do yo' best, I promise you'll be fine\nYou let that shit come out yo' mouth, now you can't press rewind, it's stuck there\nFive million cash, all blues, you get a rush, yeah\nI don't need a nigga or a bitch, who the fuck cares?\nYou the one that's really sour, I ain't even gon' go there\nYou was 'posed to be here, but oh well\n\nI don't know what they told you, but you got me fucked up\nYou see how we walked in? You can't see we run stuff?\nI gotta think out the box, I hate bein' bunched up\nGlad that I been through a lot, it made me a monster\nI done seen this shit get grimy, I can't have no conscience\nSee 'em tryna clone me and all, but it's only one me\nIf I came in this world alone, why I get lonely?\nCan someone come unthaw my heart? I think it's frozen"}