{"id": 7630490, "title": "Rumors", "artist": "Gucci Mane Featuring Lil Durk", "lyrics": "Them niggas get on y'all ass, y'all play with me like I ain't worse\nTryna gossip up the blogs like y'all ain't said my name first\nHe a junkie, he ain't shot his gun yet, he blame Percs\nShot a video and had a shootout in the same shirt\nWhat you know 'bout poppin' out and tryna hit they face first?\nThey like Smurk, \"Your ass be trippin', better put your case first\"\nChokin' who? I heard them rumors, niggas better play slow\nI don't want no niggas who you catch, I want the one I paid for\nWe on his ass, he in the A, you see how long they stay for\nAin't no hotel room, we pop outside the Hyatt with Dracos\nHellcats, they get off any scene, the police chase those\nTrollin' ass, we shot your homie, we ain't know he can take those\nIf I say your name, don't post it, opps be on all kind of shit\nAin't got time to watch your page to see if niggas died or shit\nI know bitches set you up, literally, niggas dyin' to hit\nIn this industry ain't what it seem, this shit be counterfeit\nAin't no lackin', she say I'm a nigga from the trenches with a accent\nWhy you askin' me who shot your homie, why you askin'?\nYou got my number, you post shit on the 'Gram, you movin' backwards\nYou lucky I don't be doin' shit for the 'Gram, you niggas cowards\n\nBetter not believe no rumors, rest in peace to Koopa\nI jumped on the school bus and I had brung a Ruger\nAlways drunk an eight of Act', I never drunk a cooler\nThey get your location, they might pop outside in Ubers\nWhen his goofy ass jumped in the streets? His ass a hooper\nI know this shit don't matter, I took a shower with a cougar\nBring him out retirement, he gon' kill you for that mula\nCatch him in the mornin' and wake him up, that boy a rooster (Go)\n\nHe took it to trial, I tried to tell him it was stupid (I knew it)\nThey gave him so much time, his knees got weak and he was woozy (Damn)\nWatch the shit you say, the feds be listenin' to the music (Woah)\nAnd they gon' take your lyrics and build a case and try to use it\nD.A. dropped my murder, didn't have evidence to prove it (Nah)\nI think my house is haunted, yeah, by who? The ghost of Pookie (Woah)\nHe ain't killed nobody, but keep rappin' 'bout the shootings (Pussy)\nStill ain't got revenge yet, but keep makin' up excuses (Wow)\nCuz done drank so much lean that his gut got big as Gucci's (Lean)\nTold him quit while he ahead and don't go out like Whitney Houston (Huh?)\nHe got caught without it, now they robbin' him for his rubies (Woah)\nHe wouldn't give it up, so he got buried in his Cuban (It's Gucci)\n\nBetter not believe no rumors, rest in peace to Koopa\nI jumped on the school bus and I had brung a Ruger\nAlways drunk an eight of Act', I never drunk a cooler\nThey get your location, they might pop outside in Ubers\nWhen his goofy ass jumped in the streets? His ass a hooper\nI know this shit don't matter, I took a shower with a cougar\nBring him out retirement, he gon' kill you for that mula\nCatch him in the mornin' and wake him up, that boy a rooster"}