{"id": 7659291, "title": "What Happened To Virgil", "artist": "Lil Durk Featuring Gunna", "lyrics": "Last time you told me you proud of me, you wasn't proud of me, you was the nigga who doubted me\nI was too mad at you, you let 'em come kill you, my brother, that shit was a tragedy\nBut magically, I got the strategy, I was so sick and tired of niggas keep asking me\n\"Who was the killers between the hood?\" (DJ on the beat, so it's a banger)\nBro, I'm a king, that mean we good\nTalked to my tete about my problems\nLearned to survive, I carry my chopper\nBefore I was twelve, I went to the doctor\nFucked on a stripper and I took me a Roxy\nHow you my blood and you say you gon' pop me?\nFall over loyalty, never 'bout thotties\nDon't mention my name if you mentionin' bodies\nDon't mention my name if you mentionin' bodies\nStopped taking drugs, had to sit in a sauna\nHow you gon' blame me? I gave her Gabbana\nBitch, I'm a star, gotta use condom\nDon't drink Par, only like Wocka\nSippin' on Wocka, I feel like I'm Flocka\nShit in my pocket, that shit'll go blocka\nSay that I'm mean, what you mean? I caught you\nGet away from her, high speed, no tossin'\nCalled you a bitch, I'm sorry I lost you\nHead down, X pill, Percocet, off it\nBitch, my phone died, pass me a charger\nAin't have a coat, walked to school in a thermal\nBitches you lookin' up to, they'll burn you\nGet out my business, that shit don't concern you\nI get to diggin' this shit when I learn you\nI love the trenches, this shit is eternal\nOh my God, what happened to Virgil?\nI wish my brother had made it out surgery\nI be up thinkin', that shit do be hurtin' me\nIf they gon' catch me, them niggas gon' murder me (Oh no, oh)\nGave my bro twenty, he caught for a burglary\nI love the bitches who say they ain't heard of me\nEver seen blood? That shit'll turn burgundy\n\nOh my God, what happened to Virgil?\nOh my God, what happened to Virgil?\n\nFresh like the first day of school, I'm a scholar\nFound the solution and got some more problems\nWe from the sandbox, my dawg since a toddler\nSixteen years old when I shot my first chopper\nFlew out of Van Nuys, landed in Opa-locka\nQuit flyin' in G5, fly helicopters (Fly helicopters)\nI count every blessin', they count every dollar\nI'm 'bout to go factory plain\nI treat all of my dawgs the same\nTake care all of my bitches the same\nI just hope you financially sane\nNever turning my back on the gang\nFrom the A, we was taught to be brave\nHad to squabble and take a few fades\nStay rock solid, you'll get through the phase\nDamn my nigga, what happened to Virgil?\nTalked to God, I don't wanna get murdered\nI got style, I don't know what you heard of\nYou lil' pussy, you soft and fertile\nOnly real ones throughout my circle\nOnly real ones throughout my circle, oh\nR.I.P. Prince, I'ma pour up some purple\n600 Maybach, the one with the curtain\nYoung GunnaWunna, the boy bought the Birkin\nI'm goin' hard, know you proud of me workin'\nRidin' round the town sippin' and swervin'\nHold it down, do this shit with a purpose\nLouis down, man, this shit came from Virgil\nOh my God, what happened to Virgil?\n\nOh my God, what happened to Virgil?\nOh my God, what happened to Virgil?"}