{"id": 7716939, "title": "530", "artist": "¥$: Kanye West & Ty Dolla $ign", "lyrics": "Baby, yeah\nWoah, baby, who pick up when you call?\nYeah, yeah, yeah\n\n5:30, the car missin'\nNo text backs or call misses, I feel like we all victims\nDocks is gettin' long\nDrunk textin', I should not do Patrón\n\nI hop on the phone, turn the music up, got in my zone\nDrunk textin', I should probably sue Patrón\nHad to do wrong order to do you right\nYou gotta go through it order to give advice\nIt's the price of the litty nights, I know the liquor hittin'\nWhy when somebody break your heart, it help fix your vision?\nIf you fall in love with a demon or a diva\nPray your soulmate got a soul when you meet her\nThe crystal ball couldn't tell me if they'll leave again\nProblems too extra large to share with a medium\nWe fight not for flesh and blood on this level\nAnd devil's advocate is advocatin' for the devil\nAnd love is all drainin' and, stop, it's all fadin'\nWe used to be secretive but now it's all blatant\nIt's all just lost, ain't it? Watchin' it all cave in\nWe the topic of conversation\n\n5:30, the car missin'\nNo textin', just call missin'\nWe fight and you won't listen\nYou right, we both trippin'\n\nIt's game time, matter fact, it's Ye time\nThe past year been a strange time\nVisitations on FaceTime\nAnd who gon' break who's heart first? Always just breaks mine\nLooking for blessings that God'll hand me\nI'm tryna just raise the family, somebody should raise the nanny\nI'm tryna leave you alone\nBut that last text was courtesy of Patrón\n\n5:30, the car missin'\nEmotions is all distant\nNo texts, just calls missin'\nWe fight and you won't listen\nYou right, we both trippin'\n\nBarely holdin' on\nBarely holdin' on, oh\nBarely holdin' on\nI'm barely holdin' on\n\n5:30, the car missin'\nIs this what you call distance?\nWant some in a glass prison\nDuh-duh, 'fore our last visit\nThat does it, woah, well, that did it\nThat gets it, no, that did it\nMad with it, I thought that we had did it\nEverybody want too much of us, everybody except for us\nI don't know what's left of less, run away with nothing less\nTryna write what's left of us, tryna write what's left of us\nRunnin' off with nothin' else, wanna know what the writer does\nEverything they said it was, everything they read it was\nI don't know how bad it was, I don't know how I forget it does\nI don't know how I forget it does\nYou know it was, you know it is, you know the kid\nYou know we did and I owe with this\nOwe with this, I'ma go with it, I'ma go with it and I go with it\nKnow I'm finna go with it, I throw with it and we goin' in\nHuh-fuh, from the whole in, duh-duh, goin' up with the thunder\nAnd I can't take it, I can't take it\nYou a fake bitch\nYou don't really love Ye, go listen to Drake, bitch\nYou don't live with those songs, what it take, bitch\nGo listen to Lil Baby, go listen to Future, bitch\nGo soft, you don't think about your future, bitch\nDon't sa-fah-na-da, I'm new with this\nDa-da, na-dana, goin' through with this\nPa-da-la, fa-na-dan, don't think this\nCan't fa-fa-na-da for you fake bitch\nYou don't really love Ye, go listen to Drake, bitch\nYoung Thug, Thug, Gunna Wunna, do to bitch\nListen to Lil Baby, listen to Future, bitch\nBo-summa-thunna temper for a fugitive\nWunna-tunna-dunna-dunna, and I don't love hoes\nYou don't love Ye, you love Moneybagg Yo\nI done signed at where you signed it, what he bad for? What he mad for?\nYou a fake bitch\nDon't listen to me, you don't— go listen to Drake, bitch\nListen to Lil Baby, go listen to Future, bitch\nBut if I'ma nunna-dunna for your future, bitch\nAnd I hope your baby daddy was a fugitive\nAnd I hope you sanna-danna when you lose the kids\nAnd I hope you, danna-danna do with this\n\nThese last words from Patrón\nThis last text 'cause Patrón\nDid I start something through?\nNo heartbreak, I break through"}