{"id": 7797049, "title": "Blick Blick!", "artist": "Coi Leray & Nicki Minaj", "lyrics": "Yeah, want a bad bitch like me? Keep on wishin', baby (Keep on wishin', baby)\nBust it open, first you gotta kiss it, baby (First you gotta, yuh)\nYeah, want another nigga, I go fishing, baby (I go fishing)\nYeah, I never let these broke ass niggas fix me, baby (Never let 'em fix me, baby)\nYeah, I hop on top and ride that dick, he actin' lazy\nYeah, that pussy soakin' wet, it's drippin' like a navy\nYeah, I call him big daddy, he call me lil' baby (Uh)\nThey know I'm the shit, I need some tissue, baby\nAyy, hold up, hold up, hold up\nAll these diamonds different color, color, color (Yeah)\nI done ran up all these comma, comma, commas (Yeah)\nEat the cookie like a Nutterbutter-butter\nLick this pussy like just fa-la-la-la-la-la (Yeah)\nIsland ting, she a Bahama mama, mama (Mhm)\nDo whatever for a dollar, dollar, dollar (Yeah)\nGucci snake up on my collar, collar, collar (Yeah)\nFuck that nigga, never gave that boy my number (Yeah)\n\nUh, push it, push it, click, click\nYeah, pop up on an opp and watch it blick, blick\nYeah, uh, push it, push it, click, click\nYeah, pop up on an opp and watch it blick, blick\nI said, \"Uh, push it, push it, click-click\"\nYeah, pop up on a opp, watch it blick, blick\nYeah, uh, push it, push it, click-click\nYeah, pop up on a opp, watch it blick, blick (Ayo)\n\nHoes ain't fuckin' with Barbie (Brr)\nTae did my pink bob, Marley (Brr)\nI got a whole army, ask Charlie\nPull up with a killer, he the Joker, I'm Harley (Brr)\nWrist on chunky Barbie (Barbie)\nMe, Onika Tanya (Tanya)\nAll these PR stunts\nBut bitch, you ain't Puertorriqueña ('Queña)\nFresh 'do, guess who? Drip, need a wetsuit\nOne and the two, give a fuck about the next few\nStep one, cross me, there won't be a step two\nCome through with some bitches that's bad, they gon' step too\nEvery nigga tryna pop ain't the next Woo (Oop)\nDon't run up in my DM, R.I.P. to X too (X too, ooh)\nCheck who?\nNiggas'll really spin your block if the Queen send a text through\nTextin' with Jeff Bezos (Bezos)\n'Bout to cop new Dracos (Dracos)\nOpps is on the block, we 'bout to spin it like tornadoes ('Nadoes)\nI'm-I'm-I'm 'bout to put some Louis seats inside my Lambo' (Lambo')\nYou-you-you know you bad when you can pose from any angle (Angle)\nHe said he upgraded, LOL, did you really? (Really?)\nWell, I just turned Mr. Patek into Richard Millie\nAyo, hold up, hold up, hold up\nAll these diamonds different color, color, color\nI'm the leader bitches follow, follow, follow\nI created this shit, Tyler, Tyler, Tyler\nGrab his mic and sing it, fa-la-la-la-la-la\n\nUh, push it, push it, click, click\nYeah, pop up on an opp and watch it blick, blick\nYeah, uh, push it, push it, click, click\nYeah, pop up on an opp and watch it blick, blick\nI said, \"Uh, push it, push it, click-click\"\nYeah, pop up on a opp, watch it blick, blick\nYeah, uh, push it, push it, click-click\nYeah, pop up on a opp, watch it blick, blick"}