{"id": 7832548, "title": "X Ultima Vez", "artist": "Daddy Yankee & Bad Bunny", "lyrics": "Today I see you differently, I don't know why\nFinally I have you in front of me, say \"What's up?\"\nAyy, ayy\n\nI'm alone and you're not with him (Woo, woo)\nChill, I don't want to get back together\nI just want to give it to you (Tra, tra, tra)\nThe grace one more time (Fire!; eh-eh, eh-eh)\n\nAyy\nBaby, our relationship was cute\nI remember us as kids\nIf you break the ice, after I'll melt it for you (Yeah)\n\nYou're cold like Dеnver because you miss Carmеlo (Plo)\nI will catch you against the ropes and I'll give you a Canelo (Pu-pu-pu)\nBaby, you're not in Charlotte, but you're LaMelo (Plo)\nI know you're with him, but I'm not jealous\n(Now I see that)\nThat ass is bigger than yesterday (Yeah)\nI still have your picture saved on my phone (El cel)\nI sometimes think in what could have been, eh-eh\n\nSo that you fall in love\nYou have the other guy, baby\nNow I'm going to give it to you how you one's supposed to\nWe're going to revive this (Come on!)\nSo that you fall in love\nYou have the other guy, baby\nNow I'm going to give it to you how you one's supposed to\n(We're going to revive this)\n\nToday I see you differently, I don't know why\nFinally I have you in front of me, say \"What's up?\"\nAyy, ayy\n\nI'm alone and you're not with him\nChill, I don't want to get back together\nI just want to give it to you\nThe grace one more time (Yeah-yeah-yeah-yeah)\n\nI want to thank you, thank you\nI want to fuck you, I wanna fuck you, ey\nWithout telling you \"I love you\"\nI want to see that ass in point of view\nAnd you know that the other guy gets nervous, ayy\nI'll give it to you anywhere\nMami, I know that you want me\nWhere there was fire, ashes are left\nYou forgetting me? I don't think you can\nYou gave yourself an update, I want a taste\nYou were always the girl, you were the baby\n\nToday I see you differently, I don't know why\nFinally I have you in front of me, say \"What's up?\"\n(Fire!)\n\nT-T-That, that ass is bigger than yesterday\nThan yesterday, than yesterday\nMa-Mami, I want a taste, tas—\nT-T-That, that ass is bigger\nIs bigger (A tas—, a tas—, a tas—), is bigger than yesterday (A tas—, I-I-I want a taste, taste)\nThan yesterday, than yesterday, than yesterday\n\n(So that you fall in love)\nBaby (You have the other guy, baby)\n(Ho-Ho-Ho-How one's supposed to\nE're going to revive this)"}