{"id": 7853459, "title": "Shake It", "artist": "Kay Flock, Cardi B, Dougie B & Bory300", "lyrics": "Oh, we tryna bend on the oppas\nBitch, I'm with 300 Jets and some Flockas\nLike, who hotter? Top shottas\nHoodie'd up, dread down like a Rasta\nI'm Mr. Hang-Out-The-V\nTryna flock 'em, pop 'em, drop 'em (That boy—, touch the ground)\nIf we don't got the—, we gon' hop 'em\nBory hop out wit' the—, tryna chop 'em (Grrah-grrah, boom)\n\nTalk on brodie, we spin for a week\nSlide with Kay, only spin for Vs (Word to my mother)\nGot a lil' thottie that holdin' my beam\nFuck that lil' boy who got left in a V (Rah Rah)\nSlide with two chops, it's like thirty in each\nI been fiendin' and itchin' to catch a YG\nAnd if hе bunny hop, he get left in thе scene (Grrah-grrah)\nNesty a bitch, nigga begged on his knees (Grrah)\n\nBitch, it's 300, DOA, blow for the guys\nI'm on go for the guys, smoke a O with the guys\nBitch, I hang out the V with the pole, let it fly\nThey keep dissin' like I ain't get back, don't know why\nBitch, I'm GBG, word to your dead, word to mines\nTalk on Nazzy and Berry, you must wanna die\nTalk on JayRipk and Dixe but what happened to—?\nWe don't mention that boy who got turned into 'za\n\nShake it, shake it, shake it, shake it\nI'm with the Flockas, I bet she get naked\nWalk with the 'Migos and Henny, no chasin', like\nShake it, shake it, shake it, shake it\nI'm with the Flockas, I bet she get naked\nShorty, she buggin', she want me to spank it, like (Ayy)\n\nYou on hots? Bitch, I'm on hots too\nI pull up to your window like drive-through\nCome get showered with bullets, no bridal\nPut a tag on your head, I could buy you (Bah)\nLike, huh? (Like, huh?)\nLike, what? (Like, what?)\nNone of these bitches is tough (On gang)\nI'm with the shits and it give me a rush\nShorty be lookin', think she got a crush (Oh, yeah)\nI'm not a steppa, bitch, I'm a stomper\nAll of my opps get mixed with the grabba\nBroke bitch said she was gon' touch me (Like what?)\nShe lyin', hakuna matata\nAll the bros know I'm uppin', I'll boom for 'em (Boom)\nAll the opps hope heaven got room for 'em (Grrah)\nEverything's dead, nothin' is friendly\nUp in my Prada, up in Balenci' (Grrah-grrah, grrah)\nFuck is she thinkin'? Know that I'm sanctioned\nYou crazy? Bitch, I'm retarded ('Tarded)\nYou okay? Somethin' is wrong (Wrong)\nTry to play me, you know I perform (Grrah-grrah, boom)\n\nShake it, shake it, shake it, shake it\nI'm with the Flockas, I bet she get naked\nWalk with the 'Migos and Henny, no chasin', like\nShake it, shake it, shake it, shake it\nI'm with the Flockas, I bet she get naked\nShorty, she buggin', she want me to spank it, like\n\nHey ladies, drop it down\nJust wanna see you touch the ground\nDon't be shy, girl, go Bananza\nShake ya' body like a belly dancer"}