{"id": 7894147, "title": "Brambleton", "artist": "Pusha T", "lyrics": "We was out in Brambleton after Pooh got hit\nClub Entourage in that new drop six\nIce that'll snag any new hot bitch\nChampagne super soaker screamin', \"Who got this?\"\nBeach niggas wanted work that they could move out quick\nBut my Norfolk niggas, they was on some shoot-out shit\nYou and I, we were different like the two got mixed\nBuyin' biggies, but was ridin' on some 2Pac shit\n(Why would I wanna?)\nWe was both hurt when we see how Q dropped Bish'\nSaid we knew the ledge better, we thе new plot twist\nWho knew your face bеin' all across the news outlets\nWould mean forever I would never talk to you 'bout shit?\nHuh\n\nWhy would I wanna hold you down\nWhen I know you now, the past is your go-to now?\nShit, we really used to roll around\nCoppin' quarter pounds, from the border towns\nAnd shit, Ferraris gettin' ordered now\nCan't water down, godfathers to you daughters now\nShit, but let me bring it all around\nRoles are different now, niggas need to tone it down\n(Why would I wanna?)\n\nYou would pay sixteen, I would pay eighteen\nWhen I paid twenty-two, still was a great thing\nLaid up countin' a million, we daydream\nTill the plug took back his half, that's they change\nWho was with you roaming the halls at night pacing?\n'Cause the feds watching them things that we chasing\nSliding doors just like the van on A-Team\nRevolvin' doors on them whores, they playthings\nIt was much more than foreigns that we were racing\nIf the past catch your dash, no erasing\nBlack 'Rari, white hood, make it a race thing\nWho knew our dynasty would end up a Jay/Dame thing?\nHuh\n\nWhy would I wanna hold you down\nWhen I know you now, the past is your go-to now?\nShit, we really used to roll around\nCoppin' quarter pounds, from the border towns\nAnd shit, Ferraris gettin' ordered now\nCan't water down, godfathers to you daughters now\nShit, but let me bring it all around\nRoles are different now, niggas need to tone it down\n(Why would I wanna?)\n\nIt was sad watching dude in Vlad interviews\nReally it's 'bout me, he channeled it through you\nHad a million answers, didn't have a clue\nWhy Michael kissed Fredo in Godfather II\nNames they concealed, I don't make up shit\nThis that no-witnesses-wrapped-in-duct-tape shit\nNeeded all my niggas just to move your brick\nThat had me on Brambleton back when Pooh got hit\nHuh\n\nWhy would I wanna hold you down\nWhen I know you now, the past is your go-to now?\nShit, we really used to roll around\nCoppin' quarter pounds, from the border towns\nAnd shit, Ferraris gettin' ordered now\nCan't water down, godfathers to you daughters now\nShit, but let me bring it all around\nRoles are different now, niggas need to tone it down\n\nWhy would I wanna hold you down?"}