{"id": 7933166, "title": "Wrapped Around Your Finger", "artist": "Post Malone", "lyrics": "I can’t call you right now, I been drinking\nAnd I know that I'll say what I'm thinking\nMy whole life I was drawn to the deep end\nWhen will it sink in?\nWhy do I tell myself that I’ll do the best I can?\nI know damn well that you couldn't give a damn\nTen billion cuties that think I'm the man\nBut if you come around, I'll be eatin' out your hand\n\nKeep me wrapped around your finger\nWrapped around your finger\nI was caught up in your orbit, spinnin' like a bullet\nI was wrapped around your finger, wrapped around your finger\nThen I shot back down to Earth (Shot back down to Earth)\nI keep wondering who's thе one replacing me?\nTakе me back to yesterday\nWhen I was wrapped around your finger\nWrapped around your finger\nThen was shot back down to Earth (Shot back down to Earth)\n\nWhen we met, you ain't know I was a singer\nYou weren’t impressed by all the ice on my fingers (So icy)\nI had your mom and daddy’s house on my pinky (My pinky)\nIf I'da known what it’d be like now\nI wouldn't be in misery right now\nLook in the mirror, I don't see myself\nBeing with me has gotta be like hell\nSo tell the devil I'ma be right down\n\nYou keep me wrapped around your finger\nWrapped around your finger, I was caught up in your orbit\nSpinnin’ like a bullet (Spinnin' like a bullet)\nI was wrapped around your finger, wrapped around your finger\nThen I shot back down to Earth (Shot back down to Earth)\nI keep wondering who's the one replacing me? (Oh)\nTake me back to yesterday\nWhen I was wrapped around your finger\nWrapped around your finger\nThen was shot back down to Earth (Shot back down to Earth)\n\nYeah, I'm wrapped around, and around\nAnd around on your finger now (Ooh, ooh, ooh)\nYou got me wrapped around, and around\nAnd around on your finger now (Ooh, ooh)\nI'ma be right down\n\nYou keep me wrapped around your finger\nWrapped around your finger, I was caught up in your orbit\nSpinnin' like a bullet (Spinnin' like a bullet)\nI was wrapped around your finger, wrapped around your finger\nThen I shot back down to Earth (Then was shot back down to Earth)\nI keep wondering who's the one replacing me?\nTake me back to yesterday\nWhen I was wrapped around your finger\nWrapped around your finger\nThen was shot back down to Earth"}