{"id": 7933156, "title": "I Like You (A Happier Song)", "artist": "Post Malone Featuring Doja Cat", "lyrics": "Ooh, girl, I like you, I do\nI wanna be your friend, go shoppin' in a Benz\nI like you, I do\nI’ll hit you when I land, can you fit me in your plans?\nI like you, I do\nWe went to bed in France and we woke up in Japan\nI like you, I do (I do), mm\n\nOh, girl, I know you only like it fancy (Fancy)\nSo I pull up in that Maybach Candy\nYeah, your boyfriend'll never understand me (Understand)\n'Cause I’m 'bout to pull his girl like a hammy, hammy (Wow)\nLet's take a li'l dip, li'l lady\nHit PCH, one-eighty\nHey, I been thinkin' lately\nThat I need someone to save me\nNow that I'm famous, I got hoes all around me (What?)\nBut I need a good girl, I need someone to ground me\nSo, please bе true, don't fuck around with me\nI need someonе to share this heart with me\nFill you up, then run it back again (Run it back again)\n\nOoh, girl, I like you, I do (I do)\nI wanna be your friend, go shoppin’ in a Benz (Woo)\nI like you, I do (I do)\nI’ll hit you when I land, can you fit me in your plans?\nI like you, I do (I do)\nWe went to bed in France, and we woke up in Japan\nI like you, I do, mm, I do\n\nLet me know when you're free\n’Cause I been tryna hit it all week, babe\nWhy you actin' all sweet?\nI know that you want li'l ol' me\nI get a little OD, but ain’t shit new to a freak\nLet me drop bands, put a jewel in ya teeth\nHe love the way I drip, turn that pool to the beach\nAnd I coulda copped a Birkin but I cop' Celine\nWhy we got the same taste for the finer things?\nBrand new nigga with the same old team\nNow he got me on a leash 'cause he said, “No strings”\nYou know I'm cool with that\nStole the pussy, you ain't get sued for that (Get sued, sued)\nWonder what a nigga might do for that (Do, might do)\nI could be your Chaka, where Rufus at? (Where?)\nEighty in the Benz when that roof go back, ay\nThey don't wanna see us get too attached, ay\nI just got a feelin' that we might be friends for a long, long time\nYou don't mind and you know I like you for that\n\nOoh, girl, I like you, I do (I do)\nI wanna be your friend, go shoppin' in a Benz\nI like you, I do (I do)\nI'll hit you when I land, can you fit me in your plans? (Baby, yeah)\nI like you, I do (I do)\nWe went to bed in France and we woke up in Japan\nI like you, I do (I do), mm, I do\n\nI just want you, I just want you\nYour heart's so big, but that ass is huge\nJust want you, oh, baby\nDo you like me, too? (Yeah, I like you too)\n\nGirl, I like you, I do (I do)\nI wanna be your friend, go shoppin' in a Benz\nI like you, I do, mm, I do\n\nI like you\nDon't want it now, I'm with you"}