{"id": 7944264, "title": "Are You Entertained", "artist": "Russ & Ed Sheeran", "lyrics": "Every time, every night is a loose one\nAnd every flight, you know that I put the crew on\nYou say that I dropped off, well, then tell me what you done\nI'm still in my winnin' phase, yeah, I been away\nAre you entertained? I'm gone (Yeah)\n\nThe god in me, that's what I'm constantly summonin'\nI love the climb, I don't care where the summit is\nFunny when pеople be sayin' I peakеd (Hah)\nRetired my parents, they live at the beach\nModels and freaks is my track record (Yeah)\nI made my homies my staff members\nGot myself lit to give y'all the light\nUsin' my mind to attract better\nAt first when adversity came, I said, \"Why me?\"\nNow I be starin' it down sayin', \"Try me\"\nKyrie, I handle it well\nThey still takin' shots, tryna hand me a L\nBut I pass on that\nAnger, I try not to act on that\nI'ma just transmute it\nPut it all back in the music\n\nIt's feelin' like I might just be on a roll\nI'm never sellin' my soul\nMy records are Platinum and Gold\nIt just keeps happenin', woah\nIt's feelin' like I might just be on a roll\nI'm never sellin' my soul\nMy records are Platinum and Gold\nIt just keeps happenin', woah\n\nEvery time you see me shine and move up (Yeah)\nMy seat is reclined, the jet is G5, I blew up (Blew up)\nYou tell me I fell off, but tell me what you done\nI'm still in my winnin' phase, 'Rari switchin' lanes\nAre you entertained? I'm gone\n\nWell, I'm in the pub with the bros\nLightin' up something that goes, nothin' is froze\nBut when I put the kettle on\nIt's a number that nobody knows\nI stay off the road, live in the sticks\nPut my profit into mortar and bricks\nYou know I got good advice from a couple guys\nTo leave more than just stress for my kids\nWell, isn't it blissful, baby\nSittin' in like we made it?\nIt's kinda mad how the game is\nYou celebrate it and hate it\nBut I don't pay no attention to the words\nPut out another one, let it burn\nStill on my list, you know what it is\nThey puttin' me first, yeah\nMet Russ in Carbone in New York\nNow we here, and I'm killin' the verse\nAnd every time, it's gotta be right\nAnd he told me, \"Teddy, boy, take 'em to church\" (Ohh-ohh)\nWhen you touch down up in London, you know what?\nGive me the stage and you're gonna see how it goes off\n\nEvery time, every night is a loose one\nMy seat is reclined, the jet is G5, I blew up (Blew up)\nYou say that I dropped off, well, then tell me what you done\nI'm still in my winnin' phase, 'Rari switchin' lanes\nAre you entertained? I'm gone"}