{"id": 7945161, "title": "Chickens", "artist": "Future Featuring EST Gee", "lyrics": "Woah, woah (Wheezy na área)\nWoah, woah\nWoah, woah\nGuardo todo meu dinheiro, grana\nWoah, woah\nCasado com meu dinheiro, grana\nWoah, woah\n\nGrana, grana (Coloque os anéis)\nGrana, grana\nGrana, grana (Jogue essa codeína)\nGrana, grana\nTudo que eu falo são grana, grana (Tudo, tudo que eu falo são notas)\nGrana, grana\nGrana, grana\nCozinha\n\nMe sento e fico abaixado até você chegar\nVou gastar um milhão no caminhão\nPego um caminhão Bentley fora da linha\nSem esse Richard, meus ganhos estão à altura\nMais do que três milhões só no carro\nCurtindo quase todo dia, de noite até de manhã\nMe dê uma Sprite, vou encher ela de droga\nCarregando o fogo, mano, espero que você não sufoque\nO que você tá fazendo? Ei, ei, ei, ei, ei, ei, ei\nCem vadias, elas me chamam de Chamberlain\nNovo milênio, pareço um alienígena\nColoco um milhão na balança, vou ter que pesar\nEu decolo, vejo o fogo no remate\nAviso as tropas e carrego uma caravana\nEu manobrei, mas eu tenho uma catraca\nTinha o carro à prova de balas, vamos bater (Bater)\nQuando você lida com demônios, nós não ligamos\nDiferentes níveis para rebatedores e vadias más\nEu estava chapando, eu comi uma catfish\nEu estava me inclinando e parei todo o Xanax\nEu estava querendo cortar o ecstasy\nEu estava pensando em encontrar uma saída\nNo caminho do E, eu sei que você não pode me pegar\nNão vou a lugar nenhum sem derramar o Tuss'\nMe junto em couro e corto\nAutomóveis estrangeiros pretos, Wakanda\nE não vão a lugar nenhum, nós fudemos essa merda todo verão\nComo quando eu estava vendendo cocaína dentro das trincheiras, saiba que um mano fica maluco\n(Wheezy na área)\nComo você está, mano, o que você está fazendo?\n\nGrana, grana\nGrana, grana\nGrana, grana\nGrana\nTudo o que eu quero é grana, grana\nGrana, grana\nGrana, grana\nGrana, sim\n\nPluto está fodendo essa merda, indo\nSim, eu não vou a lugar nenhum sem minha ferramenta\n\nSim, você não tem sacola, você está rimando sobre o pacote do seu parça\nEm mim, até OT, como se eu não soubesse vacilar\nIsso não é 2003, eu não sou o Jeezy, vai com isso\nEu não posso devolver\nLinguagem de slime, o telefone pode estar tapado\nCinco pilhas de notas fazem ela ficar deitada de costas\nTomo mais uma pílula, tento relaxar\nGuarde as opiniões, eu só quero os fatos\nSeus oponentes morrem? Sim, todo o maldito tempo\nEsses tiros voam? Sim, ao braço, peito, pescoço e mente\nQuanto mais eu devo comprar para que o preço chegue a vinte e cinco?\nEu sou a coisa real, eu fui um plug, ainda posso levar para você\nEssa é a cocaína pura, você coloca o refrigerante, não vai estragar a sensação\nUsada para cozinhar Hank, o vinagre, isso incha, deixa o cheiro\nPegue um monte daquele quarteirão, eu sei que ele caiu porque ele não pode dizer\nNa minha quebrada, sim, eu sou tipo o 2Pac, mas não vou morrer ou ir para a cadeia\nCostumava servir baixas com meu papai, ele tinha os lugares, eu tinha o correio\nEu encontrei a vida dentro de uma torta, um relógio AP cravejado também\nEla sabe que eu sou rico, mas tá sentada aqui chateada como se ela não fosse embora até eu pagar a ela, louca\n\nGrana\nGrana, grana\nGrana (Wheezy na área), grana\nGrana\nTudo que eu quero é grana, grana\nGrana, grana\nGrana, grana\nGrana, sim\n\nPluto está fudendo essa merda, indo\nSim, eu não vou a lugar nenhum sem minha ferramenta\n\nSim, sim, frango\nSim, cozinha, sim, sim, sim"}