{"id": 7967958, "title": "Yo No Soy Celoso", "artist": "Bad Bunny", "lyrics": "Ey, ey\n\nEl que esté libre de pecado que tire una piedra y yo tiro un peñón, yo tiro un peñón\nAnoche soñé contigo y me levanté gruñón\nBebiendo desde temprano, Dios me cuide el hígado y riñón, ey, ey, ey\nExtrañando toa' las noche' de cabernet y mignon\nAhora eres de fuego como Olga Tañón, je\nY en el cora me dejaste el Gran Cañón\nTú y yo éramo' los Thunder y se rompió el equipo\nAyer te vieron dizque en Fifty-Eight con otro tipo\nYo también ando con una galla que con ella flipo\nY no, no\n\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón, eh\n\nWow, sé que soy un caripelao, encojona'o por eso\nCuando con má' de mil he esta'o, a cuántas no le' he da'o, je\nPero tranquila, que yo mismo me tengo amenaza'o\nYo sé lo que tenía, lo que no sabía e' qué se sentía perderlo\nSi Beto lo enrola voy a prenderlo, si traen perico vo'a huelerlo\nEl cora y la mente enreda'o, en el pecho tengo un dreadlock\nEnamora'o por aquí, enamora'o por allá, Cupido, basta ya\nTe quiero pa' mí na' má', y eso e' egoísmo\nMe pongo celoso sin razón y eso es machismo, ey\nUn bofetón pa' mí mismo\nCogimo' vacacione' y no' fuimo' de turismo\nPor el Caribe probando nuevas táctica'\nPero si vuelve' a la Antártica\n\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón, eh"}