{"id": 7970919, "title": "Young Harleezy", "artist": "Jack Harlow", "lyrics": "Young Harleezy, y'all grew up shooting RPG's\nI was in the seventh grade selling hard CD's (That's true)\nI was on stage, talent show, heart beating\nNow I make it sound like I write the bars easy\nBut I'm ten years in, it took me eight to start eating (Uh-huh)\nSix to start drinking, nine to give it up\nNow the bottles in my section mark Fiji\nAnd it's hard to find some girls that aren't freaky (Mmm-hmm)\nThe pressure keeps building but luckily, I'm built for it (Tough)\nTryna turn these money trees to a lil' forest\nIt used to feel forced, now I got the feel for it\nI know you wanna see me, but I'm still touring (Ah)\nUsed to be on Norris back whеn Twiggy was in chorus\nRocking 990's, not Jordans\nYou can find my name besides \"Smooth\" in thе thesaurus\nI don't drink Tequila, but for you I still pour—\n\nOh, that's pimpin' right there\nOoh-wee\nDroppin' leaves, drippin' honey on butterflies\nImagine that\nAyy, Jack, I mean, Mack, 'cause Jack is the Mack, and he's back, believe that\n\nAyy, this can't just be luck\nIt's a reason all this shit be goin' how it does\nI ain't tryna hear about the past and what it was\nI don't care who lookin', get you passion in the club\nWho out here is passionate as us?\nI'm the one they trust, we the ones that's makin' a big fuss\nNew school shit, I give you money for the bus and a letter grade too, I'm thinkin' C+\nAnd as for us, big A-listers\nPull up in that big shit, you know, the paint drippers\nI got a baddie and another baddie came with her\nIt must be somethin' goin' on that's got my name slicker\n'Cause it's rollin' off the tongue (Tongue)\nSummertime got these girls sprung\nThere was a time I wasn't the one\nBut now that shit's done, word to Nicki, all I got is sons\nSo come around and you could get somethin', for fun\n\nAm I fancy enough? Am I dancing enough? (Ah)\nAm I handsome enough? (Yes) Tell me right now, so I can be enough\nIt can't just be us, sure enough, someone else sees what's what\nI just wanna take you overseas, what's up?\nI just wanna tell you it could be just us\nAm I fancy enough? Am I dancing enough? (Ah)\nAm I handsome enough? Tell me right now, so I can be en—\n\nI'm goin' back in, Weezy voice\nYou and me for her is one hell of a easy choice\nI ain't know that she was such a freak 'cause she be coy\nTrust me, where I'm sittin', I can't even see these boys\nI ain't like that CD boy, you better eat them Wheaties boy\nThis is not Vanilla Ice or Beastie Boys\nSo much bread in my account, that shit is yeasty, boy\nSnowbunnies for my dawgs, Happy Easter, boys\nSaid your boyfriend's a fan? Nice to meet you, boy\nShe a vegan, but she still try and eat ya' boy\nThere comes a time where I reach a point where I gotta make a point\nPlease understand I could take your joint (Ah)\nHeartthrob lifestyle, I could not fake it\nTop spot in my sights, might gotta take it\nHow can I pretend like this life is not amazin'?\nTrust me, it's amazin', I can't believe I used to be debatin'\n\nAm I fancy enough? Am I dancing enough? (Ah)\nAm I handsome enough? (Yes) Tell me right now, so I can be enough\nIt can't just be us, sure enough someone else sees what's what\nI just wanna take you overseas, what's up?\nI just wanna tell you it could be just us\nAm I fancy enough? Am I dancing enough?\nAm I handsome enough? Tell me right now, so I can be en—"}