{"id": 7983105, "title": "Insane", "artist": "Post Malone", "lyrics": "Take your bitch, give her back, insane\nSent her packing, she was actin' crazy\nGoin' batshit in the backseat, range\nShe was classy, now she nasty, hey\nI'm a bachelor, I'm a bastard, hey (Wow)\nDon't believe me? You can ask her, hey\nGoin' batshit in the backseat, range\nShe was classy, now she nasty, hey\n\nBring that ass, meet me backstage\nA million racks, I need it cash, cake\nYeah, we both got a car, but it's different\nYeah, we both got a house, but it's differеnt\nYeah, we both got teeth, but it's differеnt\n(Both got teeth, both got teeth, yeah)\nI wanna see somethin' in a short skirt, please\nI wanna see somethin' in a shirt skort, please (Wow)\nTreat my top like my ex, I'ma cut it off completely\nTreat my top like my ex, I'ma cut it off completely (Skrrt, skrrt)\n\nTake your bitch, give her back, insane (Wow)\nSent her packing, she was actin' crazy\nGoin' batshit in the backseat, range (Wow)\nShe was classy, now she nasty, hey\nI'm a bachelor, I'm a bastard, hey (Wow)\nDon't believe me? You can ask her, hey\nGoin' batshit in the backseat, range (Ooh)\nShe was classy, now she nasty, hey (Wow)\n\nSecond verse, second verse, yay\nSecond verse, second verse, again\nPut her on game, this is not the same though\nThis is a Mulsanne, diamonds make a rainbow\nKeep my Glocky tucked like a baby in a manger\nWhen your girl around me, she treat you like a stranger\nI got twenty, thirty strippers in the Sprinter van\nIt's a little cramped to try to teach me how to dance\nOoh, you talkin' that shit, but\nYou ain't gonna do shit, ooh (Gonna do shit, ooh)\nI ain't even gotta get up (Get it)\nAin't nobody scared of you, ooh (Damn)\n\nTake your bitch, give her back, insane (Wow)\nSent her packing, she was actin' crazy\nGoin' batshit in the backseat, range\nShe was classy, now she nasty, hey\nI'm a bachelor, I'm a bastard, hey (Wow)\nDon't believe me? You can ask her, hey\nGoin' batshit in the backseat, range (Wow)\nShe was classy, now she nasty, hey (Hey)"}