{"id": 7994552, "title": "Mr. Morale", "artist": "Kendrick Lamar & Tanna Leone", "lyrics": "Fue una de las peores actuaciones que he visto en mi vida\nNo pude dormir anoche porque sentí esta mierda–\nOoh, ah, ooh, ah\nOoh, ah, ah, ooh, ah, ah, ah, ah, ah\nSi, si, si, si, yee\n\nEnoch, tu padre acaba de desintoxicarse, mi llamado es justo a tiempo\nTransformación, debo tener mil vidas\nY como tres mil esposas\nDeberías saber que estoy un poco fuera de lugar\nLuchando contra los demonios que han estado afuera\nMe conozco mejor como yo mismo, soy un semidiós\nCada pensamiento es creativo, a veces tengo miedo de mi mente abierta\n\nHay mierda en mi mente, y es pesado\nTe lo cuento en pedazos porque es demasiado pesado\nMis diamantes, la gargantilla es pesada\nMás vida para dar a carta, ¿estás preparado?\nQuién los mantiene honestos como nosotros?\nQuién se alinea como nosotros?\nQuién tiene que curarlos a todos? nosotros (Nosotros)\nCuando no hay nadie a quien llamar\n\nNo necesito ninguna conversación\nNo se trata del negocio, cierra la puerta ahora\nPerra, es una celebración\nY si esta mierda no funciona, ¿para qué sirve ahora?\n\nSaliendo cuando el peso se levantaba\nFloto sobre ellos (Ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, floto, ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, floto, ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, ooh-ooh-ooh, da-da)\nSaliendo cuando el peso se levantaba\nFloto sobre ellos (Ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, floto, ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, floto, ooh-ooh-ooh, da-da)\nFloto sobre ellos (Floto, floto, ooh-ooh-ooh, da-da)\n\nUzi, tu padre está en profunda meditación\nMi espíritu está despierto y mi cerebro está dormido\nTengo una nueva temperatura\nAfilando múltiples espadas en la fe que creo\nPienso en Robert Kelly\nSi no lo molestaran, me pregunto si la vida le fallará\nMe pregunto si Oprah encontró el cierre\nLa forma en que postergó el dolor que lleva una mujer\nMi madre abusada de jóven\nComo todos ellos otros de donde venimos\nEl SSI entierra a miembros de la familia\nEn el repaso, sirven pollo de Popeyes\n¿Qué sabes sobre el trauma negro?\nLa mitad de esto, el volver atrás es otro género\nTyler Perry, la cara de mil raperos\nUsan la violencia para encubrir lo que realmente sucede\nSé que alguien está escuchando\nRegresiones a vidas pasadas para conocer mis condiciones\nSe basa en la experiencia\nComa por coma, mis hábitos insensibles\nVí a mi primo luchar contra la adicción\nLuego ví a su primogénito ganar un millón\nY ambos están fuera de la red por el perdón\nMe estoy sacrificando para comenzar la curación\n\nHay mierda en mi mente, y es pesado\nTe lo cuento en pedazos porque es demasiado pesado\nMis diamantes, la gargantilla es pesada\nMás vida para dar a carta, ¿estás preparado?\nQuién los mantiene honestos como nosotros?\nQuién se alinea como nosotros?\nQuién tiene que curarlos a todos? nosotros (Nosotros)\nCuando no hay nadie a quien llamar (Nosotros)\n\nDi: \"Hidrátate, es hora de sanar\"\nA salvo, estás frustrado, puedo sentirlo\nAcurrúquense, aten la bandera, llamen a las tropas, griten de vuelta\nAcurrúquense, aten la bandera, llamen a las tropas, griten de vuelta\nSí, sí, sí, sí\nLa gente es absorbida por este cuerpo del dolor\nPorque este campo de energía que casi tiene vida propia\nNecesita, periódicamente, alimentarse de más infelicidad"}