{"id": 7995424, "title": "Worldwide Steppers", "artist": "Kendrick Lamar", "lyrics": "I'm a killer, he's a killer, she's a killer, bitch\nWe some killers, walkin' zombies, tryna scratch that itch\nGermophobic, hetero and—\n\nI am not for the faint of heart\nMy genetic build can build multi-universes, the man of God\nPlayin' \"Baby Shark\" with my daughter\nWatchin' for sharks outside at the same time\nLife as a protective father, I'd kill for her\nMy son Enoch is the part two\nWhen I expire, my children'll make higher valleys\nIn this present moment, I saw that through\nAsk Whitney about my lust addiction\nText messagin' bitches got my thumbs hurt\nSet precedent for a new sacrilegion\nWriter's block for two years, nothin' moved me\nAsked God to speak through me, that's what you hearin' now\nThe voice of yours truly\nTeleport out my own body for comfort\nI don't pass judgment, past life regressions keep me in question\nWhere did I come from? I don't think like I used to\nNo, I don't blink like I used to\nAwkward stares at everybody, see the flesh of man\nBut still, this man compared to nobody\nYesterday, I prayed to the flowers and trees\nGratification to the powers that be\nSynchronization with my energy chakras, the ghost of Dr. Sebi\nPaid it forward, cleaned out my toxins, bacteria heavy\nSciatica nerve pinch, I don't know how to feel\nLike the first time I fucked a white bitch\n\nThe first time I fucked a white bitch\nI was sixteen at the Palisades\nFumblin' my grades, I traveled with the team\nThe apache life, Centennial was like\nWhen Mrs. Baker screamed at Doughboy\nMixed that with Purple Rain\nThey interchanged the scenes\nHappy just to be out the hood\nWith all the wealthy kids\nCredit cards and family plans\nShe drove her daddy's Benz\nI found out that he was a sheriff\nThat was a win-win\nBecause he had locked up Uncle Perry\nShe paid her daddy's sins\nNext time I fucked a white bitch\nWas out in Copenhagen\n​good kid, m.A.A.d city tour\nI flourished on them stages\nWhitney asked did I have a problem\nI said, \"I might be racist\"\nAncestors watchin' me fuck was like retaliation\n\nI'm a killer, he's a killer, she's a killer, bitch\nWe some killers, walkin' zombies, tryna scratch that itch\nGermophobic, hetero and homophobic\nPhotoshoppin' lies and motives\nHide your eyes, then pose for the pic\n\nWhat the—\n\nEight billion people on Earth, silent murderers\nNon-profits, preachers and church? Crooks and burglars (Woo)\nHollywood corporate in school, teachin' philosophies\nYou either gon' be dead or in jail, killer psychology\nSilent murderer, what's your body count? Who your sponsorship?\nObjectified so many bitches, I killed their confidence (What the—)\nThe media's the new religion, you killed the consciousness (What the fuck?)\nYour jealousy is way too pretentious, you killed accomplishments (What the fuck?)\nNiggas killed freedom of speech, everyone sensitive (What the fuck?)\nIf your opinion fuck 'round and leak, might as well send your will (What the—)\nThe industry has killed the creators, I'll be the first to say (What the fuck?)\nTo each exec', \"I'm saving your children\"—We can't negotiate (What the—)\nI caught a couple of bodies myself, slid my community\nMy last Christmas toy drive in Compton handed out eulogies\nNot because the rags in the park had red gradient\nBut because the high blood pressure flooded the caterin'\nSo what's the difference 'tween your life when hiding motives?\nMore fatalities and reality bring you closure\nThe noble person that goes to work and pray like they 'posed to?\nSlaughter people too, your murder's just a bit slower\n\nI'm a killer, he's a killer, she's a killer, bitch (What the fuck?)\nWe some killers, walkin' zombies, tryna scratch that itch (What the—)\nGermophobic, hetero and homophobic\nPhotoshoppin' lies and motives\nHide your eyes, then pose for the pic'"}