{"id": 7995446, "title": "Savior (Interlude)", "artist": "Kendrick Lamar", "lyrics": "You ever seen your mama strung out while you studied division?\nYour uncle ever stole from you, day after Christmas?\nSeen both of those in them county jail visits\nThe first and the fifteenth, the only religion\nNoodles in the microwave, shark tank tidal wave\nGrandma shootin' niggas, blood on the highway\nCrossеs on the dashboard, you just want a platform\nI wanna take evеrything that I ask for\nCatch me a body, I'll put that on anybody but my mama\nShe showin' a pattern for certain\nI think it's white panties and minimal condoms\nMy uncle would tell me the shit in the movies could only be magic\nThis year, I did forty-three shows and took it all home to buy him a casket\nJack of all trades, got money out the way\nPut my heart in the faith, I'm good, love\nCousin in the courts, heard he jumped off the porch\nTurn a brick to a Porsche, I'm good, love\nCatch us, you know I'm gon' rack up\nI need the advance and the equity to match up\nThe engineer dead if the drive don't back up\nThese words come of God, you could never outrap us\nNowadays, gotta walk cautious, ayy\nNowadays, I'm a new prophet, ayy\nGame dead, no autopsy, ayy\nCity girl with they new hobby, ayy\nCatch a body, put the Prada in the ta-da\nNigga 'bout to get some pussy, give me five (Give me five)\nGun dirty, got the thirty in the purse, purse\nTight bitch, put a perky in her salad\nI gotta pray for the basic\nI never seen my niggas bust down faces\nThem niggas not tasteless\nI only had one chance, I ain't even waste it\nBeen down on my luck\nBeen down on my luck when I fa-a-all\nI gotta get up\nI gotta get back up and ba-a-a-all\nR.I.P., under my people\nI'm proud of my people, I'm proud of my dawgs\nMy ex got a beamer, she want me to see it\nI still ain't gon' see it, like, okay\nI love when they ratchet, I don't do her Patek\nI still do the watches the old way\nShe think I'm conceited, I'm thinkin' 'bout cheatin'\nI don't do the flowers or roleplay\nNow, how can I fold lookin' at twenty million\nThis money don't come with a probate\nMama, I said it'd be okay\n\nI got this shit brackin' in four days\nFour eyes, four eyes, two eyes\nSwitch sides, nigga be fresh out\nSuicide doors, I suicide, suicide\nLambo body, who gon' stop me?\nBaby Keem is too wild\nFunction at the temple\nJesus pieces in the luau\nMr. Morale"}