{"id": 7995415, "title": "N95", "artist": "Kendrick Lamar", "lyrics": "Take off the foo-foo, take off the clout chase, take off the Wi-Fi\nTake off the money phone, take off the car loan, take off the flex and the white lies\nTake off the weird-ass jewelry, I'ma take ten steps, then I'm takin' off top five\nTake off them fabricated streams and them microwave memes, it's a real world outside (Take that shit off)\nTake off your idols, take off the runway, I take off to Cairo (Take that shit off)\nTake off to Saint-Tropez, five-day stay, take a quarter mil', hell if I know (Take that shit off)\nTake off the front flag, take off perception, take off the cop with the eye patch (Take that shit off)\nTake off the unloyal, take off the unsure, take off decisions I lack (Take it off)\nTake off the fake deep, take off the fake woke, take off the, \"I'm broke, I care\" (Take it off)\nTake off the gossip, take off the new logic that if I'm rich, I'm rare (Take it off)\nTake off the Chanel, take off the Dolce, take off the Birkin bag (Take it off)\nTake all that designer bullshit off, and what do you have?\n\nBitch, huh, huh, ugh, you ugly as fuck (You outta pocket)\nHuh, two ATMs (Hah, hah, hah, hah), you steppin' or what? (You outta pocket)\nHuh, who you think they talk about? Talk about us (You outta pocket; shoot, shoot, shoot)\nWho you think they copy off? (Brrt, brrt, brrt, brrt, brrt) Copy off us (Get back in pocket)\n\nThe world in a panic, the women is stranded, the men on a run\nThe prophets abandoned, the law take advantage, the market is crashin', the industry wants\nNiggas and bitches to sleep in a box while they makin' a mockery followin' us\nThis ain't Monopoly, watchin' for love, this ain't monogamy, y'all gettin' fucked\nJumpin' on what the hell is that? I gotta relax when I feel (Huh, facts)\nAll my descendants, they come in my sleep and say I am too real (Huh, facts)\nI'm done with the sensitive, takin' it personal, done with the black and the white, the wrong and the right\nYou hopin' for change and clericals, I know the feelings that came with burial's cries\n\nBitch, huh, huh, ugh, you ugly as fuck (You outta pocket)\nHuh, two ATMs (Hah, hah, hah, hah, hah), you steppin' or what? (You outta pocket)\nHuh, who you think they talk about? Talk about us (You outta pocket; shoot, shoot, shoot)\nWho you think they copy off? (Brrt, brrt, brrt, brrt) Copy off us\n\nServin' up a look, dancin' in a drought\nHello to the big stepper, never losin' count\nVentin' in the safe house\nVentin' in the sa—\n\nCan I vent all my truth? I got nothin' to lose, I got problems and pools, I can swim on my faith\nCameras movin' whenever I'm movin', the family suin' whatever I make\nMurder is stackin', the president actin', the government taxin' my funds in the bank\nHomies attractin' the feds when I'm brackin', look at my reaction, my pupils on skates (Hold up, hold up)\nLet's think about this for a second (Let's go)\nTell me what you would do for aesthetic (Let's go)\nWould you sell your soul on credit? (Let's go)\nWould you sell your bro for leverage? (Let's go)\nWhere the hypocrites at?\nWhat community feel they the only ones relevant? (Let's go)\nWhere the hypocrites at?\nWhat community feel they the only ones relevant? (Let's go)\n\nHuh, huh, huh, you outta pocket, yeah, you outta pocket (This shit hard)\nYou entertain the mediocre, need to stop it (This shit hard)\nYou entertainin' old friends when they toxic (This shit hard)\nWhat your life like? Bullshit and gossip (This shit hard)\nWhat the fuck is cancel culture, dog?\nSay what I want about you niggas, I'm like Oprah, dog\nI treat you crackers like I'm Jigga, watch, I own it all\nOh, you worried 'bout a critic? That ain't protocol (Bitch)"}