{"id": 7995467, "title": "Die Hard", "artist": "Kendrick Lamar, Blxst & Amanda Reifer", "lyrics": "Me quito el dolor, me quito el dolor\nMe quito el dolor, me quito el dolor\nTe levanté cuando te caíste y te cortaste la rodilla\nTe dije que no lloraras y te mantuve cerca de mí\n\nEspero que no sea demasiado tarde para enderezar mis demonios\nSé que te hice esperar, pero ¿cuánto puedes soportar?\nEspero que veas al Dios en mí, еspero que veas\nY si еs arriba, quédate abajo por mí, sí\n\nShimmy, shimmy, puff de cacao\nSerafina, la flama entre nosotros\nDonde estaría sin tu amor\nDescansa tus alas y confía, te siento\nProfundo (Sé que sientes), profundo (Sé que sientes)\nProfundo (Sé que sientes), profundo (Demasiado profundo)\nProfundo (Sé que sientes), profundo (Sé que sientes)\nProfundo (Sé que sientes), profundo\n\n¿Me amas? (Vale) ¿Confías en mí? (Vale)\n¿Puedo confiar en ti? (Vale) No me juzgues (Vale)\nEstoy muriendo duro, se pone feo (Vale)\nDemasiado apasionado, se pone feo (Vale)\nMmm, ah-ah\nMe pregunto dónde perdí mi camino\nMmm, ah-ah\nHe estado esperando tu llamada todo el día\nDime que estás en mi esquina ahora mismo\nCuando me quedo corto, me inclino sobre ti para gritar\nTodos tenemos suficiente para mentir\nMi verdad es demasiado complicada para esconderla ahora\n¿Puedo abrirme? ¿Es seguro o no?\nTengo un poco de miedo, ¿te identificas o no?\nTen un poco de fe, puede que me tome mi tiempo\nNo hay cara de salvación esta vez\n\nEspero que no sea demasiado tarde para enderezar mis demonios\nSé que te hice esperar, pero ¿cuánto puedes soportar?\nEspero que veas al Dios en mí, espero que veas\nY si es arriba, quédate abajo por mí, sí\n\nShimmy, shimmy, puff de cacao\nSerafina, la flama entre nosotros\nDonde estaría sin tu amor\nDescansa tus alas y confía, te siento\nProfundo (Sé que sientes), profundo (Sé que sientes)\nProfundo (Sé que sientes), profundo (Demasiado profundo)\nProfundo (Sé que sientes), profundo (Sé que sientes)\nProfundo (Sé que sientes), profundo\n\nTengo algunos remordimientos (Yo-yo-yo, sí)\nPero mi pasado no me alejará de lo mejor (Yo-yo-yo, sí)\nLos errores sutiles se sienten como vida o muerte (Yo-yo-yo, sí)\nQuiero ver a la familia más fuerte\nQuiero ver el dinero por más tiempo\nSabes que moriría por ti (moriría por ti)\nMe emociono con la vida\nLos perdidos me mantienen despierto por la noche\nEl mundo me recuerda que es un peligro\nAún así lo arriesgaría todo por un extraño\nSi te dijera quién soy, ¿lo usarías en mi contra?\nBien o mal, no hay piedra, sólo amor para enviarme\n\nEspero que no sea demasiado tarde para enderezar mis demonios\nSé que te hice esperar, pero ¿cuánto puedes soportar?\nEspero que veas al Dios en mí, espero que veas\nY si es arriba, quédate abajo por mí, sí\n\nCariño, me haces rezar por Londres\nSí, porque si lo ganaba todo sin ti (Te amo)\nSupongo que todo es para nada"}