{"id": 7995410, "title": "Count Me Out", "artist": "Kendrick Lamar", "lyrics": "One of these lives, I'ma make things right\nWith the wrongs I've done, that's when I unite\nWith the Father, Son, 'til then, I fight\nRain on me, put the blame on me\nGot guilt, got hurt, got shame on me\nGot six magazines that's aimed at me\nDone every magazine, what's fame to me?\n(And I'm tripping and falling)\nIt's a game to me, where the bedroom at?\nSleep, I ain't nevеr had affairs with that\nWhat's fair when the hearts and thе words don't reach?\nWhat's fair when the money don't take things back?\nIt's rare when somebody take your dreams back\n(And I'm tripping and falling)\nI care too much, wanna share too much, in my head too much\nI shut down too, I ain't there too much\nI'm a complex soul, they layered me up\nThen broke me down, and morality's dust, I lack in trust\n(And I'm tripping and falling)\nThis time around, I trust myself\nPlease everybody else but myself\nAll else fails, I was myself\nOutdone fear, outdone myself\nThis year, you better one yourself\n(And I'm tripping and falling)\nMasks on the babies, mask on an opp\nWear masks in the neighborhood stores you shop\nBut a mask won't hide who you are inside\nLook around, the reality's carved in lies\nWipe my ego, dodge my pride\n(And I'm tripping and falling)\nLook myself in the mirror\nAmityville, ain't seen nothin' scarier\nI fought like a pitbull terrier\nBlood I shed could fill up aquariums\nTell all my angels, \"Carry 'em\"\n(And I'm tripping and falling)\nEvery emotion been deprived\nEven my strong points couldn't survive\nIf I didn't learn to love myself, forgive myself a hundred times, dawg\n\nI love when you count me out (Huh)\nI love when you count me out\nI love when you count me out\n(Wah, woo, wah, woo, wah)\nI love when you count me out\nFuck it up, fuck it up, fuck it up, fuck it up, fuckin' it up\nHow you gon' win my trust when the lies run deep? (Wah, woo, wah)\nHow you gon' bend your love when the bad don't sleep? (Sheesh)\nBeep, beep, crash our feelings in the middle of the street (Vroom, vroom)\n\nFuck it up, fuck it up, fuck it up, fuck it up, fuckin' it up (Huh, huh)\n\nWhen you was at your lowest, tell me where the hoes was at?\nWhen you was at your lowest, tell me where the bros was at?\n3:30 in the mornin', scroll through the call log (Huh, huh, huh, huh)\nAin't nobody but the mirror lookin' for the fall off (Brrrt)\n\nI love when you count me out\nI love when you count me out\nI love when you count me out\nI love when you count me out\n(Wah, woo, wah, woo, wah)\nMy name is in your mouth, shoo, shoo\nIt's gon' take more than pride to stop me\nCall 9-1-1, I caught a body\nSun up now, and yesterday is fadin'\nHealing's only 'bout a mile away\nLet me tell you 'bout the woman I know (That's my baby)\nI know karma like to follow us strong (Sheesh)\nI know millionaires that feel alone (Sheesh)\nAnytime I couldn't find God, I still could find myself through a song\nMany find they life in a phone\n\nFuck it up, fuck it up, fuck it up, fuck it up, fuckin' it up\n\nYou said I'd feel better if I just worked hard without liftin' my head up\nThat left me fed up\nYou made me worry\nI wanted my best version, but you ignored me\nThen changed the story, then changed the story\nGood energy in the room, drop the location, please\nAntibiotic for the womb when I'm frustrated, please\n(Antibiotic for the womb when I'm frustrated)\nTryna keep my good conscience in rotation\nThoughts in my head, they livin' there with no— (Tryna keep my good)\nI made a decision, never give you my feelings\nFuck with you from, fuck with you from a distance\nSome put it on the Devil when they fall short\nI put it on my ego, lord of all lords\nSometimes I fall for her, dawg\n\nI love when you count me out\nI love when you count me out (Sheesh)\nI love when you count me out (Sheesh)\nI love when you count me out (Wah, woo, wah, woo, wah)\nMy name is in your mouth\n\nFuck it up, fuck it up, fuck it up, fuck it up, fuckin' it up (True, true)\n\nMiss Regrets, I believe that you done me wrong (Miss Regrets)\nMiss Regrets, can you please exit out my home? (Miss Regrets)\nMiss Regret, I think I'm better off alone (Miss Regrets)\n(Miss Regret) Miss Regret, I got these deep regrets\n(And I'm tripping and falling)\nSome things I can't forget\nLord knows, I tried my best\nYou said it's not my best\nI came up out my flesh\nSomething's up, must confess (Ah, ya)\n(And I'm tripping and falling)\nSpoke my truth, paid my debt (Ah, ya)\nCan't you see I'm a wreck? (Ah, ya)\nLet me loose, I digress (Ah, ya)\nThis is me, and I'm blessed (Ah, ya)\nThis is me, and I'm blessed (Ah, ya)\nThis is me, and I'm blessed (Ah, ya)\nThis is me, and I'm blessed (Ah, ya)\nAnybody fightin' through the stress? (Ah, ya)\nAnybody fightin' through the—?"}