{"id": 8021111, "title": "Die Young", "artist": "Sleepy Hallow Featuring 347aidan", "lyrics": "Ayy, I don't wanna die young, so I stay with a stick\nStill on that shit, fuck two times six\nForgot who I was, let me talk my shit, like\nSturdiana, buss a move when I get up behind ya\nShorty bad, she get it from her mama\nI do what I do and she do what she wanna\nThat's a fact and no cap\nMe and Sheff had to run up them racks\nIf you miss then we doublin' back\n2018, I was stuck in the trap\nFell in love and I got too attached\nHeart got broke, it ain't no comin' back\nIf we up it, ain't no comin' back\nFuck with my opps, said they no comin' back\nIs you with it?, If you up it, I up it, let's get it\nSleepy ain't feel no love in a minute\nBut, fuck it 'cause I ain't been broke in a minute\nAnd your bitch hit me up said she just wanna fuck\n'Cause she ain't feel the strokes in a minute\nYou know me, I be hittin' it different\nSo you can't get it back when I'm finished\nSo you can't get it—\nWhen l'm cookin,' l'm not in the kitchen\nI'm probably somewhere outta town doing business\nSo, I'm sorry if I couldn't kick it\nI got attached, so I had to go missin'\nSaid she love me that's part of my mission\nNiggas be fake, gotta keep 'em a distance\nBaby stop all that trippin', you should just listen\nThree words, my body different\n\nSo I'm lookin' through my memories, fallin' into jealousy\nHow can I miss you? You're really just my enemy (Ayy)\nBreakin' apart, but I gotta hold my legacy\nAnd I don't wanna die-I don't-I don't wanna die young and—\n\nI don't wanna die young that might make mama crazy\nNo ocean I'm too wavy\nNo therapy could save me\nTook L's been winnin' lately\nLocked in ain't no escapin'\nSometimes I get impatient\nMask on, no face no, cases, yeah (Yeah, yeah, yeah)\nFall back, baby I gotta breathe\nFear nobody, I'm ready to bleed\nAnd she for the streets, she not for me\nFrom a place where they never believe\nIn the hood, thought I never would leave\nLike, what would you do if you run into me?\nGrab the choppa and you better squeeze\nHad no knock as he bob and he weave\nIf I go better follow my lead\nI still make it hot, like a hunnid degrees\nShow no love 'cause it's hard to receive\nYou seen what I seen then you'd probably agree\nCops and robbers, I'm playin' the thief\nAnd mama told me not to play in these streets\nIt's too late 'cause l'm playin' for keeps\n\nSo I'm lookin' through my memories, fallin' into jealousy\nHow can I miss you? You're really just my enemy (I don't wanna die young)\nBreakin' apart, but I gotta hold my legacy\nAnd I don't wanna die, I don't-I don't wanna die young and—\n(I don't wanna die young) So I'm lookin' through my memories, fallin' into jealousy\nHow can I miss you? You’re really just my enemy (I don't wanna die young)\nBreakin' apart, but I gotta hold my legacy\nAnd I don't wanna die-I don't-I don't wanna die young and—\n\nDamn\nSo I'm—\nDamn\nI don't wanna die young and—\nSo I'm—"}