{"id": 8029110, "title": "2 Be Loved (Am I Ready)", "artist": "Lizzo", "lyrics": "I did the work, it didn't work, ah, ah (Mm, mm)\nThat truth, it hurts, goddamn, it hurts, ah, ah (Goddamn, it hurts)\nThat lovey-dovey shit, was not a fan of it (Uh-uh)\nI'm good with my friends, I don't want a man, girl\nI'm in my bed, I'm way too fine to be here alone (Too fine)\nOn other hand, I know my worth, ah, ah\nAnd now he callin' me (Brr), why do I feel like this?\nWhat's happenin' to me? Oh, oh, oh\n\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved? (To be loved)\nAm I ready? (You deserve it now)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved?\n\nHow am I supposed to lovе somebody else (Shee, shee, shee)\nWhеn I don't like myself? Like, ooh\nGuess I better learn to like this, ooh (True)\nIt might take my whole life just to do (Damn, hey, hey)\nHe call me Melly (Ayy), he squeeze my belly (Yeah)\nI'm too embarrassed (Ah) to say I like it\nGirl, is this my boo? (Is this my boo?)\nThat's why I'm askin' you 'cause you know I've been through\n\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved (To be loved), to be loved? (To be loved)\nAm I ready? (You deserve it now)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved? (Yeah)\n\nYou found me, I was fed up with the fantasy\nWhat you wanna do? Think I'm ready, ooh\nThink you like that, think you like that\nWhen I clap back like that, let me know (Let me know)\nYou found me, I was fed up with the fantasy\nWhat you wanna do? Think I'm ready, ooh\nThink you like that, think you like that\nWhen I clap back like that, let me know\n\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved (To be loved), to be loved? (To be loved)\nAm I ready? (You deserve it now)\n(Is you ready, ready, ready?)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\n(Yeah, yeah, woo, woo, woo)\nTo be loved (To be loved), to be loved? (To be loved)\n\n(Am I ready?)\nYesterday, I would have run away\nAnd I don't know why\nI don't know why (To be loved), know why (To be loved)\n(Am I ready?)\nYesterday, I would have run away\nAnd I don't know why (Did you know?)\nI don't know why, but I'm ready"}