{"id": 8054227, "title": "Addicted", "artist": "Chris Brown Featuring Lil Baby", "lyrics": "I made a promise to your body I'ma stand on, ooh, I\nPut your panties over there, don't wanna step on 'em\nYou know why\n'Cause I'm addicted to it\nEspecially when you take it off now, baby\nFuckin' me, breakin' me off now, baby (Woo)\nSo deep in it that I'm lost, oh, baby\nFuck it, don't care what it cost, no, baby\n\nWhat it cost now, baby? Comin' or not?\nChains, Plain Jane in the Cullinan drop\nI'm waitin' to hear you say if you love me or not\nLook me in my face so I can tell if you lyin'\nThis ain't no dance song\nPut your panties over there, don't wanna step on 'em\n'Cause you know why\n'Cause I'm addicted to it\n\nI pulled up lookin' like a dive thief\nIf I see my ex, she gon' be salty (Yee)\nBarbie, pop me a X, I'm feelin' godly (Ayy)\nShe high off Whitney and Bobby, it's a party\nNaughty, and girl, you know what I'm into\nBonnie, fuckin' with Clyde, I caught a body\nBad bitch, thick in the thighs, met in the lobby (Yee)\nSavage, she pop that pussy like it's a Tommy\nBring it over here 'cause you know what I'm into\nAll my baddies with no baggage, where you at? Where you at?\nLet me holler at you, baby, from the back, from the back\nIf you fuckin' with me, baby, tell me that, tell me that\nI want you\n\nI made a promise to your body I'ma stand on, ooh, I (Oh-oh)\nPut your panties over there, don't wanna step on 'em\nYou know why\n'Cause I'm addicted to it\nEspecially when you take it off now, baby (Woo)\nFuckin' me, breakin' me off now, baby\nSo deep in it that I'm lost, oh, baby\nFuck it, don't care what it cost, no, baby\n\nWhat it cost now, baby? (Yeah) Comin' or not?\nChains, Plain Jane in the Cullinan drop (Drop)\nI'm waitin' to hear you say if you love me or not\nLook me in my face so I can tell if you lyin' (Woah-oh, yeah, yee)\nThis ain't no dance song (Oh, no)\nPut your panties over there, don't wanna step on 'em\n'Cause you know why\n'Cause I'm addicted to it"}