{"id": 8106473, "title": "Talk", "artist": "Yeat", "lyrics": "Jump out at the show, uh (I-I-I'm working on dying), jump out at the show\nHad to change my flow, yeah, had to change the joke (Hey, hey, hey, BNYX)\nPotty trained my diamonds, yeah, they smackin' head to toе (Boom, boom, boom, boom, boom, yeah)\n\"Shh\" 'bout what you sayin', yeah, just shut up, let mе go (Hey, hey, hey)\n\nHuh, riding in that, B-U-L-L Tonka truck\nRiding 'round with these bust-down watches on me, I got my blicky tucked (Hey, hey, hey)\nHittin' number one up on these charts, bitch, yeah, it's stuck as fuck\nA-A-All we do is just go number one, huh (Hey, hey, hey)\nAnd I just brought in some M's, lil' bitch, it's the first of the month\nRiding 'round, I'm in the Cayenne, lil' bitch, I'ma tear up the city, I'm afraid of the sun (Hey, hey, hey)\nI went and painted the Benz, I switched shit up, I wanted it done by the dawn\nAll of my fans is my family, my cult, my brother, my slime, my twizzy, my money (Hey, hey, hey)\nI don't give a fuck what you sayin', I don't listen to it, I don't wanna hear 'bout none\nAnd the whip got two R, yeah, Rolls Royce truck, yeah, what the Cullinan bought (Hey, hey, hey)\nI'm 'bout to bring this shit back and then wait from the top, it's that time of the month\nI'm 'bout to do it again, 'bout to do it again, 'bout to triple the sum (Hey, hey, hey)\n\nHow you gon' talk to a rat? (Huh?) How you gon' talk to the feds? (Woo)\nHow you gon' talk to the shmeds? (Woo) Now you gon' talk to the lead (Huh?)\nI don't give a fuck what you sayin', huh, you already heard what I said, huh (Woo)\nYeah, I got big boy diamonds on me, yeah, I got big boy bread (Woo, woo, woo)\nAnd I don't give a fuck 'bout the coupe, yeah, I pop the bitch on Tes', huh (Woo, woo, woo)\nYou ain't even made no money, yeah, don't make no sense, huh (Woo, woo, woo)\nI destroyed the coupe, I'm 'bout to jump out again\n\nJump out at the show, uh (I-I-I'm working on dying), jump out at the show\nHad to change my flow, yeah, had to change the joke (Hey, hey, hey, BNYX)\nPotty trained my diamonds, yeah, they smackin' head to toe (Boom, boom, boom, boom, boom, yeah)\n\"Shh\" 'bout what you sayin', yeah, just shut up, let me go (Hey, hey, hey)\n\nHuh, riding in that, B-U-L-L Tonka truck\nRiding 'round with these bust-down watches on me, I got my blicky tucked (Hey, hey, hey)\nHittin' number one up on these charts, bitch, yeah, it's stuck as fuck\nA-A-All we do is just go number one, huh (Hey, hey, hey)\nAnd I just brought in some M's, lil' bitch, it's the first of the month\nRiding 'round, I'm in the Cayenne, lil' bitch, I'ma tear up the city, I'm afraid of the sun (Hey, hey, hey)\nI went and painted the Benz, I switched shit up, I wanted it done by the dawn\nAll of my fans is my family, my cult, my brother, my slime, my twizzy, my money (Hey, hey, hey)\nI don't give a fuck what you sayin', I don't listen to it, I don't wanna hear 'bout none\nAnd the whip got two R, yeah, Rolls Royce truck, yeah, what the Cullinan bought (Hey, hey, hey)\nI'm 'bout to bring this shit back and then wait from the top, it's that time of the month\nI'm 'bout to do it again, 'bout to do it again, 'bout to triple the sum (Hey, hey, hey)\n\nHow you gon' talk to a rat? (Huh?) How you gon' talk to the feds? (Woo)\nHow you gon' talk to the shmeds? (Woo) Now you gon' talk to the lead? (Huh?)\nI don't give a fuck, just sayin', huh, lil' bit', you heard what I said (Woo)\nYeah, I got big boy diamonds on me, yeah, I got big boy bread (Woo, woo, woo)\nAnd I don't give a fuck 'bout the coupe, yeah, I pop the bitch on Tes' (Woo, woo, woo)\nYou ain't even made no money, yeah, don't make no sense (Woo, woo, woo)\nI destroyed the coupe, I'm 'bout to jump out again"}