{"id": 8109854, "title": "U-Digg", "artist": "Lil Baby, 42 Dugg & Veeze", "lyrics": "The 'Rari sittin' on twenty-fours, ya dig?\nI cut the bitch, she couldn't play her role, ya dig?\nA couple million plus I spent on clothes, ya dig?\nBitch actin' like she scared, I bought her a Ghost, ya dig? (Boom)\nThese lame-ass rappers tryna see if I fucked they bitch, you know I did (You know what I did)\nGot three hundred pounds in the spot and they all disappeared, you know where they went (What?)\nAin't worried about a ho tellin' her best friend I'm cheap, she know I'm rich (Know)\nGot four-five hoes on a jet and it's only me, you know I'm lit (Yeah)\nI'm a hot head but my heart cold, that bitch just won't unthaw\nI done ran it up, I ain't goin' broke, that shit ain't in my thoughts\nI'm a real player, if you play it wrong, you can't keep the shit that I bought\nGot white girl like Mary Jane, trap swingin' like Peter Parker\nCan't blame him, that's my son, he just doin' the shit I taught him\nOn Rodeo in a Maybach, they think that that's Rick Ross\nWanna fuck me, she a broke bitch, sorry, boo, that's a big, \"Hell nah\"\nWanna sneak diss, it's cool though, but your ass better not get caught (Fa, fa, fa, fa, fa)\n\nGot fifties, thirties, switches, every pole, ya dig? (Dig)\nBrand new money, blue notes fallin' out my clothes, ya dig? (Dig)\nThis my business, can't nobody know, ya dig? (Nah)\nNigga shake my hand, but he really wanna cut my throat, ya dig? (Shh)\nThese lame-ass niggas get dropped from left and right, you know I did it (Alright)\nWhen she put her hair in a bun and grab my belt, I'ma know it's real (Ooh)\nI'm heavy handed pouring in, all my cups be overspilled\nI done popped me a Akorn pint, this shit so red like roadkill\n\nThat lil' hundred thou', I done made that shit five times, no deally (The fuck?)\nHe rap about opps, but ain't put them hoes down, he silly (Haha)\nI'ma shop when I land, I ain't gotta take no bags, each city (Yeah)\nI'm fuckin' his bitch and talkin' about it in my raps, he gon' kill me (What?)\nI'm walkin' a check, got six-fifty on each leg, ya dig? (Yeah)\nDollar Faygo, now it's worth a band, ya dig? (Ooh)\nAmiri flannel blue, I'm dressed like Craig, ya dig? (Ooh)\nJust like Simon, bitch, better do what I say, ya dig?\nI go to the club with it on me, I seen niggas die tryna run to the whip, yeah\nMy life is a movie like Paid in Full, my uncles, they hate that I'm rich, yeah\nI might go to hell, I'll ice skate with the devil before I put faith in a bitch\nI fucked her so good, she ain't ask for the money, I was 'posed to be payin' her rent\nI'm givin' the blicks to the shorties for free, but they only get paid for a hit\nI'm capital P, how I'm peelin' these pints and paintin' these pops like Prince, yeah\nIt come out the wrapper, it shine and glisten, it look like the flake of a fish\nThe way I was kickin' my pimpin', a regular nigga, he can't even dig (Damn)\nI done dressed up all my cups, look like Suge Knight, you know they red\nMy Glock so switched, it went from Kris to Caitlyn, you know it's trans\nWho that flew by in the 'Rari, same color Trae Young? You know that's twin\nI done fucked this ho for a year, I ain't go on no date, she know we friends (Fa, fa, fa, fa, fa)\n\nGot fifties, thirties, switches, every pole, ya dig?\nBrand new money, blue notes fallin' out my clothes, ya dig?\nThis my business, can't nobody know, ya dig?\nNigga shake my hand, but he really wanna cut my throat, ya dig?\nThese lame-ass niggas get dropped from left and right, you know I did it (Nah)\nWhen she put her hair in a bun and grab my belt, I'ma know it's real\nI'm heavy handed pouring in, all my cups be overspilled\nI done popped me a Akorn pint, this shit so red like roadkill\n\nI'd rather chase that check, that bag, stash nine Ms over 1.5\nDamn right, I got a dime, they don't see me\nI was probably wearin' True's before Chief Keef\nDrop a five in the Sprite, bitch, pink, pink (Yeah)\nIf I knock a bitch down, hear, \"Ding, ding\"\nTime to go, Chrome Hearts vest four thousand (Yeah)\nWhat about the coat? Turnt young nigga, I know\nNever surrender, niggas askin' why I tote, bet if I up, I blow\nFucked they bitch, I know, hundred Gs, five for a show, nigga\nI got the 'Cat, the Track', the Urus, the 'Bach, I bet if I call she fuck (Hello?)\nI got T-Rex the bike, TRX the truck, that shit like two hundred somethin' plus\nI'm the turntest nigga you know from the city, you dig?\nBitch, if we catch him, you know we gon' kill him, on my kids\nThis Big 4 shit so for real, I still spin just for the thrill\nBut where you at? I'm on his heels, pull up on me, I'm at LIV (In Miami)"}