{"id": 8113427, "title": "Dah Dah DahDah", "artist": "Nardo Wick", "lyrics": "I'ma brick, baby boy, concrete, lil' nigga\nYeah, I rap on all that shit, I'm still a street lil' nigga (Grrah, grrah, grrah, grrah)\nGot more shots than a gym, you wanna beef, lil' nigga?\nI'm who all the hoes like, they wanna be me nigga (Hol' up, hol' up, hol' up)\nDiamonds look just like the static on the TV, nigga\nWe ain't cuffin' hoes, I play her like a CD, nigga\nPull up, eight contents, you can't see me, nigga\nShot his ass, then he screamed, \"Oh, ooh, wee\", nigga\n\nIf there's problems, we gon' solve 'em\nGot a lot of weapons for the drama\nTry to understand me, please don't judge me\nIf you ain't ever seen the bottom\n\nPull up with my Glock out\nIf thе opps out, I'ma rock out\nFat mouth, turn a fat mouth to a shot mouth\nDead man, he a dead man for what hе said, man\nHe seen me, I ain't seen him, he turned to the gingerbread man\n(Run, run, as fast you can)\n(You can't catch me, I'm the gingerbread man)\n\nAll them niggas 'round you bitches, so how the fuck you gangsta?\nNiggas shot and hit the fences, so how the fuck you aimin'?\nNigga ain't killed nobody, how the fuck you dangerous?\nAll these niggas be cap, they not really like that\nWrote that hoe when I was broke, now she wanna write back\nWant me to put it in her throat, want my tip to touch the back\nShe wanna be my wicked witch, she keep askin' for my strap\nIf there's problems, we gon' solve 'em\nGot a lot of weapons for the drama\nI'm talkin' 'bout them FNs, Glock 19s and SK\nWicked wild man, somebody tell 'em stop, he on a rampage\nBatman, he always in the same color batman\nIf we slide and you get hit but you don't die, you better act then\n\nIf there's problems, we gon' solve 'em\nGot a lot of weapons for the drama\nTry to understand me, please don't judge me\nIf you ain't ever seen the bottom\n\nDah, dah, dah-dah, dah, dah, dah-dah\nDah, dah, dah-dah, dah, dah, dah-dah\nDah, dah, dah-dah, dah, dah, dah-dah\nDah, dah, dah-dah, dah, dah, dah-dah\n(I'm wicked)"}