{"id": 8114223, "title": "Loose Change", "artist": "Brent Faiyaz", "lyrics": "What's left of us?\nWhat's left of our lives?\nIt's only you, it's only me\nIt's only us at the end of the night\nI remember when you couldn't tell me a thing\nNow you talk so much, it drives me insane (Here we go again)\nBut you got you some great—, hmm\nSo what can I say to you?\nBut I'm off that, had to fall back\nYou got everybody thinkin' I'm all bad (Ah, shit)\nYou know the truth (You lying on me?)\nI was always holdin' you down (You know how we was rocking)\nYou down, maybe not (Here we go again)\n\nAnd what we see ain't what it seems or feels, girl\nWhat is love? (What's that?)\nLove, what is love?\n\nWould you believe it if I told you all about it?\nAbout how pressure just keep addin' up (Addin' up, up)\nThen we just get mad and fuck\nWe was livin' fast as fuck (Fast as fuck)\nDrugs don't get me high enough\nAll these people always lyin' 'bout something\nI'm sorry I'm so fly, so what?\n(Fuck I'ma be sorry for?)\nI was countin' zeros, I'm a hometown hero\nNiggas (Mmm), green like CeeLo\nThese niggas do anything for some C-Notes (Mmm-hmm-mmm)\nAt what cost? Hit Mercedes 'bout some free cars (Hmm-mmm)\nI know it's niggas worse off\nMaybe my sense of reality is turned off, who the fuck knows?\nI just make songs, who am I to challenge how this shit goes?\nIt's sarcasm by the way (Ah, shit)\n\nYou wanna be my equal, you won't even do the half (No)\nThis shit don't add up, no, you don't even know the math (Yeah, yeah)\nIt ain't even the half, who said it's gon' even last? (I didn't)\nSometimes I wanna beat your ass\nWait, but you know I won't do that, oh-woah\n(I'm sorry I say that, you know I ain't mean it)\nYeah, yeah, I swear the fame ain't changed shit, but who am I? (Here we go again, ah, shit)\nYou see the Patek and you think a nigga blowin' time\nIs you blind?\n\nAnd what we see, ain't what it seems or feels, girl\nWhat is love? (What's that?)\nWhat is love? (Girl)\nAnd what we see, ain't what it seems or feels, girl\nWhat is love?\nLove\n\nAh, shit\nHere we go again"}