{"id": 8118188, "title": "Did Shit To Me", "artist": "Lil Durk Featuring Doodie Lo", "lyrics": "I hate niggas be on they homie ass and they ain't even gon' slide\nI had a prep talk with a baby threat and I told him keep his iron (Bop, bop)\nI had court today, told my lawyer, \"Fuck that case, I'm tired\" (Tired)\nThey locked bro up for three guns even though lil' bro had said, \"They mine\" (Free Wop)\nI need Boona home, only nigga I know that speak his mind\nI told bro, \"I need to get back,\" he say, \"Get back come with time\"\nI ain't duckin' shit, I done seen thе main opp keep cryin’\nHad to switch the whip, shown my Hellcat logo, I went livе (Get outta here)\nI don't be trustin' shit, I don't even trust my bitch, I just trust my switch (Brrah)\nI don't even trust my auntie, uncle, cousins, I don't be trustin' shit\nStand-up nigga, he ever get a bond, he ain't gon' never sit (Never)\nThis gang shit run deep in my blood, I ain't gon' never switch\n\nSmurk, he from the 'Raq ('Raq), Doodie, he from Kankakee\nSmurk, he love that switch, Doodie love that .223 (Grrah)\nThese niggas wanna diss (Diss), fuck that rap shit, keep it in the streets (Yeah)\nWhy they be all on my dick?\nThey still mad from me and Keef (Man, what?)\n\nThey ain't never do shit to me (Did shit, never ever)\nThey ain't never did shit to me (Man, what?)\nThey ain't never did shit to me (Man, never ever)\nWhy that nigga talkin' like he talk? They ain't did shit to me\n\nWhy that nigga lyin' inside his verse? He ain't did shit to me\nAnd my shorties caught him, he was loafin', that was for the free\nWhy you mad this bitch was hittin' me? This bitch for the streets\nNah, ain't nobody did shit to me\n\nKill 'em all, come outside, niggas don't want war with us (War with us)\nI got niggas scared to serve us drink, and they don't be knowin' us (Knowin' us)\nHow you gang, scared to come around? That shit be blowin' us (Huh?)\nTake his pipe, invite him to the block 'cause he keep showin' up (Bitch)\nBackdoor, shoot his ass in his pocket (Get 'em)\nOpps say, “Durk is broke,” shit, he went and copped the 'Rari (Vroom)\nI thought you was a killer, why you shakin' off that body? (Body)\nI thought you take them drugs, how you shakin' off that molly? (Bitch)\nI'm a bald head rich nigga (Rich nigga), and I smoke exotic (Exotic)\nI'm a dreadhead trench nigga, and I a wifed a barbie\nAsk any bitch I ever fucked, I never told 'em, \"Sorry\"\nAsk any nigga shot at me, I bet he said, \"Sorry\" (Bitch)\n\nSmurk, he from the 'Raq, Doodie, he from Kankakee (Brrah)\nSmurk, he love that switch, Doodie love that .223 (Grrah)\nThese niggas wanna diss, fuck that rap shit, keep it in the streets (Man, what?)\nWhy they be all on my dick?\nThey still mad from me and Keef (Man, what?)\n\nThey ain't never do shit to me (Did shit, never ever)\nThey ain't never did shit to me (Man, what?)\nThey ain't never did shit to me (Never ever)\nWhy that nigga talkin' like he talk? They ain't did shit to me (Yeah)"}