{"id": 8138142, "title": "Fully Loaded", "artist": "Trippie Redd, Future & Lil Baby", "lyrics": "Fully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\n\nFully loaded chopper, yeah, that bitch'll leave a stain\nGot a fully loaded chopper and the bullets say your name\nOn that fuck shit, all the opps that I overcame\nKnow we bust shit, fully loaded, hit 'em in the brain\nOn that tough shit, end your ass and put you in the grave\nMask up, bitch, and we turnt like we at a rave\nAll black whip, all black fit, Bruce Wayne\nOFF-WHITE on my bitch and my Richard Mille plain\nOh shit, they say we insane (Shit)\nOh shit, they onе and the same (Shit)\nOh shit, look at how far we camе (Bop)\nOh shit, fully loaded clip (Brrt)\n\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\n\nIf I ain't had shit, I still could fuck bad bitches\nIt's what it sound like, Ferrari comin' through the trenches\nWhere that Hellcat? Where that 'Hawk? Where that Demon at?\nIf I'm out of there, leavin' blood where the scene at\nYoung millionaires with some goons and they fiendin'\nPoppin' up, poppin' out, Cubans on Fiji\nRack 'em up, stack 'em up, hit 'em up, squeeze it\nWent berserk, went to work, sent a nigga to Jesus\nIf you ain't gang-gang, you can't hang and I mean it\nAin't no way in the hell we goin' anywhere without a cutter (Cutter)\nPut that on my, uh, and I'm live from the gutter (Gutter)\nPosted up with shooters, treatin' 'em like twin brothers (Pluto)\n\nFully loaded (Pluto), fully loaded (Pluto)\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\n\nFully loaded clip, fully loaded clip\nJust got off the plane, we finna take a trip\nMiddle fingers up, middle fingers up\nMe and drugs got a relationship\nI done took too much, I think the walls tryna move\nMiddle of St. Barts, I'm on the yacht, it look like a cruise ship\nMiddle of the projects, got a chop', look like a pool stick\nThey was actin' stop me on the sideline, they ain't doin' shit\nI'm just tryna vibe here, go to night when that shroom hit\nWhy you tellin' lies? You know that you a bitch\nMm, mm, she want another piece\nOoh, ooh, she want another piece\n\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded\nFully loaded, fully loaded"}