{"id": 8143376, "title": "Hot Shit", "artist": "Cardi B, Ye & Lil Durk", "lyrics": "Now this that hot shit\nJimmy Snuka off the top ropes, superfly shit (Fly)\nMight get in the tub with all my ice on some 'Pac shit (Hot)\nEither way you slice it, bottom line, I'm the top bitch\nNew Chanel, I rock it twice, and it ain't even out yet\nAll this jewelry at the grocery store, I'm obnoxious\nBought a home and closin' on another, I know I'm blessed\nEverybody wanna be gang, ain't no spots lеft\nBad bitch contest, it wouldn't be a contest (Ooh, smokin' dopе)\nI'm connected\nI don't know what's longer, man, my blocklist or my checklist\nI don't know what's colder, man, my heart or my necklace\nPretty when I wake up, I'm a bad bitch at breakfast\nStill might slide on a opp (It's electric)\nHatin' didn't work so they lied (So they lied)\nThese bitches lookin' hurt and they fried (And they fried)\nI know they wouldn't miss 'em if they died\nTell 'em, \"Move, move\"\nNew Chanel on my body, it's a boost\nI'm so poppin', I don't ever gotta get introduced ('Duced)\nOne thing I never call a bitch for is a truce (Truce)\nBrand new yappa, can't wait to put that bitch to use (Use)\n\nOof (Oof)\nChecks comin' fast, sound like swoosh (Swoosh)\nOoh (Ooh)\nGive it to 'em straight, hundred proof (Proof)\nI thought I killed you hoes before, it must be déjà vu\nIt's either that or I'm catchin' body number two\n\nThis that block music, this that drop location, drop a opp music (Man)\nThis ain't for them niggas in the house, this shit for Glock users\nAnd don't talk down on trenches hoes who known to be a cock user\nThis that pill talk, gotta bust his head, he cut on opp music\nWho said you gang? (Who?)\nWho said you could come around this bitch and hang? (Who? Who?)\nAnd I fucked your baby mama' mama, and I ain't say a thing (Shh)\nThey just came outside in 2020, pull up in that '21\nI pick my side, switches fully and I'ma die for 21 (Slaughter Gang)\nI got plenty cars, I hit plenty stars and didn't cum\nI said it plenty times, I pay for bodies, I ain't pay for none\nYou think I'm finna leave my bitch for you? She fuck Future, too?\nI know that Von hit her, she pulled up on my block in Jimmy Choo (Smurk)\n\nOof (Oof)\nChecks comin' fast, sound like swoosh (Swoosh)\nOoh (Ooh)\nGive it to 'em straight, hundred proof (Proof)\nI thought I killed you hoes before, it must be déjà vu\nIt's either that or I'm catchin' body number two\n\nPinky swear you ain't scared when you heard Ye appear\nI'ma hop up out the bushes, me and Pusha kill your man\nI'm just sayin', now I start to get used to the pain\n'Til one day I said, \"Fuck it,\" brought my masseuse on the plane\nWhy you playin'? Reach in the gang, lose a hand\n\"Where you stand? Where was Jay at? Where was them at? Where you done that? Where you live at?\"\nAnother headline, \"Where your hat at?\"\n\"Nigga, go home, where your kids at?\"\nThey be on my nerve, they be on my nerve, mm-mm\nWhen we lost Virg', I was on the verge, mm-mm\nI just hit the Louis store, I had to splurge, mm-mm\nWe just made a silent movie with no words, mm\nGuess who toppin' now? Uh, God got me now, uh\nGuess who at Balenciaga? Guess who shoppin' now? Uh\nThey can't stop me now, uh, I been poppin' out, uh\nCardi, where your sister at? I need Henny now, mm-mm\nI flew in and out, hundred-fifty-thou', mm-mm\nNow, even when they shout, gotta shout me out\nSo ahead, go ahead, mm-mm\nNot even close, all of y'all is number two\n\nOof (Oof)\nChecks comin' fast, sound like swoosh (Swoosh)\nOoh (Ooh)\nGive it to 'em straight, hundred proof (Proof)\nI thought I killed you hoes before, it must be déjà vu\nIt's either that or I'm catchin' body number two"}