{"id": 8193080, "title": "Riot (Rowdy Pipe'n)", "artist": "A$AP Rocky", "lyrics": "We grow, we learn, we live (Woo, woo)\nI might start a riot (Woo, woo, woo)\nWe grow, we learn, we live (Woo, woo, woo)\nOpposite of quiet (Woo, woo, woo)\nWe grow, we learn (Woo, woo)\nPussy nigga tires (Woo, woo, woo)\nHow 'bout you try it? (Woo, woo)\nI don't buy it, yeah (Woo, woo, woo)\n\nI just call designers up, I free ninety-nine it, uh (Uh, uh, uh)\nCalled your baby mama up, yep, I nighty-night it (Uh, uh, uh, yeah)\nI just bought designer kilts, yeah, I Roddy Pipe it (Uh, uh)\nI just put some BDs on my whip with lime green pipin' (Woo, woo, woo, woo, woo)\n\nMy wife is erotic, I'm smokin' exotic (Woo, woo)\nMy whip is exotic, my crib is a cottage (Woo, woo, woo)\nA whole lot of cheesе, see we gettin' that cottage (Woo, woo)\nA wholе lot of brains, I skipped out on college (Woo, woo, woo)\nThey think I'm livin' that large, why? (Woo, woo)\nThat lil' nigga livin' too large, bad (Woo, woo, woo)\nAll my niggas do is play the ball (Woo, woo)\nYou lil' niggas too afraid to ball (Woo, woo, woo)\nWhy you gotta get the pigs involved?\nI'm way more deadly when my pen involved\nBusiness suits, we the men in charge (Woo, woo)\nBottega suits on the business call (Woo, woo)\nKill these niggas, I don't kill 'em soft (Woo, woo)\nYou finna die, no 'Ana Ross (Woo, woo)\nBought a Rolls-Royce and a Porsche (Woo, woo)\nBy the building, nigga, in the porch (Woo, woo)\nIf you scared, better get a dog (Woo, woo)\nPussy nigga, that's your menopause, ayy\n\nWe grow, we learn, we live (Woo, woo)\nI might start a riot (Woo, woo, woo)\nWe grow, we learn, we live (Woo, woo, woo)\nOpposite of quiet (Woo, woo, woo)\nWe grow, we learn (Woo, woo)\nPussy nigga tires (Woo, woo, woo)\nHow 'bout you try it? (Woo, woo)\nI don't buy it, yeah (Woo, woo, woo)\n\nI just call designers up, I free ninety-nine it, uh (Uh, uh, uh)\nCalled your baby mama up, yep, I nighty-night it (Uh, uh, uh, yeah)\nI just bought designer kilts, yeah, I Roddy Pipe it (Uh, uh)\nI just put some BDs on my whip with lime green pipin' (Woo, woo, woo, woo, woo)\n\nThe home of the E-V, G-M, C-C collab, 2023-D (Woo, woo, woo, woo)\nMy belt not no B.B., Simon says, \"VS and VV\" (Woo, woo)\nRag on my head like habibi (Woo, woo)\nCanary, my stones look like Tweety (Woo, woo)\nPass on a sweetie, I got me a RiRi (Woo, woo)\nBlue magic, she sniffin' that, I dream of genie (Woo, woo)\nDesigner the finest, I play that Brent Faiyaz and see if she freaky (Woo, woo, woo)\nUh, uh, uh, uh, uh, uh (Woo, woo)\nI'ma ball (Uh), I'ma ball hard (Uh, woo, woo, woo)\nWhy they say he got the rental cars? (Uh, woo, woo)\nFlossin' hard, this ain't dental floss (Uh, woo, woo, woo)\nFlossy, glossy (Uh, woo, woo)\nNah, bitch, this ain't lip gloss (Uh, woo, woo, woo)\nLux Balm up in my palm (Uh, woo, woo)\nNew collab' with my baby mom (Woo, woo, woo)\n\nWe grow, we learn, we live (Woo, woo)\nI might start a riot (Woo, woo, woo)\nWe grow, we learn, we live (Woo, woo, woo)\nOpposite of quiet (Woo, woo, woo)\nWe grow, we learn (Woo, woo)\nPussy nigga tires (Woo, woo, woo)\nHow 'bout you try it? (Woo, woo)\nI don't buy it, yeah (Woo, woo, woo)\n\nI just call designers up, I free ninety-nine it, uh (Uh, uh, uh)\nCalled your baby mama up, yep, I nighty-night it (Uh, uh, uh, yeah)\nI just bought designer kilts, yeah, I Roddy Pipe it (Uh, uh)\nI just put some BDs on my whip with lime green pipin' (Woo, woo, woo, woo, woo)"}