{"id": 8195634, "title": "Super Freaky Girl", "artist": "Nicki Minaj", "lyrics": "I can lick it, I can ride it while you slippin' and slidin'\nI can do all them little tricks and keep the dick up inside it\nYou can smack it, you can grip it, you can go down and kiss it\nAnd every time he leave me ’lone, he always tell me he miss it\n\nHe want a F-R-E-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)\nA-K, A-K, A-K\nE-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)\n\nOne thing about me, I'm the baddest alive\nHe know the prettiest bitch didn't come until I arrive\nI don't let bitches get to me, I fuck they man if they try\nI got a princess face, a killer body, samurai mind\nThey can't be Nicki, they so stupid, I just laugh when they try\nA thong bikini up my ass, I think I'll go for a dive\nHis ex-bitch went up against me, but she didn't survive\nOn applications I write \"pressure\" 'cause that’s what I apply (Brr)\nP-P-P-Pressure applied, can’t fuck a regular guy\nWetter than umbrellas and stickier than apple pie\n\nI can lick it, I can ride it while you slippin' and slidin’\nI can do all them little tricks and keep the dick up inside it\nYou can smack it, you can grip it, you can go down and kiss it\nAnd every time he leave me 'lone, he always tell me he miss it\n\nHe want a F-R-E-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)\nA-K, A-K, A-K\nE-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)\n\n'Cause, what the fuck? This ain't Chanel, nigga, custom down?\nLike, what the fuck? This ain’t Burberry, custom brown\nHe said \"Could you throw it back while you touch the ground?\"\nThen he said \"Do that pussy purr?\" I said \"Yup, meow\"\nHold up, fuck-boys, ain't need no for you to roll up\nAin't no need for you to double tap neither, scroll up\nKeep these bitches on they toes like Manolo\nBe on the lookout when I come through, BOLO\nOh, woah, elegant bitch with a ho glow\nIf it ain't big, then I won't blow\nEeny, meeny, miny, moe\nFuck is the tea? I just F'd a G (Let's go)\nMade him say \"Uh,\" just ask Master P (Let's go)\nBall so hard, I just took a knee (Let's go)\nGet me rocky ASAP, nigga, word to Rih (Let's go)\n\nFreak\nF-F-Freak\nSome gyal a freak, gyal a freak\nGyal a freak, freak, freak, freak\n\nI can lick it, I can ride it while you slippin' and slidin'\nI can do all them little tricks and keep the dick up inside it\nYou can smack it, you can grip it, you can go down and kiss it\nAnd every time he leave me 'lone, he always tell me he miss it\n\nHe want a F-R-E-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)\nA-K, A-K, A-K\nE-A-K (Freaky girl)\nF-R-E-A-K (Freaky girl)"}