{"id": 8219840, "title": "Pure/Honey", "artist": "Beyonce", "lyrics": "Bad bitches to the left\nMoney bitches to the right\nYou can be both, meet in the middle, dance all night\nTake it all off or just a little if you like, it's pure (Uh)\nIt should cost a billion to look this good (Oh, yeah)\nBut she make it look еasy 'cause she got it (Check my tеchnique)\nYou can find the one when the tempo good (Wanna touch my technique)\nFour, three, too fucking busy\nThat's my technique\nThat's my, that's my, that's my technique\nBad bitch, bisous\nRight then left cheek, mwah\nIdeas, my dear, that's my technique, uh\nAll my pretty girls to the floor\n\nGet your money, money, cunty, hunty\nDon't be funny with my money, honey\nDon't my girls look so yummy, yummy?\nAll the boys want my honey from me\nIt should cost a billion to look that good\nBut she make it look easy 'cause she got it\nYou can find the one when the tempo's good\nFour, three, I'm too fucking busy\n\nCheck my technique\nI see you, you, too\nComing for my technique, uh\nBossy bitch, bisous\nRight then left cheek, mwah\nFuture, renaissance\nStudy my technique, uh\nAll the pretty boys to the floor\n\nUh, get your money, money, money, money\nDon't be funny with my money, honey\nDon't my girls look so yummy, yummy?\nAll 'em boys want my honey from me\nBad bitches to the left\nMoney bitches to the right\nYou can be both, meet in the middle, dance all night\nTake it all off or just a little if you like, earlier than that\nIt should cost a billion to look this\n\nI see you want it and you're coming for me\nDon't be funny with my money, honey\nAll my girls look so yummy, yummy\nAnd all the boys want my honey from me\n\nThe devil's on my shoulder (It's taboo as you want it)\nNasty is my guilty pleasure (Nasty, nasty girl)\nIf you give this ass a squeeze (Give that ass a squeeze, baby)\nIt's pretty how I'll give you pleasure (Pretty, pretty hell)\n\nOnce you get me piped up, baby, I won't stop\nUh, I won't stop 'til you say you had enough\nRide it like a rodeo when I'm on top, uh, uh\n\nI'll get you stuck (Stuck), stuck in my love (Stuck in my love)\nStuck in my honey\nHoney, honey, hon\nI'll put the sweet (Sweet), sweet on your tongue (Sweet on your tongue)\nDon't it taste yummy? (Yummy)\nYummy, yummy, yum\nNow stick it thick (Thick), honey and gold (Honey and gold)\nDrip it all on me, yeah\nHoney, honey, hon\nI'll put the sweet (Sweet), sweet on your tongue (Sweet on your tongue)\nDon't it taste yummy? (Yummy)\nYummy, yummy, yum\n\nOoh, yeah, yeah (Yummy, yummy, yum)\nOoh, yeah, yeah (Yummy, yummy, yum)\n\nYou know it's Friday night and I'm ready to drive\nThrow me them keys, baby, let's go\n(It's Friday night and I'm ready to drive)\n(Throw me them keys, baby, let's go)\nWe jump in the car, quarter tank of gas\nWorld's at war, low on cash\n(We jump in the car, quarter tank of gas)\n(World's at war, low on cash)\nI ain't never felt a feeling like this\nYou've been in love, but not like this\nSweet, honey, sin, taste it on your lips\nUp and down on it, light switch, click\n\nHoney, Miss Honey\nMiss Honey, Miss Honey\nHoney, honey, hon\nMiss Honey, Miss Honey\nMiss Honey, Miss Honey (Honey-honey-honey)"}