{"id": 8219833, "title": "All Up In Your Mind", "artist": "Beyonce", "lyrics": "You need a real wild girl\nYou need me, all your demons, it's gon' take a little work\nIt's absurd, but I'm gon' say those three words\nYes, I do, I think it's true, I just know I love you (I'll make you mine, mine, mine)\nTell mama that I'd do it for you\nThе rider always want you, I'll be groupie for you\nIt may hurt at first 'causе I'ma make you work\nPut me first is what you need, I know you're gonna love me (I'll make you mine, mine, mine)\n\nI try to get all up in your mind (All up in your mind)\nIs my love a crime? 'Cause I wanna make you mine (You're mine, you're mine)\nI try to get all up in your mind (Yeah)\nI'll go and do the time if it means I'll make you mine (Yeah)\nMy eyes, yeah, they really like your smile\nIt stops the time, yeah, I'll stay here for a while\nYou give me that really good feeling that I need (I need it)\nWhy don't you take the time to really notice me? (I'll make you mine, mine, mine)\n\nYou need a really wild one (You're mine, you're mine)\nI knew that you can't live without her\nHe know I'm a fucking problem\nI knew that I could get it out of him (You're mine, mine, mine)\nI really love you (You know I love you)\nTell mama do it for you (You're mine, mine, mine)\nMy eyes behold you, this kitty always want you\nI'm the only one for you (You're mine, mine, mine)\n\nI try to get all up in your mind (All up in your mind)\nIt stops at a crime and I'm gonna make you mine (You're mine, you're mine)\nI try to get all up in your mind (Yeah)\nI'll go and do the time if it means I'll make you mine (Yeah)\nMy eyes, yeah, they really like your smile\nIt stops the time, yeah, I'll stay here for a while\nYou give me that real good feeling that I need\nWhy don't you take the time to really notice me? (I love it)\nI try to get all up in your mind\nIt stops at a crime and I'm gonna make you mine\nI try to get all up in your mind\nBe careful what you ask for 'cause I just might comply"}