{"id": 8219830, "title": "Cuff It", "artist": "Beyonce", "lyrics": "I wanna go missin', I need a prescription\nI wanna go higher, can I sit on top of you? (Oh-la-la-la-la-la-la-la)\nI wanna go where nobody’s been (I wanna go where nobody’s been)\nHave you ever had fun like this? Oh, woah (Have you ever had fun? Yeah)\n\nWe gon' fuck up the night, black lights\nSpaceships fly, yeah (Spaceships fly)\nUnapologetic when we fuck up the night, fuck up the night\nWe gettin’ fucked up tonight\nWe gon' fuck up the night\n\nBet you you'll see far\nBet you you'll see stars\nBet you you’ll elevate\nBet you you'll meet God\n'Cause I feel like fallin' in love\nI'm in the mood to fuck somethin' up\n'Cause we gon' fuck up the night\n\nWhat's in these four walls? You sexy, my love (Turn it up)\nDon't miss this roll call, is you here or what? Yeah (Roll it up)\nShow up, show up (Show up, show up), po' up, po' up, oh (Po' up, po' up)\nYou Mr. Nasty, I'll clean it up\n\nGo where nobody's been (Go where nobody's been)\nHave you ever had fun like this? (Have you ever had fun? Yeah)\nI wanna go missin', I need a prescription\nI wanna go higher, can I sit on top of you?\n\nWe gon' fuck up the night (Funk it up, funk it up), black lights\nSpaceships fly, yeah (Spaceships fly)\nUnapologetic when we fuck up the night (Funk it up, funk it up), fuck up tonight\nWe gettin' fucked up tonight\nWe gon' fuck up the night\n\nBet you you'll see far\nBet you you'll see stars\nBet you you'll elevate\nBet you you'll meet God\n'Cause I feel like fallin' in love\nI'm in the mood to fuck somethin' up\nWe gon' fuck up the night\n\nHypersonic, sex erotic\nOn my body, boy, you got it\nHit them 'draulics while I ride it\nGot me actin' hella thotty\nSo excited, so exotic\nI'm a seasoned professional\nSqueeze it, don't let it go\nTease it, no self-control\nI got time today (I got time today, I got time)\nOh, I (I got time today, I got time)\nI can't wait to come out and play\nOoh, yeah, you\nCome and cuff it, cuff it, cuff it, cuff it, baby\nWhile I buss it, buss it, buss it for you, baby\nOh, baby\nAnywhere, anytime\nI don't mind, I don't mind\n\nYeah (I don't mind)\nFor you (All for you)\nI'm backin' the truck up, huh (Back that truck up)\nFor you (All for you, for you)\nA bitch'll get fucked up, huh (I fuck you up)\nFor you (All for you)\nI'm puttin' my cup up, huh (Put my cup up, yeah)\nFor you (All for you, you)\n\n'Cause we gon' fuck up the night\nTake flight (Woo), blindin' lights (Yeah)\nFuck it up, fuck it up, fuck it up\n(Unapologetic when we fuck up the night)\nBet you you'll see stars (Night)\nBet you you'll go far (Night)\nBet you you'll levitate (Night)\nBet you you'll meet God (Party people, roll up)\nOoh (Yeah, huh)\nWe gon' fuck up the night (Yeah)\nSpaceships fly\nFuck it up, fuck it up"}