{"id": 8265676, "title": "Free Dem 5's", "artist": "YoungBoy Never Broke Again", "lyrics": "My guard preach free Vaughn B\nFree my daddy and free Phat Beezy\nWe be strapped up and we run deep\nAnd it's back to back static 'til we get even\nWho is that at the front door?\nPoint the chopper at the peephole\nThey lookin' for Slimeto, okay\n\nSlime-ass nigga, don't come this way\n38 baby, duckin' murder cases\nPallbearer, keep a mask like Jason\n.223 and it hold the casings\nI bang red, control the bases\nI don't sell no yola, baby\nBut my cousin, he get pure dope straight from out the Nola, change the trace\n\nI'm a fuckin' problem, nigga\nI play with thеm choppers, nigga\nAnd I'm quick to pop somethin', yeah, ask my mama, nigga\nI'm thе fuckin' dada, nigga\nTry to pull off, get followed with it\nMy young niggas, they come out the window, fft, fft\nThat's why the feds tryna lock a nigga\nPick it up, hold it, just move it, don't lose it\nI got that shit for to blow out the fuses\nTalk to lil' mama, she fuck with my music\nShe said that she know me from off of a news clip\nRun through a million, I bloodied the cruise ship\nI got it, ain't stoppin', I'm trainin' my body\nI'm on it, I'm poppin', up, down, no hydraulic\nFrom the Nawf, free my brother Big B out the bottom\nSouthside, northside, and got goblins\nThat's Bway, they off Sherwood\nI don't need no counselor 'cause my mail good\nBitch, I got a card that you dare pull\nLeft bodies in my own hood\nYeah, pull off, then turn right on Highland, tryna see if cuzzo's phone good\n\nSlime-ass nigga, don't come this way\n38 baby, duckin' murder cases\nPallbearer, keep a mask like Jason\n.223 and it hold the casings\nI bang red, control the bases\nI don't sell no yola, baby\nBut my cousin, he get pure dope straight from out the Nola, change the trace\n\nI see my dreams, jumpin' out the bottom the pot\nHow that fuckin' boy dope like that? He straight pure drop\nFrom the streets, he be in jail back-to-back, life of hard knock\nSoon as he get locked up, they ship his ass 'cause he gon' bond out\nDifferent cars, I throw out faces, I'm the shit, this YoungBoy, baby\nI want the money, she fuck with me daily, can't stay in her place, she be bringin' up babies\nModifications, skrrt, I got the whips, I don't trip, I don't drive on the daily\nTwo million garage, this not a façade, I'm fuckin' with Gotti, you know where it's headed\nBody language, you tell it, I'm holdin' my own, they callin' my phone, I'm hittin' decline\nI'm on top of they neck, I'm pressure, they cannot recline\nHe run, I'ma blow out his spine\nFuck with me, you know we slangin' iron, I'm gon' punish them\nDo or die, who it's gon' be? It's you or I, I got a drum for him\n\nMy guard preach free Vaughn B\nFree my daddy and free Phat Beezy\nWe be strapped up and we run deep\nAnd it's back to back static 'til we get even\nWho is that at the front door?\nPoint the chopper at the peephole\nThey lookin' for Slimeto, okay\n\nSlime-ass nigga, don't come this way\n38 baby, duckin' murder cases\nPallbearer, keep a mask like Jason\n.223 and it hold the casings\nI bang red, control the bases\nI don't sell no yola, baby\nBut my cousin, he get pure dope straight from out the Nola, change the trenches\n\nI'm a fuckin' problem, nigga"}