{"id": 8265672, "title": "Hold Your Own", "artist": "YoungBoy Never Broke Again", "lyrics": "Street nigga and she got a real possessive body\nYoungin', don't you want your life? Don't be stupid, this ain't kamikaze\nHow you 'posed to hustle? You can't focus, you out here takin' Roxies\nKnowin' I got the trick like hocus pocus for to drop the boxes\n\nHold your own, young man\nHold\nAnd remember no love\nInside these streets you roam\n\nGo, New York in a peacoat, catch me jumpin' out of taxis\nJust paid ten million for my taxes, no time for flashin'\nTransaction active, he too flashy\nWhat's the worse perhaps could happen?\nResult in him tied up on the other sidе of the bed, stuffed undеr the mattress\nTryna twist my world around like she a Rubik's Cube\nTryna bring some love around to stop my hustle, I'll murder Cupid\nShe say, \"You don't deserve me, stupid, you fuckin' jerk, let go of my shirt\"\nSince grandma died, I ain't go to church, she a gospel woman, the past hurt\nIn the 8-Atlantic-section, hand in a pot, I'm with VL\nBeen a chef before a rapper, I was tryna show 'em that my recipes still good still\nDuckin' from a line of steel, they done pried eight through the car\nTell the bosses in my time, \"I'm on the line, hold your cigar\"\nShots fired, we send 'em back, the neighbors say they saw us\nAnd they knowin' we can't control it, but try protectin' they lil' boy\nFeelin' insecure, I could work you good, but feel like a lil' boy\nThat's just me, I'm thinkin' out loud, but your bitch'll tell you I go hard\nI done jumped up out my sleep, I'm on K2, it's not that boy\nNo direction, ain't no plans, just tell Khris to just press record\nJust bought a new house for my girl, my daughters, and my lil' boys\nSix million, bitch, I'm sittin' on top the mountain like Costello, nigga\n\nHold your own, young man\nHold\nAnd remember no love\nInside these streets you roam\n\nJust did time, became a hustler, tryna turn it from backwards (What that mean?)\nHe been tryna make the money keep on stackin'\nEducation out the streets, don't need no lecture pastor\nRun from police, they don't like me 'cause I'm a rich fuckin' bastard\nTurn it up, go faster, I come from stolen cars to my own whip\nGot a shooter inside with me, ain't got no name, they like, \"Who own him?\"\nTold youngin, \"Don't leave the backside of that Nawf,\" they like, \"Who zoned him?\"\nFinally rich, I came home and turned around, they said, \"They cloned him\"\nMathematics gon' switch my whole position, we play with numbers here\nStart it, end it, puttin' shit in the grave, this be them diggers, yeah\nGreen flag tattoos all on they face and they be quick to kill\nFrom the environment, holdin' my bitch body, it was an attempt to get me drilled\nThe art of water, art of murder, look who standin' still\nAudemars came stainless steel\nPortrait painter can't even paint the kid\nDA tryna paint the picture\nA lie, I can't, the truths, I bid\nSigned a gentle bond, still set the bid\nDreamed of contract business as a kid\n\nHold your own, young man\nHold\nAnd remember no love\nInside these streets you roam"}