{"id": 8284135, "title": "Forever", "artist": "Rod Wave", "lyrics": "All alone on my darkest nights\nTryna make it through my hardest times\nWherever you are tonight\nI hope you know you'll have my heart for life\nForever and ever and ever\nForever and ever and ever\nForever and ever and ever\nForever and ever, forever and ever\n\nTell me, how you believe in something that you've never seen?\nIs true love real or is it make believe?\nGave you my heart with a set of keys\nTold me you'll never leave, now you want me to set you free (Yeah)\nTook a while to begin, now I know where to start (Yeah)\nReally my best friend, always had my heart\nEverything feel so wrong whenever we get apart\nEvery time we together alone, we see shooting stars\n'Member when we first found love on the road?\nMy number one fan, there for all of my shows\nIn the studio with me all night along, watchin' me achieve my goals\nFuck all these hoes and fuck all this money\nMiss the old days back when we was youngins\nWay before this drivin' on the cold Decembers\nIt was me and you against the world, I remember\nWas only nineteen when we moved to Atlanta\nWay before the fortune, the fame, and the glamour\nCouldn't get it right, no, I stayed in my feelings\n'Cause you made mistakes, but I made a million\nOften forgettin' that we was still young\nThrough the fussin' and the fightin' it was still love\nNever seen nothin' like it, it was real love (It was real love)\nBut now\n\nAll alone on my darkest nights\nTryna make it through my hardest times\nWherever you are tonight\nI hope you know you'll have my heart for life\nForever and ever and ever\nForever and ever and ever\nForever and ever and ever\nForever and ever, forever and ever\nAll alone on my darkest nights\nTryna make it through my hardest times\nWherever you are tonight\nI hope you know you'll have my heart for life\nForever and ever and ever\nForever and ever and ever\nForever and ever and ever\nForever and ever, forever and ever\n\n(Forever and ever and ever)\n(Forever and ever and ever)\n(Forever and ever and ever)\n(Forever and ever, forever and ever)"}