{"id": 8285412, "title": "Her", "artist": "Megan Thee Stallion", "lyrics": "Just the other day, I heard a ho say\nMatter of fact, what could a ho say?\nWith a face like this and a bitch this paid\nShit, what could a ho say?\nThe bag so expensive, my pussy came with it\nBody so nice, they be sayin', \"Who did it?\"\nBut everything natural, actual, factual\nPrissy in the streets, but I fuck like an animal\nAll you hoes know who the fuck I am\nFrom your boyfriend down to my Instagram\nTo all them busted-ass hoes that you kiki with\nI bet your jaw drop if you ever see me, bitch\n\nI'm her, her, her, her, her, her, her, her\nShe, she, she, she, she, she, she\nTake a pic, it's me, me, me, me, me, me, me\nTell your friends this her, her, her, her, her, her, her, her (Ah)\n\nBitch, you do you and whatever that is, I'ma do it better\nHoes must've just seen me and they playin' catch-up\nBitches lookin' like lil' Megans playin' dress-up\nWould I ever spin the block on a nigga? Never\nI don't even wear an outfit twice, dead 'em\nAny bitch got a problem? Probably never met 'em\nTell a hater kiss both cheeks, ciao, bella\nBut I'm used to the chatter 'cause\n\nI'm her, her, her, her, her, her, her, her\nShe, she, she, she, she, she, she\nTake a pic, it's me, me, me, me, me, me, me\nTell your friends this her, her, her, her, her, her, her, her (Ah)\n\nAll this hate givin' me a pretty face\nI eat hate, that's why I ain't got a waist\nThe more hoes hatin', more money I'ma make\nAnd the more niggas talk, more niggas want a taste\n'Cause I'm the most sickenin', hoes so fuckin' sick of me\nNo matter what they do or say, it ain't no gettin' rid of me\nI come in every room and draw attention like a centerpiece\nSteppin' for a long time, movin' like a centipede\nI ain't scared of shit, man or a bitch\nTo everybody hatin', y'all can suck this clit\n'Cause the hate campaign ain't workin' at all\nI ain't Jack or Jill, bitch, I ain't gon' fall\n\nI'm her, her, her, her, her, her, her, her\nShe, she, she, she, she, she, she\nTake a pic, it's me, me, me, me, me, me, me\nTell your friends this her, her, her, her, her, her, her, her (Ah)"}