{"id": 8305012, "title": "Keep Going", "artist": "DJ Khaled Featuring Lil Durk, 21 Savage & Roddy Ricch", "lyrics": "He a bitch, he runnin', he screamin' for help, we gon' get him as soon as he tired (Yeah)\nI seen bitches get over they feelings for niggas some hours after he died\nHalf the city be bap, the niggas who rap be cap, the niggas be lyin'\nI told bro'nem, \"On foenem (Yeah), the feds bе watchin' the live\" (Foenеm)\nAnd I'm pushin' P, beefin' with my Drac', I'm Pusha T\nI go to Phlavz when I'm in Chicago, my brother the owner, I'm eatin' for free\nI brought a million in cash around, so stop tellin' niggas you bigger than me (Bigger than me)\nI'm gettin' money, he gettin' money, feel like Big Meech and Southwest T (Man, what?)\nI'm with Khaled Khaled, throw your hood up, bitch, you 'bout it, 'bout it (Throw your hood up)\nNeed that 'Rari truck, put me on that list, I gotta have it\nAnd I wanna see Cardi and Nicki (What else?)\nIn the city, I ride with my blicky (What else?)\nHow you mad she be poppin' her titties? (What else?)\nHow you mad I pop prescription? (What else?)\nHow you mad I'm on the block with gremlins? (What else?)\nWar time, don't sit by the window (What else?)\nThis a Patek, this not a Cartier, time is different\n\nMan, what? (Man, what? Man, what?)\nKeep goin' (Yeah-yeah, yeah-yeah)\nThis a wide body, these ain't stocks, though\nHe ain't 'bout it, 'bout it, where your chop' go?\nIn a opp party, you did not go\nHe spinnin', spinnin', spinnin', spinnin' on repeat\nHe spinnin', spinnin', spinnin', spinnin', can't even breathe, ayy\nWe on the streets, better call on G-O-D, ayy\nThis a wide body, these ain't stocks though\nHe ain't 'bout it, 'bout it, where your chop' go?\nIn a opp party, you did not go\nHe spinnin', spinnin', spinnin', spinnin' on repeat\n\nWoah, Rari' squat low to the floor, wake up, hustle all I know\nRolex cost a hundred times four\nI'm from the bottom, I used to be poor\nHalf a milli', you want me to choke\nMy car haunted, I'm driving a Ghost\nI told the chauffeur, \"Pick up a ho,\" she like, \"Bae, I can't open the door\"\nToo much smoke, the bulletproof the only car I slide in\nMovin' casket, bought a 'Cat and that's the car he died in (21)\nCourt system in my bedroom, only place I lied in (21)\nI took a Hollywood bitch to Starlight and I got head at the drive-in (21)\nChop a nigga block like a tight end (Straight up)\nSay you a stepper, who died then? (Pussy)\nNiggas in the middle get boxed in (21)\nWe don't cry 'bout it, we go spin (21)\nPateks ain't shit, I got ten (21)\nI make money, I don't make friends (21)\nCan't get with it, they'll hate then (21)\nEverybody G.O.A.T.s, I'm an ape then (21)\nYou the type to walk up, crazy sayin' (21)\nI'ma buy a house with the lake then (21)\nYou wanna save these thot hoes (21)\nYou can get put on a cape then (21)\n\nMan, what? (Man, what? Man, what?)\nKeep goin' (Yeah-yeah, yeah-yeah)\nThis a wide body, these ain't stocks though\nHe ain't 'bout it, 'bout it, where your chop' go?\nIn a opp party, you did not go\nHe spinnin', spinnin', spinnin', spinnin' on repeat\nHe spinnin', spinnin', spinnin', spinnin', can't even breathe, ayy\nWe on the streets, better call on G-O-D, ayy\nThis a wide body, these ain't stocks though\nHe ain't 'bout it, 'bout it, where your chop' go?\nIn a opp party, you did not go\nHe spinnin', spinnin', spinnin', spinnin' on repeat"}