{"id": 8325690, "title": "Beat The Odds", "artist": "Lil Tjay", "lyrics": "Bussin' off the stoinky wishin' I was off a bean, no stalk\nI was hungry for that money like a fiend\nToo deep in that water, my life ain't have no order\nMelodic blue stories, I'm feelin' like Baby Keem\nI do my own thing, fuck it, I took seven shots, no shame\nBack to wall, I'm still gon' blow you down, I ain't no stain\nFlow on Wayne, I don't give a fuck about no ceiling\n'Cause we catch a opp and send him to the sky (Doot)\nThey be like, \"Tjay, why do you move around with all them fuckin' guns?\"\nI just tell 'em that's 'cause I don't wanna die\nAnd trust me, I don't lie, can't fuck up, I'm a star right now\nIf I wasn't quick to blow, I would be in the stars right now\n\nGrateful for the shit I got 'cause I come from a hard life\nDemons on my mental, saw some shit I wanna archive\nFeds lookin' out tryna bring a nigga down\nJust thinkin' 'bout the possibility, I frown\nFar out on that water, Father, don't let me drown\nI can hear my grandma sayin', \"Don't let me down\"\nPeople wanna kill me, always keep my gun 'round\nPray I squeeze first, I can't lose the millies I found\n\nShittin' on these niggas be my hobby\nI know they mad wishin' they had finished me entirely\nShassa with me, lil' bro say he tryna catch a body\nSeen bullets hit a opp, before he died, his face said, \"Why me?\"\nHow the fuck I'm livin'? All these niggas wan' fry me\nOne day they'll stop overlookin' my gift, that's wallahi\nMillies in my bank account, but still ain't nothin' jolly\nThese niggas back and forth tryna pop up like a ollie\nYou heard they killed who? Drugs talkin', sound like Molly\nCan someone tell the vlogs get off of my D?\nNever had no doubt if I'm gon' make it or no prolly\n'Cause I ain't Dummy, Rah, U.E., or Woo Lotti\n\nGrateful for the shit I got 'cause I come from a hard life\nDemons on my mental, saw some shit I wanna archive\nFeds lookin' out tryna bring a nigga down\nJust thinkin' 'bout the possibility, I frown\nFar out on that water, Father, don't let me drown\nI can hear my grandma sayin', \"Don't let me down\"\nPeople wanna kill me, always keep my gun 'round\nPray I squeeze first, I can't lose the millies I found\n\nNo, I can't lose the millies I found"}