{"id": 8374783, "title": "Love In The Way", "artist": "BLEU & Nicki Minaj", "lyrics": "You blew it, I could tell you knew it\nBut you was like \"Screw it,\" and I guess I'm fluid\n'Cause I was like, \"Fuck you and them bitches included\"\n'Cause I was goin' through it, ain't nothin' more to it (To it)\n\nBaby, your love in the way (My way)\nBut don't stop it, just keep doin' what you do\nHow could I move with your love in my way? (My way)\nIt hurts to love again and it's all because of you\n'Cause, baby, your love in the way (Your love)\nI need you right now, why would you push me away? (No love)\nBaby, your love in the way\nI need you right now, why would you push me away?\n\nGirl, let's move\nIf you can't dance, grab my hand, just do a little one-two (One-two)\nIt hurts to love again and it's all becausе of you\nI love when you dance to thе music, the DJ is playin' the right tunes\nIt's hard to love again and it's all because of you\n(Yeah, yeah, all because of you)\nIt hurts to love again and it's all because of you (All because of you)\n\nI'm beggin' for it (Beggin')\nI see you givin' me those eyes, can't ignore it (I can't ignore it)\nAnd I'm beggin' for it (For it)\nI love it when your love in the way (In the way)\nI don't think paradise too far away\nI don't think every star is out of space\n'Cause your love in the way\nHolding on for dear life\nI'm just here for one night\nCan't trust these women 'cause your love in the way\nLeading my way\nWhat can I say?\n\nGirl, let's move\nIf you can't dance, grab my hand, just do a little one-two (One-two)\nIt hurts to love again and it's all because of you\nI love when you dance to the music, the DJ is playin' the right tunes (The right one)\nIt's hard to love again and it's all because of you\n\nAll because you too busy talkin', no listenin'\nYou too busy doin' the talkin', no listenin' (All because of you)\nI would put my ear to the walls and listen in (It hurts to love again and it's all because of you, all because of you)\nRight hand on my head, I'm like, \"Aw, not this again\"\nAll because you too busy talkin', no listenin'\nYou too busy doin' the talkin', no listenin'\nI would put my ear to the walls and listen in\nRight hand on my head, I'm like, \"Aw, not this again\" (Not this again)\n\nOne minute, you here, and then, you gone (Gone)\nSeem like your biggest fear to be alone (Be alone)\nI was givin' you your space, I was runnin' through your mind\nBut you runnin' out of time this time\nWhat you expect?\nYou never had a queen on deck\nI never was the type to be next, I'm the type to be kept\nI'm the type to make a nigga regret that he slept\n\nGirl, let's move\nIf you can't dance, grab my hand, just do a little one-two (One-two)\nIt hurts to love again and it's all because of you\nI love when you dance to the music, the DJ is playin' the right tunes (The right one)\nIt's hard to love again and it's all because of you\n(Yeah, yeah, all because of you)\nIt hurts to love again and it's all because of you (All because of you)\n\nYeah, yeah, yeah, yeah, yeah (All because of you)\nYeah, yeah, yeah, yeah (It hurts to love again and it's all because of you)\nYeah, yeah"}