{"id": 8400438, "title": "Hey Mor", "artist": "Ozuna Featuring Feid", "lyrics": "Dime, ¿qué carajo fue lo que me hiciste?\nSon las 6 a. m. y quiero dormirme ya\nPero no he podido desde que te fuiste\n¿Qué tú me hiciste?\n\nHey, ma, ¿cómo te saco de aquí?\nLlego a la disco y solo pienso en ti\nLo que hicimo' yo lo quiero olvidar\nCon otra, pero no sabe igual (No)\n¿Pa' qué te voy a mentir? (Te voy a mentir)\nAndo con culo', pero pienso en ti\nLo que hicimo' no lo quiero olvidar, lo quiero repetir, baby\n\nEstás perdida, ¿qué vas a hacer hoy?\nTe vi puesta pa'l gym o para еl vacilón\nBaby, tú eras real, las otras plástico\nPusiste a еsta liendra a hablar romántico (Uy)\nTe pienso todo' los día'\nUno no cambia un Mercede' por un Kia\nSé que cagué la relación, mala mía\nBaby, no sé pa' qué peleamo', si podemo' estar haciendo groserías\nCondado, vista al mar amanecimos ese día\nNos fuimo' 'e Fifty Eight pa' la playa\nPero nunca pensé que iba a ser el último día\nBaby, ¿dónde estás? Que yo paso por ti\nAndo activo con los títeres en las motoras, a ver si te veo por ahí\n\nHey, ma, ¿cómo te saco de aquí? (¿Cómo te saco de aquí?)\nSi llego a la disco y pienso en ti\nLo que hicimo' lo he querido borrar\nCon otra chimba, pero no sabe igual (No)\n¿Pa' qué te voy a mentir? (Te voy a mentir)\nSi no hay trago' solo pienso en ti\nLo que hicimo' no lo quiero olvidar, lo quiero repetir (Suena), baby\n\nUn culo como el tuyo, cualquiera peca (Cualquiera peca)\nTú solo dime cuándo quiere' que te meta\nQue hoy ando con el combo, los rompediscoteca'\nEs que, bebé, tú ere' la neta, pero\nSolo quiero que te decida' pa' irte a buscar (Pa' irte a buscar)\nUn perreíto lento y adentro terminar\nSolo falta que te decidas pa' irte a buscar (Pa' irte a buscar)\nUn perreíto lento y adentro terminar\nHmm, dame lu', que no sé\nDame agua, que tengo sed\nHoy quiero invertir lo que me gasté (Me gasté)\nCon toa' las sustancia' son más de las tre' (Eh-eh)\n\nDime, ¿qué putas fue lo que me hiciste? (Oh, no)\nSon las 6 a. m. y no puedo dormirme ya\nPero no he podido desde que te fuiste\n¿Qué tú me hiciste?\n\nHey, ma, ¿cómo te saco de aquí? (¿Cómo te saco de aquí?)\nSi llego a la disco y pienso en ti\nLo que hicimo' lo he querido borrar\nCon otra, pero no sabe igual (No)\n¿Pa' qué te voy a mentir? (Te voy a mentir)\nAndo con culo', pero pienso en ti\nLo que hicimo' no lo quiero olvidar, lo quiero repetir, baby\n\nWoh\nNos fuimo' 'e Fifty Eight pa' la playa\nPero nunca pensé que iba a ser el último día\nWoh"}