{"id": 8454610, "title": "California Breeze", "artist": "Lil Baby", "lyrics": "Yeah, made it out the trenches, this type of life I can't get used to\nNumber one on YouTube, private dinner in Malibu\nShow you how to work your stick\nAin't nobody gon' handle you\nPut you in a Phantom 'cause you my lil' boo\nReady for whatever, I tie up my boots\nEverybody goin' the same route, so, I switched up my route\nNiggas ain't be what they talkin' 'bout, so I switched up my crew\nActin' like you love me knowin' it's flawed, so, I'm gon' fake it too\nWhat else am I supposed to do?\nAware of my surroundings, I don't fuck with y'all, don't come around me\n\"Baby switched up,\" how that sound? Like a nigga in his feelings\nYou can't name somethin' I did flawed, I'm a dyin' breed of the realest\nI ain't never worry about another nigga, so in that case, I'm the biggest (Nigga)\nI been travelin' around the world, my pivot's still ain't left the business\nShe got everything I want, ain't no need to fuck with these bitches\nYou can go and have a lil' fun, I ain't gon' trip, baby, I get it\nAin't bullshit in this game, wherever this plane land, I'm the littest nigga there\nTurn your back on me, I ain't even care\nIf you need me, I'm still gon' be there\nTell me, how the fuck is this shit fair?\nSwitch on who? I went there\nFuck them too, I'm prepared\nI run shit, get that clear\nHeart broke, can't drop no tears\nWas what it was, is what it is\n\nCalifornia breeze, take her out to eat\nStop at a lil' party\nEnd up at the big house\nI can't fuck with shawty 'cause she got a big mouth\nPull up in a 'Rari, hop out like a big dawg\nGet my shit together, feel like I done took two years off\nBookin' on my schedule, I ain't rich enough to chill out\nI watched you turn sour, I still don't know how to feel 'bout it\nMajority of 'em folded, but I'm still solid\n\nI'm still out here, still don't know how to feel about it\nEarly in the mornin' talkin' to Marquis about it\nWonderin', \"Should I let it go, or, we beefin' 'bout it?\"\nKnowin' that I'll go cold on you for weeks about it\nAnd it weren't even that deep, but, that's just how it be with me\nI can't lie, she be fuckin' me good, but, girl, you fuck me better\nI'm not surprised that you stereotypin' to be a lil' guy\nBut, if I can have a second of yo' time, try to elevate yo' mind\nWe can crush 'em on every level, I'm tellin' you\nI fell in love with generatin' revenue\nI know they gon' try to push you from the top, so I'm careful\nI put niggas under my wing like they my nephew\nI'ma give you every piece of game I got when I catch you\nI'm just tryna let you feel the breeze with me (Yeah)\n\nCalifornia breeze, take her out to eat\nStop at a lil' party\nEnd up at the big house\nI can't fuck with shawty 'cause she got a big mouth\nPull up in a 'Rari, hop out like a big dawg\nGet my shit together, feel like I done took two years off\nBookin' on my schedule, I ain't rich enough to chill out\nI watched you turn sour, I still don't know how to feel 'bout it\nMajority of 'em folded, but I'm still solid\n\nNo, no, no, no\nI'm supposed to be gone\nBut, shit, where I'm gon' go?\nTryna hold it in, I can't let this shit show\nIt can't be forced, it don't work, let it go\nI tried to tell you, you act like you know"}