{"id": 8454618, "title": "Top Priority", "artist": "Lil Baby", "lyrics": "Anybody came around, I turnt them up\nAin't nobody gave me shit, I earned this stuff\nAll cap aside, who really turnt as us?\nAcademics niggas think they can't get touched\nI don't be on computers much, Ced turned me on to YouTube\nI keep tryna tell em I'm different from what they used to\nWe can't go to war, fuck this money up, is what I tell the bro dem\nEverybody wanna be killers now, I ain't even gon' go there\nI know real steppers with body counts, don't nobody know them\nI won four M's off of baccarat and didn't even buy nothin'\nInvest a lil' somethin' into MoonPay just to try somethin' (That ain't it)\nMama get her hair done when she want, she got her own salon\nTryna find a nanny that Jason like, so I can keep him with me\nReal gambler, plenty times I fucked it up and got it right the same night\nYou ever heard that little joe can change your life?\nI'm talkin' shootin' dice, I know that went over they head\nAnd without me, more than half of these rappers wouldn't have no legs\nWhat I mean is I'm really the reason niggas think they big as me, damn\nThey couldn't see the old me, I done revamped\nBlue check, I'm verified, that's if socials stop today\nGod knows in any circumstance that I'm a find a way\nYou supposed to have 57 11, but you didn't have time to wait\nI'm talkin' about Patek, this bitch just turned my savage up\nYeah, I play for the big load\nSwitchin' up my pimpin', I been tryna knock a rich ho\nWe done did some shit you can't forget, now you my real bro\nI told him to let it go, they still shot 'em\nI made my first money in the trenches and I still got it\nEvery now and then, I go and count it, can't forget where I come from\nHope the people at my label know I'm not dumb\nGet whatever I want whenever I want it, then go number one\n(Yeah, yeah)\n\nTop priority, they runnin' to me (Yeah)\nI'm from poverty, what's a Grammy to me? (Yeah)\nMoney fuck with me, it been good to me (Yeah)\nBitches travelin' way from Europe to me (Yeah)\n\nListen to me, talk to me, I don't want you naggin' though\nI didn't want it now you got it, that ain't nothin' to brag about\nYou've been out here playin' for the minimum, watch me max 'em out\nI went from the projects to Zürich, shoebox to Swiss accounts\nMillion-dollar meetings, collared shirt, I left my cup in the car\nI'ma bring the ghetto to the light, can't leave 'em stuck in the dark\nI just told the lawyers keep on fightin', bro can't be stuck in no box\nWe be postin' pictures while we there, we don't give a fuck 'bout no opps (Yeah)\nHow she not gon' tell her friends she really fuckin' a star?\nShe too cute to ride a Uber, so I bought her a car\nThey been tryna catch up with me, I'm just already far\nDon't gotta ride no nigga's wave, bro, I'm already gnarly\nI'm already gnarly\nI don't gotta ride no nigga's wave, bro, I'm already gnarly\nI'm already gnarly\nThis shit lit, I'm in my bag, nobody fuckin' this vibe up\nFuckin' this vibe up\nThis shit lit, I'm in my bag, nobody fuckin' this vibe up\nFuckin' this vibe up\n\nTop priority, they runnin' to me (Yeah)\nI'm from poverty, what's a Grammy to me? (Yeah)\nMoney fuck with me, it been good to me (Yeah)\nBitches travelin' way from Europe to me (Yeah)"}