{"id": 8463815, "title": "Danger", "artist": "Lil Baby", "lyrics": "She get my rocks off, I buy her Goyard\nFuck all the time and still act like I don't know her\nI heard that pressure bursts pipes, I come so hard\nWhy y'all on my dick? You know that's your ho job\nAin't worried 'bout nothing\nEverybody they own boss, we all getting this money\nCall it what you wanna call it, I'm one of the owners\nI could've exposed you, brodie, but I ain't gon' talk about it\n\nI was in the trap too, I fucked up my sack too\nMost of that shit cap, can't go for that, you say it's facts, prove it\nPlug had us on a stand still but now we back moving\nThey thought they was winning 'til I entered now they back losing\nBrodie in prison on an iPhone getting tattoed\nI don't know who told you to come for me, that's a bad move\nI ain't in no space for no company, I'm in a bad mood\nOnly thing I gotta abide by is the cash rules\nIf you think I ain't running this money up, you a damn fool\nTryna count my pockets, my net worth ain't on no damn Google\nFifty million dollars in a year, if I'm lying, shoot me\nFive hundred thousand every show, I'm on my grind, stupid\nI been fucking her and her best friend, I put 'em in a group text\nThey done made you mad, get in your bag, that's how you posed to do that\nEverybody got a hundred guns, they know what no to shoot at\nI'ma get this guap until I'm done, bro, I can promise you that\nI was on the block when shit was lit for real, where the fuck was you at?\nNever drop no song then hit a bitch for real, bro, we don't do that\nWe the ones that's really out here pushing, bro, I thought you knew that\nCome through in that what's-her-name, everybody look like, \"Who that?\"\n\nShe get my rocks off, I buy her Goyard\nFuck all the time and still act like I don't know her\nI heard that pressure bursts pipes, I come so hard\nWhy y'all on my dick? You know that's your ho job\nAin't worried 'bout nothing\nEverybody they own boss, we all getting this money\nCall it what you wanna call it, I'm one of the owners\nI could've exposed you, brodie, but I ain't gon' talk about it"}