{"id": 8467634, "title": "Never Hating", "artist": "Lil Baby & Young Thug", "lyrics": "Si, si, si, si, si\n\nFresco como el primer día de clases el fin de semana\nPuse esta mierda hoy, sin razón\nTengo algo por lo que sonreír, me arreglé los dientes\nDirectamente desde el lote, llama a Herm, haz que ensucie\nMil caballos de fuerza, mi auto tiene que seguir el ritmo\nActúo como si fuera lento todo el tiempo, pero miro cosas\n¿Qué clase dе tipo deja que una perra mantеnga la pelea?\nLos dejé vivir por un tiempo, ahora el contrato de arrendamiento\nClave en el martillo, lo construí desde cero\nMi hermano dice que está trabajando, pero las drogas bajaron algo\nEllos manejan el negocio, yo no les doy la vuelta\nPuedes obtener cien si quieres, tenemos puntos de libra\nYo soy el que realmente tiene movimiento, ¿de qué están hablando?\nCoches, ya hice eso, cadenas, no necesito más\nTanta ropa, empezando a sentirme como un vagabundo\nCada hit, intento comprarme un nuevo hogar\nLos baches siguen cagandose a los Forgi, quita las llantas\nLa forma en que lo retuerce y lo chupa, como si intentara quitarse la piel\nMi hermano, está de delantero, pero es bueno, cambiamos los VIN\nNo le ladres a este árbol, haré que el rifle le arranque la rama\nMil dólares después de cada camino, para eso están disparando\nTodo lo que hago es follarla, la convertí en una ninfómana\nFN, apagones, Gen5, Gen4\nCaigo para la familia, no juego con mis parientes\n\nLlevé a los chicos a LA para una reunión de negocios\nDios, cuida a mis amigos, puedo manejar a mis enemigos\nJoder, ¿parezco fumar con mis mini-yos?\nLos negros tienen que estar bromeando, ¿estás bromeando?\nTodos estos chicos reales han estado jugando en un tiempo pequeño, ahora es realmente grande\nEstaba parado en las gradas, en algo de mierda animadora\nNunca he sido un hater, no me importa lo suficiente\nEsta mierda no va a parar hasta que nos entierren\n\nRecién salido del jet, termino en los proyectos\nVeo algo que me gusta, no hay policía, voy a hacerlo\nNo sigas mi página, publico cientos todos los días\nPara estos negros y perras que están contando mis bolsillos\nOoh, salta a esta perra en Huaraches\nLambo, Ferrari, Bentleys, tengo opciones\nTomé el jet privado a Nevada\n4PF, CED, se fumaron como un rasta\nTrincheras conmigo\nAlgo parece sospechoso, algo sospechoso\nTengo cuatro bolsillos llenos y parezco bocaditos\nNos sobrevaloran y subimos, subimos\nFuego, fuego, fuego, fuego, ese sonido suena delicioso\nNo puedes usar los platos, en la cocina limpiando\nWoo, woo, prendidito, no puedo abortar la misión, perra, tengo adicciones\nNo hago fotos, fotos, mantenlo bajo y conmigo\n\nLlevé a los chicos a LA para una reunión de negocios\nDios, cuida a mis amigos, puedo manejar a mis enemigos\nJoder, ¿parezco fumar con mis mini-yos?\nLos negros tienen que estar bromeando, ¿estás bromeando?\nTodos estos chicos reales han estado jugando en un tiempo pequeño, ahora es realmente grande\nEstaba parado en las gradas, en algo de mierda animadora\nNunca he sido un hater, no me importa lo suficiente\nEsta mierda no va a parar hasta que nos entierren"}