{"id": 8494420, "title": "Flooded The Face", "artist": "Lil Uzi Vert", "lyrics": "First of all, I fuck eight bitches a day (Yeah)\nHow could you ever say Lil Uzi gay? (How?)\nFuck four of 'em raw, fuck four of 'em safe\nThink I'm splittin' the offer for you to debate\nDon't want no pussy, want oral today\nPull out your tongue and just twirl it, baby\nShe lick on my backwood and pearl it, baby\nDiamonds so wet, like a swirly, baby\nGot more than a .40, if I pulled out a TEC with my borin' shit\nIf I'm pourin', then you pourin' and we pourin' shit\nI fuck your bitch on cam like a porno flick\nI put diamonds everywhere, that more than wrist\nOut late brokе, now I'm mornin' rich\nBrand new foreign, now I'm floorin' it (Yeah)\nDopе head broke, no ignorin' it\n\nYeah\nI'ma let you know\nI ain't worried 'bout nothin'\n'Cause I'ma keep gettin' this guap\nMula, bands, money, whatever you call it, fetti\nI tell you got time to worry about me\nNot only is you a fan, but you ain't gettin' no money\n\nFlooded the face, matted the Wraith (Woo, woo)\nGot a new house, unlimited space (Woo, woo)\nIt was just hard, now my life great (Woo, woo)\nNow that lil' girl gonna do what I say\nDiamond like lake, water like sink\nPocket on Brinks, pull up in tank\nPull up in coupe, who wanna race? (Skrrt)\nSmokin' that gas, don't hit the brakes\nFlooded the face, matted the Wraith (Woo, woo)\nGot a new house, unlimited space (Woo, woo)\nIt was just hard, now my life great (Woo, woo)\nNow that lil' girl gonna do what I say\nDiamond like lake, water like sink\nPocket on Brinks, pull up in tank\nPull up in coupe, who wanna race? (Skrrt)\nSmokin' that gas, don't hit the brakes\n\nDiamond my Rollie, diamond my Patek\nThis an AP and the hand automatic\nWhippin' that white in the kitchen, Bob Saget\nWhippin' it slow, need to whip it lil' faster\nI got the swag, one fashionable bastard\nRock out my jean, they tight leather, Mick Jagger\nYou think you fly, but your swag attract maggots\nThey want my sauce, because I'm a chick magnet\nHide the work in my hat and I pull out a rabbit\nRomaine the lettuce, I trap out the cabbage\nAll of my weapons, them bitches automatic\nI do not fuck with no semi-automatic\nGirl, don't call my name, you know you call me daddy\nI was off a Xanny, woke up like \"What happened?\"\nAll these niggas, they be lyin' and be cappin'\nI just pulled up to the bank and started laughin'\n\nStarted laughin'\nAnd stayed laughin', stayed at it\nI paved at it, was brave at it\nStayed stackin', new Aston (Yeah)\n\nFlooded the face, matted the Wraith (Woo, woo)\nGot a new house, unlimited space (Woo, woo)\nIt was just hard, now my life great (Woo, woo)\nNow that lil' girl gonna do what I say\nDiamond like lake, water like sink\nPocket on Brinks, pull up in tank\nPull up in coupe, who wanna race? (Skrrt)\nSmokin' that gas, don't hit the brakes\nFlooded the face, matted the Wraith (Woo, woo)\nGot a new house, unlimited space (Woo, woo)\nIt was just hard, now my life great (Woo, woo)\nNow that lil' girl gonna do what I say\nDiamond like lake, water like sink\nPocket on Brinks, pull up in tank\nPull up in coupe, who wanna race? (Skrrt)\nSmokin' that gas, don't hit the brakes\n\nSkrrt off, skrrt off\nSkrrt off, skrrt off (Skrrt)\nSkrrt off, skrrt off\nSkrrt off, skrrt off\nUzi"}