{"id": 8524145, "title": "Pussy & Millions", "artist": "Drake & 21 Savage Featuring Travis Scott", "lyrics": "He estado fuera, a altas horas de la noche, ¿debería lanzarme sobre las perras?\nPublicado con la milicia\nLos negros no han cambiando, mente en misiones\nMente en vagina y millones, mente en vagina y millones\nEstoy tratando de llamar a un símbolo sexual para que se coma a mis hijos\nDicen que más dinero, más problemas (Puede)\nTrae los problemas (Puede)\nTrae los problemas (Puede)\nTrae los malditos problеmas\nDicen que más dinero, más problеmas\nTrae los problemas\nTrae los problemas\nTrae los malditos problemas, ayy\n\nTrenzado y mis dos semanas llegan\nTiralos y luego tengo amnesia\nLa vida no se está volviendo más fácil\nFlocka, Flocka Sita\nYo se que no estoy enamorado, ella tampoco me quiere\nEs difícil encontrar el amor, esta mierda sigue haciéndose más profunda\n¿Quién dijo que es más barato mantenerla?\nPrefiero soltarlo\nEl cuerpo no le da la ola como una característica\nConoces el procedimiento\nLos negros están orando a Dios, así que nos quedamos con el barrendero\nEstoy representando a 4L con mi gemelo, así que al traicionero le presento al líder\n\nVienen a mi con todo el humo\nMe gusta el dinero, seguro\nPero me encanta robar más\nElla es bonita, ella muestra sus dedos de los pies\nY mis Pateks, vinieron con un arma\nSé que este dinero trae envidia y celos\nEstoy como, \"Carajo, me quiero un poco más\"\nFollala por la espalda, ella se inclinó\nJugando con el dinero, lo gasto\nCadenas en mi cuello, no de Kente\nEres el tipo de chica por la que pago el alquiler\nChúpala en el auto, para eso está el tinte\nMe compré un avión, no un sprinter\nCuarto de millón de dólares en su dental\nElla dice que soy un caminante, pero gentil\n\nHe estado fuera, a altas horas de la noche, ¿debería lanzarme sobre las perras?\nPublicado con la milicia\nLos negros no han cambiando, mente en misiones\nMente en vagina y millones, mente en vagina y millones\nEstoy tratando de llamar a un símbolo sexual para que se coma a mis hijos\nDicen que más dinero, más problemas (Puede)\nTrae los problemas (Puede)\nTrae los problemas (Puede)\nTrae los malditos problemas\nDicen que más dinero, más problemas\nTrae los problemas\nTrae los problemas\nTrae los malditos—\n\nSolo firmando a la pandilla\nSomos el nuevo Lucian Grainge\nTrae los anillos (Sí)\nSu cosa de MJ, estoy hablando de una cosa de Brady\nEstoy fuera del jugo, nunca podría hacer un ciclo de la mezcla\nTeniendo las trenzas, no los giros\nSoplo en completo, no puede peinarse\nNo se actúa como cristianos aquí\nPero el Christian Dior está en sus hogares, cuanto más grandes nos volvemos\nTengo que agradecer a Dios por esto, tengo mucho que doy\nEstaré repartiendo regalos como la Navidad el 25\nAfuera en los años 20 dentro de los veinte y\nDije que compraría el jet antes de poder pagar esta mierda\nAhora tengo el jet, construyendo la pista de aterrizaje\nEn el fondo de la casa grabo los éxitos\nEn el frente de la casa hago valet con los carros\n(¿Cuántos carros necesito? Vamos)\nRompiendo, rompiendo récords, más dinero, más problemas\nVienen con el estado\nPasando por la aduana cuando manejas el atlas\nMe acostumbré, me acostumbré más rápido\nEstoy hablando de telas, estoy hablando de colchones\nNunca duermo, aunque duermo con una mala\nMe estoy moviendo profundamente porque así es como está sucediendo (Ooh)\nSi sales, solo prepárate para la acción (La Flame)\nSolo necesitaba algo de tiempo\nResolví mi tiempo, ahora ven las señales\nNo me dejaste solo, aquí mismo, solo\nLo tuve presionado por mí, por mi cuenta (Ooh)\nJoven negro, entiéndelo, solo trata de llegar a casa\nTengo un rolodex en mi teléfono y todavía está mal\n\nHe estado fuera, a altas horas de la noche, ¿debería lanzarme sobre las perras?\nPublicado con la milicia\nLos negros no han cambiando, mente en misiones\nMente en vagina y millones, mente en vagina y millones\nEstoy tratando de llamar a un símbolo sexual para que se coma a mis hijos\nDicen que más dinero, más problemas\nTrae los problemas\nTrae los problemas\nTrae los malditos problemas\nDicen que más dinero, más problemas\nTrae los problemas\nTrae los problemas\nTrae los malditos—"}