{"id": 8524143, "title": "Treacherous Twins", "artist": "Drake & 21 Savage", "lyrics": "Si, uh\nSi\n\nEres mi gemelo traicionero, y sabes que nos encerramos\nY te amo como mi familia, es lo que sea para ti\nVoy arriba y abajo por ese camino, voy a donde sea que vayas\nCuando me dices que la vida es buena, quiero algo mejor para ti (Sí)\n\nEres mi gemelo\nEres mi gemelo, eres mi gemelo traicionero\nEres mi gemelo, eres mi gemelo traicionеro\nEres mi gemelo, еres mi gemelo traicionero\n\nSi, al carajo lo que ellos digan\nAl carajo lo que ellos— (Uh, si) Al carajo lo que ellos— (Uh, si)\nAl carajo lo que ellos\nQuinientos millones en la cara, siéntete como KayKay\nY conozco la ciudad de la que no es un lugar seguro\nPero sé que viajas con tu gemelo hasta que nos desaparecemos\nSolíamos tener nada a nuestro nombre, todavía teníamos grandes días\nSiempre me mantuve en paraguas cuando llegó la lluvia\nSi me dices que quieres algo, te diré lo mismo, lo mismo\nAhora, cuando entramos dentro de esta perra, tienen que abrirse paso\nTorciendo mis dedos por mi gemelo\nSiempre estabas listo para el drama, amigo\nEtiquetaría a alguien para tu mamá, amigo\nY el bloqueo desapareció, eso es algo del karma, amigo\nDices que eres un chico, luego fallas, negro, soy un chico\nCuando necesito un amigo, eres mi mejor amigo\nCuando necesito un amigo, eres mi único amigo (Sí)\n\nEres mi gemelo\nEres mi gemelo, eres mi gemelo traicionero\nEres mi gemelo, eres mi gemelo traicionero\nEres mi gemelo (¿Qué?)\nCuando necesito un amigo, eres mi único amigo (Mhm)\n\n¿De quién puedo depender como tú? Nadie (¿Qué?)\nEn la cama se vuelve mala, con sus padres ella es sana (Woah)\nNo muestro identificación en los clubes, porque saben que soy 21 (Woah, 21)\n¿Quién haría las cosas que hacemos el uno por el otro? Negro, nadie (Woah)\n¿Moririas por mi?\n¿Irías a los cuellos de negros como una corbata para mí?\n¿El tiempo por un crimen que no cometiste por mí?\n¿O cometer un crimen en un momento en que estaba suelto para mí?\n\nQuiero decirte cómo me siento cuando estoy cargado (Oh)\nYo daría algo por ti\nDespejaría un pueblo entero para ti\nRocíe todo el cien por ti\nTorciendo todos mis dedos por mi amigo\n\nEres mi gemelo traicionero, y sabes que nos encerramos\nY te amo como mi familia, es lo que sea para ti\nVoy arriba y abajo por ese camino, voy a donde sea que vayas\nCuando me dices que la vida es buena, quiero algo mejor para ti (Sí)\n\nEres mi gemelo\nEres mi gemelo, eres mi gemelo traicionero\nEres mi gemelo, eres mi gemelo traicionero\nEres mi gemelo, eres mi gemelo traicionero"}