{"id": 8580400, "title": "Feel The Fiyaaaah", "artist": "Metro Boomin & A$AP Rocky Featuring TakeOff", "lyrics": "Oh, oh-oh-oh (Siento el fuego)\nOoh-ooh, siento el fuego\nNo intentes acercar el mío, sí\nMi-mi, woah\n\n¿Por qué somos avariciosos como los lobos?\nAdán, Eva con el fruto\n¿Por qué necesitamos nuevos, nuevos? (Ah, ah)\nSolo tengo dos asientos (Ah, ah), ¿por qué necesitaría un nuevo auto?\nSolo tengo dos pies (Sí, sí), ¿por que necesitaría nuevos zapatos?\nPapá necesitaba nuevos zapatos, mi bebé necesitaba nuevos zapatos\nNecesitaré unos nuevos zapatos, Birkinstock, cincuenta Gs zapatos nuevos\nMetro tiene a su mierda bombeando (Bombeando)\nEn el E como Q\nPiezas de Jesús perlado, ¿qué haría Jesús?\n\nRocky, ¿por qué quieren ser como tú?\nMetro, ¿por qué quieren ser como tú?\nHola, ¿por qué quieren ser como tú? (Ayy, ayy, ayy)\nRevistas como tú las haces (Ayy, ayy, ayy)\nGQ, sí, soy G como Q (Ayy, ayy, ayy)\nCagándome en una sonrisa, como P, como U (No lo sabes, ahí va)\nEnciéndelo, estamos a punto de hacer un movimiento (¿No lo sabes? Ahí va)\nTambién tengo luz verde (¿No lo sabes? Ahí va)\nEn un G como cinco (¿No lo sabes? Ahí va)\nCuidado, verde como la baba (¿No lo sabes? Ahí va)\nPodria el G deslizarse (¿No lo sabes? Ahí va)\nElla me quiere ahora mismo (¿No lo sabes? Ahí va)\nManos arriba, muestren sus diamantes (¿No lo sabes? Allá va)\nTengamos una pelea de baile (¿No lo sabes? Ahí va, bling)\nMuestra tu arma, ten un enfrentamiento (¿No lo sabes? Ahí va, frrp, frrp)\nEsa vagina se revienta cuando ella alza las manos sin pantalones\n\nMamá me dijo, \"Ve y consíguelo\" (Mamá)\nEstaba intentando conseguir un boleto (Consíguelo)\nComas, comas, son algunos dígitos (Dígitos)\nHe estado pensando en eso durante un minuto (Si señor)\nEstás mirando a un teniente (Teniente)\nHielo e iglú en un colgante (Hielo)\nElla ni siquiera pudo terminar su frase\nCada día, obtengo dinero impreso (Frrp)\nSomos lo que ellos quieren ser (B)\nComo la letra después de la A (Ayy)\nLe compré a mi perra una nueva C (Chanel)\nLuego la llevé al D (Vamos)\nDijo que quería tomar una E (Está bien)\nNo voy a ninguna parte sin mi F&N (Brrt)\nNo Givenchy, soy un G (G)\nNo quieren el humo ni el calor (Ha)\nSolo cuento dinero, apilándolo como Money Mitch (Mitch)\nNombra a un negro que no sea yo (Esperaré)\nFuera del país siendo un P (Siendo)\nEstá tranquilo ahora mismo en las calles (Shh)\n¿Truco o trato? (¿Por qué?)\nPorque le había comprado un V (Skrrt)\n¿Por qué no lo haría si tienes dinero para gastar?\nSin dormir (Nah), el X haciendo las Z's\n\nLa tienda de la esquina, el mercado (¿Qué?)\nEn la tienda de la esquina es cómo empezó (Uh)\nEl rodillo alto, las apuestas altas (Sí)\nEl pollo Cluckin' (Sí), tengo que mirar hacia fuera para cuidar al cerdo (Sí, sí, uh)\nEsa es la parte más importante (Sí, uh)\nEmpezamos, solo hacíamos arte (Sí, eh)\nTienes que decirlo desde tu corazón (Yeah)\nLa mayoría de tus negros carecen de eso, superen eso\nBolso corporal, discografica en el dedo del pie, las peores partes del cuerpo en el reparto\nSé bueno con eso, Glock y guantes, enmascara eso\nLe mostré a mi ex mi Apple Pay y Cash App (Espera)\n\n¿Por qué somos avariciosos como los lobos?\nAdán, Eva con el fruto\n¿Por qué necesitamos nuevos, nuevos?\nSolo tengo dos asientos, ¿por qué necesitaría un nuevo auto?\nSolo tengo dos pies, ¿por qué necesitaría nuevos zapatos?\nPapá necesitaba nuevos zapatos, mi bebé necesitaba nuevos zapatos\nNecesitaré unos nuevos zapatos, Birkinstock, cincuenta Gs zapatos nuevos\nMetro tiene a su mierda bombeando (Bombeando)\nEn el E como Q\nPiezas de Jesús perlado, ¿qué haría Jesús?"}