{"id": 8583035, "title": "Just Flow", "artist": "YoungBoy Never Broke Again", "lyrics": "Did they send my money? That's a big advance, yeah, yeah\nGot shawty countin' up these hundreds, nigga, in a minute, need more rubber bands\nHad to tell my bro'nem, \"Don't fuck up that plan\"\nMy neck so flushed, how I'm turned up, gon' leave with so many hoes tonight, need an extra Sprinter van\nJump out the whip and stop that man, bitch, I don't play no games\nBoy step, they bang, each one bust brains\nIf you up in war, need to do the same\nBought my first car, bought my first chain (Ha)\nI'm legendary, plus a vet inside the murder game\nAnd I'm runnin', got the law wan' come in\nFreeze me, to teach me, try breach me, probably saw me on the TV\nNow wan' make me a repeat\nI flood my bitch in CC, don't worry 'bout it\nShe paid and got her body poppin'\nI'm paid and got my whips exotic\nHave a shootout how I'm rockin', tell 'em, \"Stop it\"\nBitch-ass boy know that I'm with that, with a rocket sittin' back\nPush your shit back\nWhat's that you talkin' 'bout?\nBitch, you ain't like that, that's one strike, yeah\nSecond one, that'll be your deathbed, Top known to split heads\nCut down, six twelves and two fours, can't play the short bed\nKnow my slimes around and they all about that\nThey'll hang up out that\nQuick to take the Glock and whoop this nigga head, the fuck you said?\nHad it on my mind, we been slingin' iron\nWe been ten or slime since they been dead\nMama say, \"Fuck 'em,\" I'ma cutthroat 'em\nLeave him stretched right on side where he stay at\n\nOh-oh-oh-oh\nOh-oh-oh-oh-oh\n\nBitch nigga, don't play with me\nNever break and enterin', spray with me\nNever laid with me, better watch what the fuck you say to me\nNigga know I kept them Ks with me\nAnd ChoppaBoy, that's E\nI was sixteen, havin' him stop, jump out and clear the whole street\nMight start a beef\nI'm gone off lean, but grind by any means\nCount paper up, fuck haters\nI'm on papers, still gettin' dirty, I'm tryna shake 'em\nBought this Glock off the Melpomene, home of the Saints, dress like a Laker\nHe dressin' black while servin' gray, call him a Raider\nWho plannin' on steppin' on me? I send plenty rounds through your town\nLil' shorty just wanna come over, she plan on me takin' her down\nThey wanna know how a nigga live the mack life\nSpend hundred thousand dollars all on clothes to keep my swag right\n(Oh-oh-oh-oh)\nI live a mack life, she know I wan' get up in it\nGet on top me in the Bentley (Oh-oh-oh-oh), baby girl, these windows tinted\nTell them niggas I ain't friendly, they know I'm a fuckin' menace, oh"}