{"id": 8609696, "title": "What's The Time Where You Are?", "artist": "Troye Sivan", "lyrics": "Tokyo just hit me like a wave\nWhere we ended up, I couldn't say\nI'm feelin' like my head's just in a distant time and place\nI hope that I got you the way that you got me, baby\n\nAnd I spent so long just waiting for the signs\nThought I'd lost my every feeling on the ride\nThen, oh, you showed, and that's just the way love goes\nNow the only thing I wanna know\n\nIs what's the time where you are, you are?\nWhat's the night like where you are, you are?\nInternational straight shot to my heart\nI'm right on top of this groove (Groove)\nBut, God, I wish it was you (You)\nIs it better where you are, you are?\nWhat's the weather where you are, you are?\nInternational through line to my heart\nThis beat is makin' me move (Move)\nBut, God, I wish it was you (You)\nGod, I wish it was you\n\nAnoche, una puta locura\nUna puta locura\nWhat the fuck?\n\nOpen invite if you wanna come (If you wanna come)\n'Cause I'm everywhere, you'd think I'm on the run\nI'm okay with waitin' if when all is said and all is done (Is said and done)\nYou know that I got you the way that you got me, baby\n\nAnd I spent so long just waiting for the signs\nThought I'd lost my every feeling on the ride\nThen, oh (Then, oh), you showed (You showed), that's just the way love goes\nNow the only thing I wanna know\n\nIs what's the time where you are, you are?\nWhat's the night like where you are, you are?\nInternational straight shot to my heart\nI'm right on top of this groove (Groove)\nBut, God, I wish it was you (You)\nIs it better where you are, you are?\nWhat's the weather where you are, you are?\nInternational through line to my heart\nThis beat is makin' me move (Me move)\nBut, God, I wish it was you (It was you)\nGod, I wish it was you\n\nTroye, baby\nNo, no, no, anoche, una puta locura\nUna puta locura\nWhat the fuck?\n\nYou are, you are\nYou are, you are\nGot an international through line to my heart\nThis beat is makin' me move (Move)\nBut, God, I wish it was you (You)\nGod, I wish it was you"}