{"id": 8645177, "title": "Hot Boy", "artist": "Nardo Wick Featuring Lil Baby", "lyrics": "I'm a hot boy, drive all my cars like it's urgent\nI'm a hot boy, don't get too close 'cause I might burn you\nI'm a hot boy but I put ice on all my bitches\nI'm a hot boy, I bring the fire to the trenches\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)\n\nI'm a hot boy but got a lot of cold bitches\nWhat's that half a milli' on my neck? Four-fifty\nDrop a load off to the trap and tell my lil' ones, \"Get busy\"\nDon't let nobody tell you different, we the littest in the city\nI'm a hot boy, I tell the jeweler, \"Cool me down\"\nStill be posted in the hood, a lot of killers sittin' 'round\nHe was on the sidеline, caught 'em at an angle, forcеd him out of bounds\nSend them hot boys on a blitz and tell 'em, \"Burn that nigga down\"\nAyy, woedie, who that is right there? She look like my type\nDon't care bout how big her booty is, won't hit if it don't feel right\nAyy, woedie, who is that young nigga that be fly?\nIt's a bird, it's a plane, nah, that's Nardo in the sky\nAyy, woedie, who that goin' a hundred in a fifty?\nI'm the richest, youngest nigga, ain't nobody fuckin' with me\nAyy, woedie, who is that lil' nigga with all the hoes?\nIf you look good, you look good, I ain't tryna hear that you too old\n\nBaby, I could pop out right now pull my big one on these hoes (Damn)\nI'm not acrobatic, I'm not flippin' on my bros (No)\nAll my shit be factual, I cannot get exposed (At all)\nGrew up talkin' slick, I'll catch a bitch before I catch a cold\nI ain't tryna kick it with you niggas, I got broke toes\nDon't take it offensive, I'm too rich to fuck with broke hoes\nI won't drive my TRX no more, that shit just too slow\nMaybach white on white, they know about it, ask my new ho\nI know a couple of these niggas really hatin' on me (Think so)\nI know a bitch who actin' faithful, but she waitin' on me (Think so)\nI don't fuck with none of you niggas, I can't fake it no more\nWho is that, that's your Lambo? Hell, yeah\nOh, that's Nardo? Let him in\nThink I'm runnin’ out of hidin' spots, this shit been comin' in\nHe was in our business and got spanked, he shouldn't have butted in\nI come from that block where shit be hot, the summer never end\nI'm really the one this shit done settled in\n\nI'm a hot boy, drive all my cars like it's urgent\nI'm a hot boy, don't get too close 'cause I might burn you\nI'm a hot boy but I put ice on all my bitches\nI'm a hot boy, I bring the fire to the trenches\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)\nI'm a hot boy, I'm a hot boy (Ha)"}