{"id": 8659728, "title": "How U Feel?", "artist": "Destroy Lonely", "lyrics": "Huh (Huh), how you feel? (How you feel?)\nBaby, I feel fine (I feel fine)\nI need more dollar signs (Dollar signs)\nBut you came right on time (Right on time)\nCan we turn off all these lights? (All these lights?)\nCan I roll up, get a lil' high? (Get a lil' high?)\nEvery time I look in your eyes (Look in your eyes)\nI look away mesmerized (Look mesmerized)\nAnd you shine brighter than the stars that decorate the night sky (The night sky)\nAnd all I rock is flawless diamonds, I hope you don't mind (Hope you don't mind)\nAnd I promise to keep you close, if you promise you're mine (Promise you're mine)\nAnd I been lapped them, no, it's not close, I crossed the finish line (The finish line)\n\nYeah, I look like a supermodel, and all my draws is Calvin Klein\nYeah, my baby, she built like a bottle, and I'm finna take a sip right now\nYeah, I'm pourin' some lines out the bottle, and I'm finna take a sip right now\nYeah, and I probably won't see you tomorrow 'cause I'm finna take a trip right now\nYeah, I've been gone\nI lost my mind, and I'm tryna find my way back home (Find my way back home)\nBaby, I'm a real Rolling Stone\nI've been changed, I don't do phones (Phones)\nI won't talk until the case closed (Closed)\nFuck 12, nigga, free my bro (Free my bro)\nI got a problem with keepin' my clothes (Clothes)\nAnd all my swag, they stole (Stole)\nThey can keep it, I don't want it (Don't want it)\nAnd I'd throw all this shit away if I can't give it to none of my homies (Yeah)\nAnd I'd throw all this shit away if I can't give it to none of my bitches (My bitches)\nIf a nigga talk down on my gang, then he gon' leave here with some stitches (Stitches, huh)\n\nHow you feel? (How you feel?)\nBaby, I feel fine (I feel fine)\nI need more dollar signs (More dollar signs)\nBut you came right on time (Came right on time)\nCan we turn off all these lights? (All these lights?)\nCan I roll up, get a lil' high? (Get a lil' high?)\nEvery time I look in your eyes (Look in your eyes)\nI look away mesmerized (Look mesmerized)\nAnd you shine brighter than the stars that decorate the night sky (The night sky)\nAnd all I rock is flawless diamonds, I hope you don't mind (Hope you don't mind)\nAnd I promise to keep you close, if you promise you're mine (Yeah)\nAnd I been lapped them, no, it's not close, I crossed the finish line (The finish)\n\nI'm not into tellin' lies\nGot a mask on, no disguise (No disguise)\nAnd the old me already died (Huh)\nKeep it on me, on my side (On my side)\nIf you know me, know I'm fried (Huh)\nAnd I love you if you ridin' (Huh)\nAnd the doors in my brand-new ride (Huh)\nGo up, they suicide (Suicide)\nI was geeked off all them Roxies, livin' on the top floor in the Roxy (Huh)\nAnd my life done changed so promptly, cameras flashing, paparazzi (Huh)\nAnd I only sip on Wockhardt and Tris to make me nauseous (Yeah)\nAnd I always go hard, these niggas goin' hardly (Yes)\nI just bought her Goyard, she ride me like a Harley (Yes)\nI told her she's a superstar, and I just think she gnarly\nMe and my gang in here, this a rich-nigga party (Rich-nigga party, yeah)\nShe brought her gang in here, this a bad-bitches party\nI'm a raver but a real rockstar\nPlease, can we get guitars?\nI'm an alien but not from Mars (No)\nAnd these niggas try too hard\nShe playin', baby, don't you start (Huh)\nPlease don't make this hard\nI go NBA, but I'm not Vince Carter\nThat just mean I'm ballin' and my money larger (Yes)\n\nHuh, how you feel? (How you feel?)\nBaby, I feel fine (I feel fine)\nI need more dollar signs (More dollar signs)\nBut you came right on time (Came right)\nCan we turn off all these lights? (Lights)\nCan I roll up, get a lil' high? (Lil' high)\nEvery time I look in your eyes (Look in your eyes)\nI look away mesmerized (Look mesmerized)\nAnd you shine brighter than the stars that decorate the night sky (The night sky)\nAnd all I rock is flawless diamonds, I hope you don't mind (Hope you don't mind)\nAnd I promise to keep you close, if you promise you're mine (It's lit, yeah)\nAnd I been lapped them, no, it's not close, I crossed the finish line (The finish line)"}