{"id": 8699797, "title": "Black", "artist": "YoungBoy Never Broke Again", "lyrics": "Who the fuck is lil' shawty? (Fuck is lil' shawty?)\nWhere the fuck is yo' nigga? Huh (Fuck is yo' nigga?)\nHow you get to this party?\nDon't bring Backwoods, I like Swishers\nI gotta Draco in the sack, nigga, shoot the car, tryna knock out the engine (Boom, baow, baow)\nI keep this shit kickin' on top of my pendant (Yeah)\nDirty rod in my pouch, gotta know I ain't slippin' (Yeah, go)\nBlack, hm, hm, I want everything black, huh (Black)\nWant everything black (Black), huh, I'm buyin' everything black, huh (Black)\nI want that ass fat (Ass fat), my Range Rover black, huh (Black)\nI want a whole 'nother bag, huh (Bag)\nI want a hundred-round gat, huh (Hundred-round Gat)\nAnd I want lil' shawty, she bad, huh (Bad)\nI wanna beat in her back (Beat in her back)\nAnd I wanna kill all my opps (Kill all my opps), dead, ain't comin' back\nI wanna hit her and sleep in (Woo)\nI wanna keep this shit on track (Keep this shit on track)\nAnd I went bought like thirty Rollies like a nigga Ric Flair (Yeah, yeah, like a nigga Ric Flair)\nWait, hm, like a nigga Ric Flair, mm (Ah)\nAnd I want damn near thirty Rollies like a nigga Ric Flair\nHa, haha, like a nigga Ric Flair, ha (You already know)\nAnd I'm so high, might fly a bitch out for to dye my hair (Uh)\nThese rappers be talkin' that shit and they broke\nAnd they know for a fact I make slimes pull up\nThey be stealin' the swag so we fuckin' they ho\nPick her up, hit the bitch in the back of my truck (Uh)\nI don't care, all this money not here for the show\nLet her ride me on top while I sit in the chair\nYeah, I be feedin' the bitch, I be takin' good care of her\nI could pull her shit off 'cause I paid for the hair\nDifferent, mm-ah\nI don't fuck wit' these niggas, they hoes\nWe don't fuck wit' these niggas, they hoes (Uh-uh)\nWhy you think we be fuckin' they hoes? (Know I'm rich)\nTell 'em that I'm rich as fuck (Rich, rich, rich, rich)\nHow you think that I pay for that Rolls? (That Rolls)\nI just cracked open a pint\nYou know that I pour up my bros"}