{"id": 8740715, "title": "Rich Flex", "artist": "Drake & 21 Savage", "lyrics": "Go buy a zip of weed, hit the club\nPay for 'bout ten niggas to get in\nWe crunk, lit, in this bitch, yeah\nKnow we walk around the world\nSteppin', not givin a damn 'bout where our feet land at, yeah\nGet your ass mushed, smooshed (6ix)\nYeah, 21, the biggest\nPut a nigga in the chicken wing, pussy\n\n21, can you do somethin' for me? (21)\nCan you hit a lil' rich flex for me? (21)\nAnd 21, can you do somethin' for me? (21, 21)\nDrop some bars to my pussy ex for me\nThen 21 (21), can you do somethin' for me?\nCan you talk to the opps necks for me? (21)\n21, do your thing 21, do your thing (21)\nDo your thing, 21\n\nYellow diamonds in the watch, this shit cost a lot\nNever send a bitch your dot, that's how you get shot\nI DM in Vanish Mode, I do that shit a lot\nTook her pantiеs off and this bitch thicker than the plot\nAll my exеs ain't nothin', them hoes busted\nIf my opps ain't rappin', they ass duckin'\nYou ain't ready to pull the trigger, don't clutch it\nI know you on your period baby, can you suck it?\nI'm a savage (21)\nSmack her booty in Magic\nI'll slap a pussy nigga with a ratchet (Pussy)\nI might slap a tracker on his whip and get the addy (Pussy)\nDon't call me on Christmas Eve, bitch, call your daddy (21)\nBitch, call your uncle (21), bitch, don't call me (21)\nAlways in my ear, your hoe a flea (Fuck)\nWhy my opps be posting guns and only use they feet? (21)\nPaid like an athlete, I got—\n\nAll you hoes, all of you hoes need to remember who y'all talkin' to\nIt's a Slaughter Gang CEO\nI got dick for you if I'm not workin', girl\nIf I'm busy then fuck no\nYou need to find you someone else to call\nWhen your bank account get low, you need to find you someone—\n\nAyy, ayy, ayy, ayy, ayy\nI'm on that Slaughter Gang shit, ayy, murder gang shit\nAyy, Slaughter Gang shit, ayy, murder gang shit, ayy\n\nSticks and stones, chrome on chrome\nThat's just what a nigga on\nInternet clones, got 'em kissin' through the phone\nPussies cliquin' up so they don't feel alone, ayy\nMan nigga seein' me, I'm Young Money CMB\nI used to roll with CMG, the house is not a BNB\nThe bad bitches waitin' on a nigga like I'm PND\nI'm steady pushin' P, you niggas pushing PTSD\nI told her ass to kiss me in the club, fuck a TMZ\nI used to want a GMC, when Woe was doing BNE\nWe revvin' up and goin' on a run like we DMC\nI layup with her for a couple days, then its BRB\nYou rappers love askin' if I fucked, when you know we did\nWhen you know we did\nShe came in heels but she left out on her cozy shit\nAyy, I'm livin every twenty-four like Kobe did\nShoutout to the 6ix, R.I.P to 8\nSwear this shit is gettin' ate, I'm on ten for the cake\nGet a lot of love from twelve, but I don't reciprocate\nFifty-one division stay patrollin' when it's late\n21 my addy, so my knife is on the gate\nAll my dawgs eatin' off a Baccarat plate\nNiggas see Drake and they underestimate\nTake it from a vet', that's a rookie ass mistake, ayy\n\nBoy, look, you the motherfuckin' man, boy, you, ooh\nYou is the man, you hear me?"}