{"id": 8741285, "title": "Krzy Train", "artist": "Trippie Redd & Travis Scott", "lyrics": "Carro novinho em folha\nE o interior é novo, e o interior é azul\nE você sabe que eu sou o Big Redd, mas eu conto essas notas azuis\nPosso perder a calma, não tente atirar\nEu sei que sou o único, mas eu me sirvo uma dose\nO que eu vou me tornar, se eu não tiver você?\nVocê não pode dizer que terminou, eu não terminei com você\nSou casado com o jogo, yeah, eu casei\n\nYeah, eu amo, yeah, eu amo\nGata, eu amo, yeah, еu amo\nGata, eu te amo, yeah, еu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu te amo\nGata, eu amo, yeah, eu amo\n\nEu não posso perder o foco porque sou casado com o jogo (Wow, wow)\nSe você agir de acordo com a sua consciência, eu vou explodir a porra do seu cérebro\nVocês estão prontos? Todos a bordo do maldito trem louco (Wow, wow)\nNão podem me salvar, entro nessa porra e faço chover (Quem?)\n\nEstrela do rock ou estrela do rap, transformo isso em um avatar\nAs notas de cem transformam seu avatar (Papo reto)\nConheço um Leonino louco que vai te transformar em um collant (Yeah)\nColoquei ela em um trem pelo gueto só pra ver o que tá acontecendo (Tá foda)\nTomei um gole do meu copo e agora eu tô vendo estrelas\nEu acabei de tomar uma bala e não parece que eu fui pra um bar\nÉ assim que eu acordo de dia, eu realmente acho escuro\nEu e todos os irmãos queremos, quando estamos chegando duro (Foda, foda)\nPra onde vamos? Pra cima (Vamo lá)\nVocê disse, \"Adeus\"\nFaço você se sentir louco quando estiver sozinho\nAgora, quando eu pego, não tem nenhum—\n\nYeah, eu amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu te amo\nGata, eu amo, yeah, eu amo\n\nEu não posso perder o foco porque sou casado com o jogo (Wow, wow)\nSe você agir de acordo com a sua consciência, eu vou explodir a porra do seu cérebro\nVocês estão prontos? Todos a bordo do maldito trem louco (Wow, wow)\nNão podem me salvar, entro nessa porra e faço chover\n\nDuplo R do lado de fora, de Bentley, olhos de sapo\nLevo essa vadia pro Five Guys (Wow, wow)\nA corrente Cubana te deixa cego, por favor, não espreite, feche os olhos\nColoco seu mano no céu, transformo a camisa dele em tie-dye (Wow, wow)\nEsses caras tão sempre bancando os durões, é por isso que todos vão morrer\nEla disse que eu sou um monstro, algo parecido com Sci-Fi\nEla disse que precisa de um patrocinador, conectei com ela igual Wi-Fi\nA buceta é tão boa que eu acordei e cumprimentei ela (Wow, wow)\n\nYeah, eu amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu amo\nGata, eu amo, yeah, eu amo\nGata, eu te amo, yeah, eu te amo\nGata, eu amo, yeah, eu amo\n\nEu não posso perder o foco porque sou casado com o jogo (Wow, wow)\nSe você agir de acordo com a sua consciência, eu vou explodir a porra do seu cérebro\nVocês estão prontos? Todos a bordo do maldito trem louco (Wow, wow)\nNão podem me salvar, entro nessa porra e faço chover"}