{"id": 8827806, "title": "What It Is (Block Boy)", "artist": "Doechii Featuring Kodak Black", "lyrics": "Can't you just see, it's just me and you?\nPanoramic view, that's my point of view, bae\nAll about me, that's the energy\nThat's that lemon pepper thing, I'm a ten-piece, baby\n\nBedroom bully in the bando\nHe gon' make it flip, do it with no handles\nNever switchin' sides, only switchin' angles\nOoh, we go crazy like Rambo\n\nWhat it is, ho? (What it is?) What's up? (What's up?)\nEvery good girl needs a little thug (Thug)\nEvery block boy needs a little love (Love)\nIf you put it down, I'ma pick it up, up (Ayy), up (Ayy)\nWhat it is, ho? (What it is?) What's up? (What's up?)\nEvery good girl needs a little thug (Thug)\nEvery block boy needs a little love (Love)\nIf you put it down, I'ma pick it up, up (Ayy), up (Ayy)\n\nHit 'em up, hit 'em up\nIn the truck, got it tucked\nHe get it up, like it's stuck\nAll night, I like\nYou ain't gotta say it when you know it's on site\n\nShe got everything he wanted, a nice body, ass fat\nBehind every gangster, a shawty solid that got his back\nHe know who to come to every-time the world handlin' him bad\nThe one he call first, but still he always put her last (Always put her last, yeah)\nI'm pourin' out this glass, my body fightin' off that gas (Off that gas, yeah)\nI don't smoke opps, I kill 'em, that zaza pack kickin' my ass (Kickin' my ass, yeah)\nIn the studio dosin', all I can keep from falling asleep\nI hate that for you niggas ain't got no bread, but trying to beef\nBein' Black in America, is the hardest thing to be (Baby, tell me, yeah)\nEvery thug need a lil' love too, baby, how 'bout me?\nTold her, \"Don't call me a stink 'cause I smell like money\"\nI putting down the greatest babe, hold this here for me\nI took her from a nigga, we vibin', two weeks out of the country\nSo she had a lil' situation, but I could tell it ain't 'bout nothin'\nNow me and her rappin', bitch\nShe say, \"Don't hush me\", I say, \"Don't rush me\"\nAnd I can tell how much she like a nigga by the way she suck it\nHo, what it is?\n\nWhat it is, ho? (What it is?) What's up? (What's up?)\nEvery good girl needs a little thug (Thug)\nEvery block boy needs a little love (Love)\nIf you put it down, I'ma pick it up, up (Ayy), up (Ayy)\nWhat it is, ho? (What it is?) What's up? (What's up?)\nEvery good girl needs a little thug (Thug)\nEvery block boy needs a little love (Love)\nIf you put it down, I'ma pick it up, up (Ayy), up (Ayy)\n\nI don't care if you run the streets\nLong as you're comin' home to me\nI love the way you walk and the way you speak\nHe gon' keep it real, that's the deal, that's the reason that I speed down, down (Down, down, down, down)\nI put that all on my name (All on my name)\nYeah, that's an even exchange (Tell me what it is)\nStay on your deal, we gon' tell 'em, we gon' tell 'em what, babe\n\nWhat it is, ho? (What it is?) What's up?\nEvery good girl needs a little thug (Needs a little thug)\nEvery block boy needs a little love (Needs a little love, yeah)\nIf you put it down, I'ma pick it up, up, up\nWhat it is, ho? What's up?\nEvery good girl needs a little thug (Needs a little love)\nEvery block boy needs a little love (Needs a little love, thug)\nIf you put it down, I'ma pick it up, up (Ayy), up (Ayy)\n\nBack it up and do, and do it like that, yeah (What it is? What's up?)\nBack it up and do it like that, yeah (Ho)\nBack it up, back it and do it like that, yeah\nBack it up gon' and do it like that, yeah (Woo)\nHey, what it is? Hey, what's up?\nJ. White Did It (Yup, yup)\nMore is on the way (Yup, yup, yeah)\nWe need a lil' love, you know what I mean? (Yeah, ayy-ayy, woo)\nRide out, woah"}