{"id": 8850954, "title": "Kant Nobody", "artist": "Lil Wayne Featuring DMX", "lyrics": "Sometimes I smile to hide the miles of my road travelled (What? Uh)\nShake my hand, it felt like you just touched a stove handle (What, what?)\nHoly cow, fuck the cow, I want the whole cattle (What? Uh)\nGucci buffs on my eyes, look like solar panels (What, what?)\nLeavin' bitches on they own like the Oprah channel (What, what?)\nCan't trust my shadow, that's a fact, I can't get overshadowed (What, uh, what?)\nDraco' soundin' like it's coughin' from the smokin' barrel (What? Ayo)\nNo peace, no serenity, nigga (What, what?)\nBreak in your vicinity, nigga, like virginity, nigga (What? Ayo)\nAin't into these niggas, just family like the Genovese, nigga (What, what?)\nThe Kennedys, nigga, all street niggas ain't in the streets, nigga (Yeah)\n\nBest rapper, ex-trapper, dress dapper (What, what?)\nSwizzy gave me a head-banger, a neck-snapper (What? Ayo)\nX-factor, make a rapper an example (What, what?)\nAll I need is a beat with a DMX sample (Ayo)\n(What, what, what?)\n(All I need is a beat with a DMX sample)\n(Ayo, what, what, what? Ayo) (All I need is—)\nAll—, all I need is a beat with a DMX sample\n\nSay it with your chest, mama, say less, mama\nWeezy F and the F is for F bomber\nYes, mama, I'ma eat you like Jeff Dahmer\nSay she on her period, let's make a mess, mama\nDon't be on all of that, yeah, that's my twin, shit, alright\nDon't hit my phone with all that \"I'm just tappin' in\" shit, alright\nFuck that friend shit, alright, I'm on my zen shit, alright\nI'm on that DMT, I ain't on that DM shit, alright\nTryna get a B, right now I'm on my M shit, alright\nI'm just Weezy-We, on my \"excuse my French\" shit, alright\nFuck that bitch, shit, alright\nRed beam on a Nina, she wore lipstick tonight\nBah, bah, bah, bah\n\nBest rapper, ex-trapper, dress dapper (What, what?)\nSwizzy gave me a head-banger, a neck-snapper (What? Uh)\nX-factor, make a rapper an example (What, what?)\nAll I need is a beat with a DMX sample (Uh)\n\nSwizzy on the drum machine, I got the gun machine (What, what?)\nThat bitch go \"Brr,\" it sound like bumblebees (What, what?)\nGun come with a magazine, long as a limousine (What, uh, what?)\nYou smell that decomp in the mornin' like some Jimmy Deans, uh (What? Ayo)\n\nBest rapper, ex-trapper, dress dapper (What, what?)\nSwizzy gave me a head-banger, a neck-snapper (What? Ayo)\n(All I need is a beat with a DMX sample) (Ayo)\nAll I need is a beat with a DMX sample (What? Ayo)\n\n(Ayo)"}