{"id": 8855434, "title": "Red Ruby Da Sleeze", "artist": "Nicki Minaj", "lyrics": "Only on them C's if it's breeze, Red Ruby Da Sleeze  (Uh-oh, uh-oh)\nChinese on my sleeve, these wannabe Chun-Lis\nAnyway, 你好 (你好, uh-oh)\nWho the fuck told bitches they was me now? (Uh-oh, ooh)\nI knew these bitches was slow, I ain't know these bitches senile (Ooh)\nMarried a shooter case you niggas tried to breathe loud (Brr-brr)\nBoom your face off, then I tell him, \"Cease fire\"\nI'm the A, B side\nSeven-hundred on them horses when we fixin' to leave (Uh-oh)\nBut I don't fuck with horses since Christopher Reeves (Uh-oh)\n(Uh-oh, uh-oh)\nGotta be careful when I dip, it's flips all in the whip\nIt's 40s with 30 clips, FN's with the switch\nGuacamole with the taco, waitin' on El Chapo\nCame in the Rolls and left low in a Tahoe\n\nBad gyal don't die-die-die (Brr)\nHundred rounds on that grrah-ta-ta\nReal one lick a shot-ta-ta\nShe my lil' vibe, my lil' ah-ah-ah\nBad gyal don't run from nobody, like ah\nRude boy want me touchin' on his body, like yah\nBoy affi dead if he ever diss me\nAnd he know what to do if he ever miss me\n\nMiss me with that na-na-na-na-na-na-na\nI stay with my na-na-na-na-na-na-na\nHis ex hit him, he like, \"Nah-nah-nah-nah-nah-nah-nah\"\nHe want the bad gyal sleeze like that\nWhy I'm a tease like that?\nIll, na-na-na-na-na-na-na\nHe told me bring him that na-na-na-na-na-na-na\nWe don't be Karen like Donna-na-na-na-na-na\nI like it when he grab my cheeks like that (Uh)\nWhy I'm a freak like that?\n\nBad gyal don't die-die-die\nHundred rounds on that grrah-ta-ta\nReal one lick a shot-ta-ta\nShe my lil' vibe, my lil' ah-ah-ah\nBad gyal don't run from nobody, like ah\nRude boy want me touchin' on his body, like yah\nBoy affi dead if he ever diss me\nAnd he know what to do if he ever miss me\n\nWhen the Queen leave, bitches wanna come out like a cockroach\nUntil I'm cookin' in the kitchen like a pot roast (Uh-oh, uh-oh)\nThat new Spectre, we don't fill pot holes (Uh-oh, uh-oh)\nDorito—bitches mad that they nachos\nShoutout my vatos\nShout out to hoes that's watchin' me like Movados (Click, click, click)\nAll them, all them botched face photos, why would you post those?\nMake a gyal duppy since I heard you like my ghost, hoes\nBig truck but I'm alone like Post, though (Uh-oh, uh-oh)\nCall Malone and tell him I'm goin' postal (Brr)\nThese bitches rappin' like my blooper roll (Uh-oh, uh-oh)\nDesert Eagle if your nigga actin' super bold\n(Got 'em, got 'em, got 'em) Got 'em like, \"Uh-oh\"\nGun fingers like niggas doin' the bogle\nYa fuckin' bozo\nThat .40 cal a make 'em dance like a go-go\nSuper fakks, that's word to Super Cat\nWe ah rude gyal youth and we nuh tek back we chat\n'Cause bitches couldn't walk in my Crocs, that's word to Dundee\nJust a bunch of airheads like Kelly Bundy\nMan, these bitches so slow, man, they slower than sloths (Uh-oh, uh-oh)\nSix-hundred horse, how you gon' catch the boss?\nCaught 'em with they hand out, tryna catch the sauce (Uh-oh, uh-oh)\nThierry Mugler flow, tryna cut the cloth\nSee the difference is: I run businesses (Uh-oh, uh-oh)\nIf I ain't employ you, then what ya business is?\nI'll have staff roll up, like, \"What the business is?\" (Uh-oh, uh-oh)\nOh, you don't know that my niggas kill witnesses?\n\nBad gyal don't die-die-die\nHundred rounds on that, grrah-ta-ta\nReal one lick a shot-ta-ta\nShe my lil' vibe, my lil' ah-ah-ah\nBad gyal don't run from nobody, like ah\nRude boy want me touchin' on his body, like yah\nBoy affi dead if he ever diss me\nAnd he know what to do if he ever miss me, yeah\nIf you want me to stay\nI'll never leave\nIf you want me to stay\nWe'll always be\nIf you want me to stay\nLove endlessly\nIf you want me to stay"}