{"id": 8865554, "title": "VVS", "artist": "Peso Pluma, Edgardo Nunez & Los Dareyes de La Sierra", "lyrics": "Me humillaron sin saber quién soy\nJuzgan a la gente por el billete que ganó\nNo se dan cuenta que pa' hacerlo hay que ser más cabrón\nY al que miraban para abajo la vuelta les dio\nDiamantes en el cuello, VVS\nY a veces me visto de Gucci de frente a los pies\nRelojes Rolex y Cartier ahí tengo como diez\nLa camioneta de mis sueños ya me la compré\n\nY si me dicen presumido por vivir como yo vivo\nYo solo disfruto dе las cosas porque jalo un chingo\nSe fijan en los billеtes, no en lo que en realidad vale\nLa lealtad de un buen amigo, sigo siendo el mismo de antes\nMe hablan los interesado', obvio voy a contestarles\n\nPa' mandarlos a la verga, no soy pendejo de nadie\nSigo firme con los míos, aquel que supo ayudarme\nEllos tienen mi respeto y siempre voy a apoyarles\n\nY pa' que sigan hablando, viejo\nPura Doble P, ¿qué no?\n¡Cha-chau!\nPuro 602, compa Edgardo\nCompa Darey\n¡Fierro Colorado, compa Peso!\n¡Jálese, compa Edgardo!\n\nYo soy humilde aunque ahora me va bien\nNo le falto el respeto a nadie, saben que soy ley\nAborrezco al envidioso y eso lo sé ver\nSiempre habla mal de los otros, menos de lo de él\nA puro desvelo armé un cantón\nY logré hacer mucho billete y ayudé al viejón\nMe miran que ando en deportivos, todos del año\nNo me importa lo que me digan, yo sé bien quién soy\n\nY si me dicen presumido por vivir como yo vivo\nYo solo disfruto de la cosas porque jalo un chingo\nSe fijan en los billetes, no en lo que en realidad vale\nLa lealtad de un buen amigo, sigo siendo el mismo de antes\nMe hablan los interesados, obvio voy a contestarles\n\nPa' mandarlos a la verga, no soy pendejo de nadie\nSigo firme con los míos, aquel que supo ayudarme\nEllos tienen mi respeto y siempre voy a apoyarle\nY aquí se está haciendo tarde"}