{"id": 8925534, "title": "Area Codes", "artist": "Kaliii", "lyrics": "Got a white boy on my roster\nHe be feeding me pasta and lobster\nHe just hit me up on Tuesday like, \"What you doing, bae?\nLet me take you shoppin'\" (Brr)\nI told him, \"Well, I'm a little busy\" (Damn)\nHe said, \"Damn, I'm in your city (Fuck)\nBut anyway, it's okay, hope you have a good day\nI'ma send you 'bout eight fifty\" (Ooh)\nThen I told him, \"You treat me so well\" (Uh)\nHe said, \"Cash App or Zelle? (Ching)\nMatter of fact, scratch that, I'ma send you a stack\nJust cause you fine as hell\"\nAnd I told him, \"Well, thank you, baby\" (Thank you)\n\"Anything for my favorite lady\" (Ooh)\nWell, I gotta go, they just let me know\nThat I could pick up my Mercedes (Skrrt)\n\nI got hoes (Might just be your nigga)\nIn different area codes (He know what's up)\nEverywhere I go (Every time I pop out)\nI call and they drop the lo' (Come drop that fuckin' location)\n'Cause I got hoes (Might just be your bitch)\nIn different area codes (She know what's up)\nSome of 'em bros (Could be your daddy)\nAnd I'm big pimpin' 'cause they know (They know what's up)\n\nGot a nigga, yeah, he from the trap (Ooh)\nHe low-key, yeah, he stay off the map (Uh-huh)\nAnytime I need some money, he say pull up\n'Cause it gotta be cash (Cash)\nPushed up, he designered down (Down)\nHe like, \"Bae, you ain't ever around (Nah)\nWhat nigga I gotta put up in the dirt\n'Cause why you ain't ever in town?\"\nI'm outta the way with Pablo (Yeah)\nThis nigga swear that he El Chapo\nHe know not to play in my face\nYeah, I swear it's hard for him to keep my calm, ho (On God)\nHe be tweakin' 'cause he ain't my vato (Nah)\nIn his pockets like I hit the lotto (Ching)\nI'ma get to this money, it's fuck these niggas\nThat's forever the motto (Fuck 'em)\n\nI got hoes (Might just be your nigga)\nIn different area codes (He know what's up)\nEverywhere I go (Every time I pop out)\nI call and they drop the lo' (Come drop that fuckin' location)\n'Cause I got hoes (Might just be your bitch)\nIn different area codes (She know what's up)\nSome of 'em bros (Could be your daddy)\nAnd I'm big pimpin' 'cause they know (They know what's up)"}