{"id": 8959322, "title": "WHARF TALK", "artist": "Tyler, the Creator Featuring A$AP Rocky", "lyrics": "If God was here with us today\nI think I know what He would say (Some shit like)\n\"You're so beautiful, and your lips look nice\"\nUh (Not the- not the one on your face)\n\nI got a new boat, you should come with\nI got a section for your luggage\nBring some fiction and a nightlight\nRecord player and your top five\nWhere we goin'? We should get lost\nNo more questions, let the wharf talk, uh\n(So there's a lot goin' on, make you comfortable)\n\nI want you to come get lost with me\nAsk you one more time before I tread too deep (I want you)\nSo can you make up your mind?\nA wave's gonna come, wave's gonna come\nSo can you make up your mind?\nA wave's gonna come (I want)\n\nUnlike my friends, don't think I'll fall in love again\nBut I'll take a chance, seclusion isn't in my plans\nPack my shit up, time I headed back out 'cause my shit's up\nSpend it all in one out, wanna split some\nSome here with you right now\n(Whatever you want)\nIf you got cold feet, it's warm by the water\nYou can turn your page around, let me be the author\nDon't leave your destiny by the harbor\n(Come on, it don't gotta be like that)\n\nI want you (Say yes), to come get lost with me\nAsk you one more time (Say yes), before I tread too deep (I want you)\nSo can you make up your mind?\nA wave's gonna come, wave's gonna come\nSo can you make up your mind? (Flacko)\nA wave's gonna come (I want)\n\nThem bitches say I'm too conceited, they see the way I treat her\nBe my señorita, put a ring up on her finger\nTake her out the climate, somewhere to put her feet up\nNeck Valentinin', rubies, diamonds, uh\nBillionaire yacht party, climate was hot\nBaby, if you seasick, we could stop on the dock\nYeah, lobster and calamari, caviar, um\nLots of luggage, private boarding, carry on, um (Dance with us)\n\nI got a new boat, you should come with (You should come with)\nI got a section for your luggage (Luggage)\nBring some fiction and a nightlight (Nightlight)\nRecord player and your top five (Top five)\nWhere we goin'? We should get lost (Get lost)\nNo more questions, let the wharf talk (Wharf talk)\nWharf talk, uh-huh\n\nI want you (I want you)\nTo come get lost with me (Make up your mind)\nAsk you one more time (Ask you one more time)\nBefore I go (Oh-oh-oh, oh-oh-oh, oh)\nBefore I go (Oh-oh-oh, oh-oh-oh, oh)\nBefore I go (Oh-oh-oh, oh-oh-oh, oh, oh, oh, oh-oh-oh, when you gonna come?)"}