{"id": 8962984, "title": "WTF", "artist": "YoungBoy Never Broke Again Featuring Nicki Minaj", "lyrics": "Who the fuck these niggas is?\nWho the fuck these bitches?\nHuh, who the fuck these people are?\nTell 'em that we can't kick it\n\nHo inside they jeans, I'm too real\nI'm gon' get a nigga whacked behind these millions\nTryna get that ho from out her jeans and do criss-cross\nRun me a million dollars up inside these Raf Simons\n\nThe fuck they think they playin' with? Bitch, I make millions\nI been plannin' on stackin' bands 'til my ceilin'\nThinkin' 'bout my lil' brother Kendell, I start ventin'\nNeed to call lil' brothеr Jay, he have bang outs with that glizzy\nMost thesе niggas claim 4KTrey ain't even fuckin' with me\nMost these niggas gon' die today, if they try, know they can't get me\nWho the fuck all these new faces around inside my business?\nI don't remember they face at all, they wasn't with me in the trenches\nI don't remember them from my granddad house, I'm serious\nThey wasn't with me when I was hangin' out that car, this ain't realistic\nBallerina, we spinned the whole car, somethin' get spilled in it\n\nHuh, I don't know who the fuck these niggas is\nWho the fuck these bitches?\nHuh, who the fuck these people are?\nGo tell 'em that we can't kick it\n\nHo inside they jeans, I'm too real\nI'ma get a nigga whacked behind these millions\nTryna get that ho from out her jeans and do criss-cross\nRun me a million dollars up inside these Raf Simons (Ayy, yo)\n\nCross YoungBoy, then you cross the Queen (Queen)\nAll them internet games turn boys to memes (Memes)\nKeep sleepin' on the team, we gon' pause your dreams\nThey want action, tell my niggas, \"Cause a scene\"\nFully active, I keep my shooters in the gym, nigga, practice (Practice)\nYou bitches know it could get sticky like a cactus (Cactus)\nI'm the one that they tread like tractors\nAnd still can't catch a break like fractures (Like fractures)\nI don't fuck with them, I'm too real\nWanna be me, but just keep wishin' (Keep wishin')\nAll up on the star, ho, I pinky swear, no matter what, you ain't winnin' (Ain't winnin')\n\nWho the fuck is these bitches?\nWho the fuck these niggas is?\nWho the fuck these people are?\nTell 'em that we can't kick it"}