{"id": 8982042, "title": "Jealousy", "artist": "Offset & Cardi B", "lyrics": "Hatin' ass nigga 'cause I got it out the mud\nHatin' in the family, nigga, be your own blood\nScreamin', \"Fuck 12\" to the D.A. and judge\nNever been a dub, never been a scrub\n.45 Glock, now, oh, you want the judge?\nBetter than who? Must be high on them drugs\nCoolin' in the mansion with the bubbles in the tub\nHeard you undercover, you a bitch, you was a stud\n'Set, yes, nigga, don't try mе\nIn a Lamb', I be damned if a nigga try me\nGеttin' ham with the fam, man, a nigga gotta eat\nShawty, nuttin', I'ma bust, I'ma trick for a treat\n'Fore I bought the Lamb', I was ridin' in the Jeep\nFive-hundred horses with a stick on a seat\nFuck that nigga, he'll fold when there's heat\nGo against the code for the dough, boy, you weak\nGo against the grain, man, you know a nigga lame\nCartier frames, I can see a nigga brain\nCartier bracelet, they matchin' with the chain\nDirt up on my name, man, you nigga should be shamed\nKnock off her boot when I'm throwin' up gang\nDiamond fruit loops in this watch, and it's plain\nMy dawg got the juice and I'm smokin' propane\nI'm gunnin', I run to the money, Usain\nWho talkin'? Who tellin'? Who sang?\nI'm sellin' prescription cocaine\nShe fuck with my pimpin', my cane\nI'm Michael, I'm not no Jermaine\nJealousy, that shit gon' eat your heart out\nThis a AR, sawed off, we'll slay your squad out\nThis the beast you brought out, this a feast, we ball out\nI'll eat your heart out, I'll pull your card out\nIt's simple, put holes in his face like it's dimples\nNew Kimber, new bop-bop, bop-bop, make it limp him\nHe play with me, blowin' me, rise in my temper\nI got millions of racks in my mansion, my temple\nI'm gangsta but with your bitch, I get gentle\nWanksta, take out your teeth like it's dentures\nI'm blankin', you eat this Glock, I'm Miss Winners\n\nMafia, mafia, mafia, mafia\nJealou—, jealous, jealou—\nJealous ass bitch\nWhat the fuck these bitches talking 'bout, man?\nMafia, mafia, mafia, mafia\nI mean, who's tellin' us what?\nJealou—, jealous, jealou—\nJealous ass bitch\nBardi\n\nLook, ain't no bitch finna front on me (No)\nBad body bitch with the jumbo teeth\nYellow Lamborghini like a bumblebee\nGirl, nobody listen to you 'less you talking 'bout me (Woo)\nIt's always a bird tryna tweet shit (Yeah)\nYou offended when I be on defense (Fuck you)\nThey're too worried 'bout me and my nigga (Huh)\nYou should worry 'bout the nigga yours sleep with, hmm (Ah)\nFace is given and never not gave\nBeen to Atlanta, but bitches ain't brave\nHow bitches mad? I'm the number one pick\nIt's funny, your nigga the one that's a trade\nBitches is mad stupid (Stupid)\nThey get to the bag and lose it (Lose it)\nI'm still in the bed, I live in her head\nWater and gas included, brrt (Grrah)\nBitches don't wanna go Birkin for Birkin\nBitches ain't got enough hits for a Verzuz\nBitches be actin' so different in person\nCartier frames, I can see why she nervous (Woo)\nThis shit a circus, I'm dripped in detergent\nI'm sick, get the nurses, my whip got the curtains\nI'm dripped out in Hermes\nA bitch say my name, then she number one trendin'\nI did you a service, bitch\n\nJealous ass bitch\nJealous ass bitch\nLike, huh?\nJealous ass bitch\nJealous ass bitch\nMan, what the fuck these hoes talking 'bout?\nHold on, hold on, hold on\n\nLook, let's keep it a bean, let's keep it a buck\nIf I had a dick, it need to be sucked\nAll of my opps is runnin' they jibs\nStomach too big, it need to be tucked (Ah-ah-ah)\nAll of that cryin' be keepin' me up\nWhen Bardi's around, they see me and duck\nWhen I make a post, I'm leavin' it up\nThey came from the hood but they leave in the trunk\nBitch"}