{"id": 8990872, "title": "Say My Grace", "artist": "Offset Featuring Travis Scott", "lyrics": "Made room on my plate, I just said my grace and then I ate\nGot a particular taste, I just stuffed my pockets and my face\nOkay, let's have a debate, we talkin' 'bout poppin', I promise I'm feelin' a way (Who?)\nI took the bodies up out of my closet, I buried 'em deep and they still in the way\n\nI know some lil' niggas got baptized, trap guys (Trap guys)\nThey can't put the drillin' away (Way)\nHad to part ways with the sad vibes, bad guy\nYou might be a villain today (Villain today, hey)\nAsk God, \"Why I didn't get an answer? (Why?)\nWhy I lose my brother to bullets? (Why?)\nWhy I lose my grandma to cancer? (Why?)\nWhy mе, God? I need answers (Why?)\nWhy a young nigga straight out Atlanta? (Why?)\nWhy the judge and thе cops tryna jam us? (Why?)\nWhy I keep gettin' all of these chances? (Why?)\nWhy me, God? I need answers\" (Hey)\nSpeak your mind and you might get canceled (Canceled)\nPinky ring and it cost me a Phantom (Phantom)\nWhack the witness, the evidence tampered (Whack 'em)\nDirty money, the safe is the hamper (Dirty money)\nYeah, my bitch, she a star and I stamped her (Stamped her)\nPE Jordan 3, this a sampler (PE)\nI don't wanna do it, but I gotta do it\nGotta kill you, nigga, if it's me or you (Hey)\nHe got fire, I got fire, nigga, lighter fluid (Fire)\nGot away from the haters, say, \"Hallelujah\" (Bye)\nShit be crazy, this shit be the closest to you (Crazy)\nIt's okay 'cause they know that I come to do it (Hey)\nHold your V up for Virgil, exclusive Louis (V)\nBitches geekin' and tweakin', I hit a U (Geek)\nWrist is hittin' and glistenin', this shit a movie (Glistenin')\nIf it's smoke at the door, then I'm tendin' to it (Smoke)\nWatch when I step, Murakami my belt (Hey)\nAngel on my shoulder, but the devil on the left (Devils)\nI got a mil', not a mil' for my shelf (Million)\nI do it alone, I own myself ('Lone)\nNiggas, stay home 'fore your dome get left (Baow)\nNiggas playin' dirty, hit below my belt (Dirty)\nI'ma get the bag, do the show myself (Show)\nDo that shit again, I had to show myself\n\nMade room on my plate, I just said my grace and then I ate\nGot a particular taste, I just stuffed my pockets and my face\nOkay, let's have a debate, we talkin' 'bout poppin', I promise I'm feelin' a way (Who?)\nI took the bodies up out of my closet, I buried 'em deep and they still in the way (Way)\n\nI filled up the crib with cars, the halls, with all and all, I'm still havin' space (Yeah, space)\nGot a particular taste, picky eater, I guess, but I'm still stuffin' my face (Yeah, yeah, yeah)\nShe got a natural wrap like a natural do, like the blunt, she don't like that shit laced (It's lit, woo)\nI was outside of the buildin', I'm ownin' the spot (Woo), want a B? Then you gotta have faith\nI'm in a meditate state, ever since we lost bro, it ain't really much more I can take\nI pop a ten when it's late, Mama told me to pray, I do that 'cause you know I can't play (Let's go)\nWe flood the field up for real, we got rides in the back, but you know we ain't come here to play\nYou be up playin' the stakes, I be up playin' abroad with broads and mates (Yeah)\n\nMade room on my plate, I just said my grace and then I ate\nGot a particular taste, I just stuffed my pockets and my face\nOkay, let's have a debate, we talkin' 'bout poppin', I promise I'm feelin' a way (Who?)\nI took the bodies up out of my closet, I buried 'em deep and they still in the way"}