{"id": 9088680, "title": "Monitoring Me", "artist": "Lil Durk", "lyrics": "He said somethin' in public, I got in his DM and made him apologize\nI can't tell you what I had told him for real, my shit be monetized\nLil' bro want that fast shit, when he go to Six Flags, he don't get on rides\nI be with the niggas who take the rapper's shit and make 'em buy it back\nI done charged a ball player a thousand dollar line just to say he drinkin' Act'\nHalf them niggas who rap that be in the 'Raq don't even be in the 'Raq\nOne of the opps lil' fast ass, you can tell his ass used to run laps\nI can merch on all my kids, lil' boy, you ain't make a gun clap\nYou can't tell me shit, evеn though we cool, I can't tell him give yo' gun back\nI can't sеnd no money in my name 'cause lil' bro a killer, he killed his gump ass\nI don't even know if the feds tryna set me up 'cause you woofin' with yo' lil' gump ass\nAin't no killer said that they seen't you kill, yo' lil' ass just a stunt man\nYou know brodie got shot in his arm, that Micro Mini get shot with one hand\nI ain't gon' say he gon' miss his target 'cause he up too close to miss his one man\nI just did it just 'cause I fuck with 'em, I'll air one before Jumpman\nHow you gon' tell a nigga, don't fuck with another nigga and you ain't done shit?\nHow you gon' tell a nigga he safe when he in yo' city? You ain't even the gunman\nHow you gon' tell the killer you can't send him nothin' 'cause you bought a bitch a lil' somethin'?\nYou know that money be different, they come to your building to kill you and the doorman\nI was a Jeezy fan, but I was seein' red, ain't build me a snowman\nYou put a switch on a new Glock, bet the lil' bitch'll start jammin'\nI don't even got to pay a nigga to do nothin', I got killers, all my friends\nName the top five bitches out right now, I had ass all in my hand\nI ain't gon' say the name right now, it's a possibility you they man\nThat's on Pluto grave, lil' bitch, yo' bitch ass ain't gettin' in that van\nHow you gon' wipe my ass when you see me when yo' lil' bitch ass wiped the stand?\nI know he was a real killer 'cause I seen him do it, he ain't even wipe off his hand\nI ain't never see you do nothin', I ain't ever see you shoot shit up\nI ain't never hear you say nothin', but I heard you told dude, \"Get up\"\nIf you post in the hood, we gon' get up wit' you\nIf you post you got a show, we gon' get up wit' you\nMan, the nigga I love'll get hit up wit' you\nSee, Boona a bug, he gon' up wit' you\nSee, I pay 'em just not to get rid of niggas\nTalkin' 'bout them ones with Twitter fingers\nBro body came straight from a misdemeanor\nHow you put on that switch? You a pistol cleaner\nKeep your mouth closed, you won't get subpoenaed\nFeds watch FaceTime wit' a lip reader\nYou know Varney, he the one with the tooth missin'\nYou know shorty gon' leave your roof missin'\nWhy the fuck you gon' ride wit' a new nigga?\nI done mixed my Tris with a root beer\nFuck Wock' 'cause it make me take two shits\nShe be suckin' my dick at Ruth's Chris\nCan't tell me what you did 'cause you ain't do shit"}