{"id": 9100779, "title": "Angel, Pt. 1", "artist": "Kodak Black, NLE Choppa, Jimin, JVKE & muni long", "lyrics": "I give it all up to ease your pain, yeah, I would do that all day\nI stepped back from the game to keep you out of harm's way\nRisk it all for the game but it take more than one person\nTwo people one 'til I feel the same when you hurtin'\nI was still in middle school when Givens fled the whip\nBodies were droppin' before we ever knew 'bout the truck\nWe gonna be family no matter what way this go, brother\nFrom the ugly corner where everybody betray each other\nI let you hang in the jets, I let you bang with my set\nPut you before my own flesh like why’d I ever do that?\nMe and the streets got soul ties\nThe devil on my shoulder he whisper but I told him\n\nAngel, don't fly so close to me\nI pull you down eventually\nYou don't want to lose those wings\nPeople like me break beautiful things\nAngel, don't fly so close to me\nI'm what you want, not what you need\nYou don't want to lose those wings\nPeople like me break beautiful things\n\nGeneration curses of disloyalty, we breakin' that\nLost my dawg, got him back\nTook him in, we shakin' back\nStruggle never broke us, it just made us who we is\nLosses taught a lot of lessons\nMade the wins feelin' like blessings\nFamily all that you got at the end\nHope you get the message\nI ain't tryin' to make it without you\nBut if I got to then I got you\nThis ain't about me, it's about the whole cake\nWe can take a slice on a different day\nJust keep your plate\nGod, family, hustle, goals\nHeart, mind, body, soul\nWatching out for street signs on a narrow road\nHeaven at the end, prayin' for the lost souls with my angels\n\nDon't you know, don't you know, don't you know, don't you know?\nI will never let you down\nNo, I'll never be perfect\nNever want to see you hurtin'\nYou should go, you should go\nGet away fast a hundred on the dash tonight\nWish it didn't have to be this way\n\nAngel, don't fly so close to me (My angel, don't close to me)\nI pull you down eventually\nYou don't want to lose those wings\nPeople like me break beautiful things\nAngel, don't fly so close to me\nI'm what you want, not what you need\nYou don't want to lose those wings (Lose those wings)\nPeople like me break beautiful things"}