{"id": 9105392, "title": "I Got That Shit", "artist": "YoungBoy Never Broke Again", "lyrics": "I'm in my 501s, some Levi's\nThis for them bad bitches, get dressed at night, then go to Vibe's\nThis for my young niggas who hustle 'til the sunrise\nWhen shots let off, they send shit back, it ain't no goin' inside\nGot shorty wan' come try to fuck me up inside my ride\nGot my cologne on, smellin' clean, bitch\nI know you see me on that scene, bitch\nCar fresh than a motherfucker\nBitch bad just like her mother (Ha)\nBig knots in my pockets, boy, fuck with somethin' (Ha)\n\nI got that shit in my pants, got that shit in my lungs\nGot that shit in my whip, I got that shit in my car\nI got that shit on my hip, on my waist with my rod\nI got that shit on my clique, I put that shit all on my broad\n\nI send a blitz at your clique and put a hit on your squad\nEight 12s inside the trunk, nigga, it bump, nigga\nFuck wrong with you? I slump niggas\nCould try play like you dumb, nigga\nHave them young slimes inside the street, in front your house, screamin', \"Redrum, nigga, redrum, nigga\"\nIs it my cars? Is it my clothes? (Huh)\nOr is it my bitch or all because of my home?\nStraight out the North, livin' large, I got this\nI'm on some shit strong than boy\nAnd I been poppin' my shit like a model\nCame from the bottom\nIf you see me with Herm, I'm drinkin' Henn' out the bottle\nBig tires on my whip, nigga\nBad bitch up in here, got her holdin' on my blick, nigga\n\nHo, I got that shit in my pants, got that shit in my lungs\nGot that shit in my whip, I got that shit in my car\nI got that shit on my hip, on my waist with my rod\nI got that shit on my clique, I put that shit all on my broad\n\nI got that shit on my wrist, yeah (Got that shit on my wrist)\nPut that shit on my bitch, yeah (I put that shit on my bitch)\nI put that shit on my broad (Put that shit on my gang)\nBecause she fuck me in the Rolls (Bust you for me in they brain)\nI got that shit in my pants (Slime), got that shit in my lungs\nGot that shit in my whip, I got that shit in my car\nI got that shit on my hip, on my waist with my rod\nNigga baptize shit 'cause I'ma send 'em straight to God"}