{"id": 9108006, "title": "Dirty Thug", "artist": "YoungBoy Never Broke Again", "lyrics": "Why the fuck I can't get mad? They left, I ain't enough\nI been tryna find happiness in myself, I lost my trust\nSeen it wasn't no angel in that girl, I lost my lust\nI don't give no fuck about that field, I lost my girl\n\nYeah, this bitch ain't mine, ain't gon' lie, the devil's in my world\nAnd you know that I'm toxic, mad, I'll kill somebody\nBitch, you know I ain't with that cappin', play, I drill somebody (Huh)\nI'll go all out 'bout your love, I beef with anybody\nNo, I ain't bow down to that girl 'cause I is somebody\nAnd I'm worth the love, I can't make you cherish me\nAnd I'm worth your love and you knew what you was gettin' into, now, why you embarrass me?\nAll these hoes just want your shoes, they don't likе you married me\nI get mad and flash in thе crib, she might record me\nI pop a pill, then start customizin' my 'Rari\nI let this ho come sneak in, I'm sorry\nI, if you leave, gon' be with my Nari, yeah\n\nWhy the fuck I can't get mad? They left, I ain't enough\nFor these people, why I do shit? Don't do shit for myself\nI'm here with you, but feel like my heart left\nI been tryin' and I need help\n\nFuck makeup, I fly you 'round the world like data (Like data)\nPay you racks, I charge you up, you just like data (Just like data)\nI'm with her, don't need no dada, fuck that daddy (Fuck that daddy)\nGot my wife, bitch, you better not tell nobody I date ya\nHuh, huh, head was nice, but she better not tell nobody I paid her\nHuh, rich as fuck, I'm a real big shark, I'm bitin' on all the ladies\nWrong as fuck, gotta make this shit up, I'm buyin' her all the latest\nPush the button on somethin', I don't give one fuck\nBetter tell them, don't play with me\n\nIn the Spider when she pulled in, ridin' in that big body\nShe was in the studio watchin' movies, nigga, I was in that mode\nI say, \"Soon as I walked in, you know that I dig inside it\"\n\nHuh, I'm fuckin' up, but she not givin' up, give a fuck 'bout no slut, I'm in love with that girl\nTry lovin' me, know that it's hard as fuck, she not givin' a fuck, so I'm owin' that girl\nSomeone better than me, know you destined to see and I'm destined to meet someone I don’t need\nI ain't gettin' no better, I'm beggin' you, please\nOn the dance floor with the devil\nCan you come take over for him please?\nI say, can you come step in and dance with me?\nOff-White, money comin' left and right, you the last thing make me complete\nI take these drugs in the party\nI told that girl I was sorry\nI'm on my shit, oh, now pardon me (Pardon me)\nI saw some shit, sad, and it scarred me\nHuh, no time to be misled, don't fuck around with my peace\nBitch brain good, was in my bed, ho might as well just leave\nFuck boy, with that hatin', he don't know I barely much sleep\nIf I pay the fee, they gon' spray him, get his brain bust in the street\n\nFuck makeup, I fly you 'round the world like data\nHuh, pay them racks, I charge you up, you just like data\nI'm with you, don't need no dada, fuck that data\nBitch, I'm through, sincere, the dada, ho, I hate you"}