{"id": 9121826, "title": "To Summer, From Cole (Audio Hug)", "artist": "Summer Walker & J. Cole", "lyrics": "Hey, Ms. Walker\nThank you for wantin' a verse from me\nApologies for the wait, sometimes, it's hard to-\nGet the distractions up off ya\nFor enough time to jot your thoughts\nBut fuck it, this mornin' I gots to\nI'm thinkin' about ya\nI heard you just had you another lil' baby, congratulations\nI hope you got through it with no complications\nI find it amazing the way that you juggle your kids, the biz, the fame\nThe bitches that's hatin', they sit around waitin' for you to fall off, like the album I'm makin'\nBut I hope that you takin' a little time for yourself\nStealin' a moment or two to unwind\nBetween the hectic sounds of your precious baby cryin'\nDo you clear your mind? Must be a lot goin' on\nI hear it in all of your songs\nNiggas been doin' you wrong\nFamily been doin' you wrong\nOn days you feelin' like you on your own\nI wrote this for you to put on\nThank you for sharin' your light, your voice and writin' them beautiful poems\nSession 32 bring me to tears, be gettin' choked up when I hear it\nSeem like I keep cryin' off so much since a nigga had these kids\nAnd I don't know what it is that made me so sensitive\nMore than I already was\nBut never mind that, I'm back, I'm sendin' you this little audio hug\nIn hopes that you smile, forgettin' the stress that piles from all the above\nThe more that we hurt, the harder we love\nAs soon as it's gone, we gotta re-up, it's just like a drug\nIf people knew half of the pressure, they'd know that it's hard to be her\nI'm sendin' you, SZA & Ari my love\nY'all holdin' us down, y'all holdin' the crowns\nYou ever need somethin' from me, don't hesitate, please\nJust hit me and I'll be around, I'm gone\n\nCall me when you need some\nCall me when you need some\nCall me when you need some love\nCall me when you need some\nCall me when you need some\nCall me when you need some love\nCall me when you need some\nCall me when you need some\nCall me when you need some love\nCall me when you need some love\nCall me when you need some love"}