{"id": 9121837, "title": "New Type", "artist": "Summer Walker Featuring Childish Gambino", "lyrics": "And I, I'm watchin' my cellphone ring\nWatchin' my shit light up\nI got hood niggas blowin' me up, I\nI, I, I, I, I\nNot tonight, tonight, tonight\nI got a new type, new type, new type\nNew type\n\nTrick daddy lookin' motherfucker\nSwear 'fore God I never wanna see another\nHoes on the top, on the bottom, way up under\nArguin' on the phone with your ugly baby mother\nSleepin' on the couch of the house of your mother (No)\nYou can't live with me so won't you try and find another?\nFuckin' round with me, you gon' end up on your own\nHave your stuff out on the street, won't you go and call Tyrone-rone?\n\nI know I'm ugly but I'm interesting, you know I'm flirtin' with ya (Oh)\nYou want the perfect picture, no filter, simple livin'\nSimpin', always listen, guilt him so there's no suspicion\nLow ambition, wanna live his life without my BM in my DM saying Junior miss him\nI show up with a happy meal, your attitude ain't happy\nYou tell my son his daddy broke, he hear you laughin' at me\n(Nigga, get the fuck outta here with that broke ass McDonald's)\nI'm from around the way, your cousin went to Abernathy\nI knew you when your wig ain't had no lace, I loved you nappy\nGirl, now why you cappin'? That ass ain't yours, I can't afford, I'm waitin' on my taxes\nBut you look good, been on your Erykah, I drive through Texas\nYou said to call Tyrone, you know they booked him in January\nI'm doin' 9 to 5, he wanna eat off my commissary\nYou want me doin' life, I'm not the type to wife\nAnd call me triflin' but I ain't no\n\nTrick daddy lookin' motherfucker\nSwear 'fore God I never wanna see another\nHoes on the top, on the bottom, way up under\nArguin' on the phone with your ugly baby mother (No)\nSleepin' on the couch of the house of your mother\nYou can't live with me so won't you try and find another?\nFuckin' round with me, you gon' end up on your own\nHave your stuff out on the street, won't you go and call Tyrone-rone?"}