{"id": 9135007, "title": "Sunburn", "artist": "Dominic Fike", "lyrics": "Same shit, but different days where I'm from\nBitches droppin' like old ladies and such (Where I'm at, where I'm at)\nYeah, Southern Florida, I was raised in the sun\nYou throw shade, get hit by rays from the suns\nBaby went to class, then graduated to get her paycheck\nBaby done had a baby, now the baby daddy ain't in the picture\nI'm on this music (What?)\nMama went to jail, we was hungry, I'm on this music (What?)\nEveryone grew up and got comfy, I'm on this music (What?), dawg\nWho you call when you don't got the money for school at all?\nMama cryin, thinkin' 'bout one day how we gon' lose it all\nI would die before that happened, I'm pickin' the strap up before you pickin' my slack up, baby\n\nSame shit, but different days where I'm from\nI was screaming, feel a strain in my lungs (Where I'm at, where I'm at), yeah\nWhen I die, baby, lay me in the sun\nWhen I die, baby, lay me in the sun\n\nHold on, misdemeanor\nCan you slow down?\nDown\nSlow down, you misdemeanor\nCan you hold out?\nOut\n\nDropped off, heard he got picked off in a parking lot\nHe should've stashed the brick in the body shop\nBrody got jammed as a juvie, we call it child lock\nAnd before he was playin' with a toolie, he had a scholarship\nAnd now I'm in his Range goin' fifty, goin' sixty\nGoin' two-hundred, goin' through somethin', tryna run from my true colors\nOoh, I got some nerves talkin' to you like I know ya\n'Cause I know ya, it's the same from F.L.A. up to the Nolia\n\nAnd I told ya, same shit, but different days where I'm from\nI was screaming, feel a strain in my lungs, uh-huh\nAnd when I die, baby, lay me in the sun\nWhen I die, baby, lay me in the sun\n\nHold on, misdemeanor\nCan you slow down? Down\nSlow down (Slow down), you misdemeanor (Slow down, oh yeah)\nCan you hold out? Out\nHold on (Slow down), misdemeanor (Slow down, oh yeah)\nCan you slow down? Down\nSlow down (Slow down), you misdemeanor (Slow down, oh yeah)\nCan you hold out? Out (Ooh)\n\nHold on (Ooh-ooh, yeah), misdemeanor (Ooh-ooh, yeah)\nCan you slow down? Down (Ooh-ooh, yeah)\nSlow down (Ooh-ooh, yeah), you misdemeanor (Ooh-ooh, yeah)\nCan you hold out? Out (Ooh-ooh, yeah)\nOoh, oh"}