{"id": 9135394, "title": "At The Party", "artist": "Kid Cudi Featuring Pharrell Williams & Travis Scott", "lyrics": "We were just there at the party, she was drinkin', prolly\nShe serious, not sorry\nThat's when she just hit it hardly, started feelin' godly\nNear death, mmm, outta body (Uh-huh)\nWe were just there at the party (What? Eugh)\nWe were just there at the party (What? Hot)\nWe were just there at the party, she was drinkin', prolly\nShe serious, not sorry (Shh, shh)\nThat's when she just hit it hardly, started feelin' godly (Shh, shh, hot)\nNear death, mmm, outta body\nWe were just there at the party (What? Shh, shh, hot)\nWe were just there at the party (What? Shh, shh)\n(Hot, hot, hot, hot)\n\nGot it sewn up (Up)\nJust a nigga creepin' on duck (Duck)\nTequila in my cup (Up)\nDrink it all, never get enough ('Nough)\nBottle, got it, raise it on up (Up)\nNice in my leather\nNiggas gon' learn the four letters (Yeah)\nWalk in, not many better\nMembers of the Rage (Yeah)\nNow I just flip another page (Hot, hot, hot)\nThen I'm out in Paris with my babe (Hot, hot, hot)\nShit is not the same (Yeah)\nNigga never playin' (Shh)\nWalked and I fell and I crumbled\nThough I was a broken man (Shh)\nBleed 'til I seen I can achieve what I dream\nFull steam on the humble\nAlways think of Virgil\nI was always hit with the no-no\nGave no fucks, I'm not normal (Uh)\nYeah, somethin' different (Uh)\nEverybody wanna talk shizzit\n'Til they get punched in the lizzip (Bitch)\nYou's a punk bizzitch (Who)\nI don't give a fuck what they sayin'\nCleveland city roots (Aroo, who)\nAnybody else get loose\nWhen I get it in, tripped on shrooms\nAnd I'm screamin' out, \"Fuck them\"\nRunnin' with the troops (Fuck, yeah)\nI'm a top-notch nigga you ain't ever seen (Yeah)\nYou ain't happy with your life, you need to make a dream (Ooh)\nOff a movie set, dog, this another scene (Yeah)\n'Cause the uh so good, she don't wanna leave (Ooh)\nJust a lover in the night life (Yeah)\nBaby love me, beg to get it, this a stick, right? (Yeehaw)\nSaid she wanna swim in night vibes (Yeah)\nI got what you want, ma, dealin' with a king (Yeah)\n\nWe were just there at the party, she was drinkin', prolly\nShe serious, not sorry\nThat's when she just hit it hardly, started feeling godly\nNear death, mmm, outta body\nWe were just there at the party (What? Where you at, nigga?)\nWe were just there at the party (What?)\nWe were just there at the party, she was drinkin', prolly\nShe serious, not sorry\nThat's when she just hit it hardly, started feeling godly\nNear death, mmm, outta body\nWe were just there at the party (What? Let's go)\nWe were just there at the party (Trav, woo)\n\nI was just there at the function\nHad this shit bumpin', Vivienne Westwood with the buttons (Yeah)\nI went no limit with the budget\nP and the Cudi, had the hoes heavy on the money (Woah, woah, woah, woah)\nTook her right down to the dungeon\nWildin' in the night, we ain't leavin' out 'til it's sunny (It's lit)\nHeavy outside, how it's lookin' (Ooh), baby not a rookie (Ooh)\nHit the backdoor when they book me\nJust need you to remember four letters\nIt's fake and the love (Love)\nThat's why the rage live forever (Ever)\nHot in a Comme des sweater (Hot), baby, cool me off (Hot)\nShe gone get a top, yeah, you dig it? (Hot)\nSwitch on the Glock like a widget\nI was in the party, told them bring it back when they get it\nStars in my Rolls and my fitted (Mmm)\nI be blowin' loud, you be lovin' me, yeah, admit it\nI need a psht that can dance (Yeah)\nGood with her hands, and know the plans in advance (Yeah)\nAnd she cummin' fast, like a cheetah\nBut she not a cheater\n'Cause I'ma have to run from a cheater (Skrrt, skrrt)\nLockin' up the heart in a freezer (Yeah)\nGotta keep it cold, he cold, he cold (Cold)\nCacti, mix it with tequila (Hot)\nTake it all at once, I'ma have to leave with a— (Man)\n\nWe were just there at the party, she was drinkin', prolly\nShe serious, not sorry\nThat's when she just hit it hardly, started feeling godly\nNear death, mmm, outta body\nWe were just there at the party (What?)\nWe were just there at the party (What?)\nWe were just there at the party, she was drinkin', prolly\nShe serious, not sorry\nThat's when she just hit it hardly, started feeling godly\nNear death, mmm, outta body\nWe were just there at the party (What?)\nWe were just there at the party (What?)"}