{"id": 9151882, "title": "Pelle Coat", "artist": "Lil Durk", "lyrics": "They scared to come outside\n\nI know why, because they dyin' for sure\n2010, winter time, Pelle on, I gotta match the coat\nShared a room with my cousin, I snuck and told him I had a gun\nI do believe in my spirits, can't hop on a Spirit, that flight too long\nYouTube niggas tryna paint a picture of me, it never last too long\nNot too much on violence, but, nigga, I'm silent, but, nigga, I'm glad you gone\nIf you got a name and you stand on business, you can't be the first to fold\nBro got a body, but brodie got four bodies, he the first to told\nOn my back is a burden, bro in the car and I did it on purposе\nThey in Suburbans, bro in the Track' and he hoppеd on the curb then\nBrodie moved back 'cause brodie started lackin' just off his girlfriend\nI was stackin', had to sleep on the mattress, nigga, I ain't perfect\nTake him out to slide, he can't even focus, thinkin' what his girl did\nI can't even lie and I love the guys and we make the world spin\nOn the jail call, but we still risk it 'cause it gotta merge in\nNever post the guns that's really involved, 'cause they lurkin'\nWhere I'm from, you don't get old, I know some killers that told\nI know secrets that nobody know, pray for me, I'm on the road\nGive it all up for my bros\nWhen you keepin' your mouth closed, ain't nobody gettin' exposed\n\nThey scared to come outside\n\nI know they is, but niggas scared to pop out for days\nBack in the day when it was seven-fifty minimum wage\nI was bad, mama sent me to Michigan to get out the way\nI ain't know what to say, I knew he was dead when they pulled out the tape\nThat shit was a shame, he died right in front of me, Auntie say I'm a snake\nI ain't mention Lil Bear name, Ciara said I'm strange\nAuntie Googie lost her daughter, called my phone back, I ain't know what to say\nAsk the kids for visits, they mamas never did it like I'm the one who be playin'\nSee, brodie, that was my mans, but he let him get in his head, what I'm sayin'\nLike how I'ma sacrifice Von? I'm the only nigga reached for his hand\nLike why lie like I ain't give up money for the funeral? I'm like, \"Damn\"\nI ain't see his kids yet, same time they probably believe what they hearin'\nI ain't makin' statements for the whole case, like how I'ma tell on my mans?\nThey ain't never have enough evidence, tell 'em free Zoo out that can\nI call Fat Fat to talk to the kids, I don't think Son-Son know that he dead\nLife insurance money, whole lot of Ms\nSo when I'm dead they'll never miss meals\nI don't know why they hate me so much\nGot it back from revenge, so what?\nWhy they lie on my name so much?\nWhy I be with the gang so much?\nWhy they do it for the fame so much?\nKeep tellin' him, \"Slide,\" he ain't on nothin'\nKeep tellin' him, \"Slide,\" he ain't on nothin'\n\nThey scared to come outside\n\nNiggas be lyin' on blogs to get up some views\nFell out with every one 'cause his son called, asked a nigga for shoes\nI was outside movin' and forgot, I ain't tryna make an excuse\nTried to tell Varney that I forgot about him 'cause he still in the zoo\nCould've been came around, I was in therapy, wasn't tryna front my move\nLike I don't wanna fuck 'cause you bro, mama, I'm just thinkin' it through\nI fucked one time, I told Wukaduk 'cause I think it's cool\nA lot of people in the trenches say they hate me, shit, I hate you too, uh\nI send money to jails, I send money for funerals\nEven though they goin' to hell for all them niggas they killed\nYou know I'm part of my brother 'nem forever ever, ever, I'm goin' to hell\nYou know I'm part of my brother 'nem, I'm never, ever, ever gon' tell\nLike why I'ma have a baby on my bitch? I'm different, I'm not crazy\nMan, brodie died 'cause he beat up a goofy, man, this shit nothin' 'bout Asian\nWhy you praise a nigga who told on brodie 'nem? Man, you niggas too crazy\nWhen Thang died, a nigga died, another nigga died, we thangin'\nYou the same nigga told me your block ain't shit, them boys fugazi\nWhen you think about it, you the same nigga, ain't shoot shit, you niggas is crazy\nWhen I'm in the 'Raq, if I ain't goin' to Tay Town, nigga, I'ma slide on Damen\nWhat you doin' in the trenches, brodie, when they want you dead and they know that you famous?\nMornin' time I get on my knees, I pray to Allah\nForgive me for the shit that I did\nLet me get closer to my kids\nCan you protect all my friends?\n\nThey scared to come outside\nAnd we ain't, I know we ain't scared\nI know what we did\n(Scared to come outside)"}