{"id": 9151625, "title": "You Got Em", "artist": "Lil Durk", "lyrics": "Marni bucket with the jacket to match\nAskin' bitches \"Where the chemistry at?\"\nC.O. trippin' when they visitin' max\nTakin' guns, we ain't givin' it back\nYou ain't fuckin', no, return the gift back\nI done told bitches, this ain't a finesse\nBro, you a killer, then say it with your chest\nBro get to clutchin', he trippin' off X\nBitch, you ain't nothin', ain't trippin' for sex\nI was so deep and I came on her chest\nBack-to-back sex, you know honey the best\nI can not ever wear Carti's again\nCount up a million, my hands was swole\nWhy you so cocky? Your friends is hoes\nYou got a Porsche, we ain't playin' with those\nBitch, I'm the reason the trеnches home\nShoot me a tеxt, ain't answer the phone\nThe two-hundred minutes ain't lastin' long\nHop in a group with the trenches phone\nI'm tryna see what the trenches on\nGot him a car again\nI told him to spin and spin and spin again\nThat was an accident\nYou need your lash esthetician bitch to get in\nI done move fast again\nI done brought the car all cash, I need tints\nHe hit the perculator for the Percocets\nThese niggas ain't my friends\n\nHold up, them drugs, you got 'em\nHold up, them drugs, hold up\nLike, hold up, them drugs, you got 'em\nHold up, them drugs, you got 'em\nHold up, them drugs, you got 'em\nHold up, them drugs, hold up\nHold up, them drugs, you got 'em (Yeah)\nHold up, them drugs, you got 'em (Yeah)\n\nHe off a muscle, relaxin'\nHe know the customers got 'em, serve him, woah\nHe like a certain reaction\nWhy he be takin' them capsules? I'm like \"Woah\"\nI get a certain reaction\nI'm keepin' the murderers happy, I'm like \"Woah\"\nShe know her ass is fatter\nShe know how that surgery got her, I'm like \"Woah\"\nPussy stinkin', she tryna blame her PH balance, I'm like \"No\"\nTwo things ain't ever seen is one main hoppin' hoes, one go\nI'm a dog, gotta shake the paw, I'll fuck your friend, she won't know\nWhy you be tellin' the business? But since you gon' tell, just tell 'em you be off the coke\nPlan B, she be eatin' pills, I done tricked her to takin', ain't fuckin' no more\nBrodie cup got lean still, if I take a pill, I'm drivin' the boat\nI was never into abusin' women, when I fuck from the back, I be grabbin' her throat\nNever believe what the blogs be talkin' about, you know we ain't duckin' the smoke\nBrodie a gremlin, he popped him a fake Percocet, his face hurt\nI'm in Miami, you think I'm the fake Durk, get hit in your face first\nI mix the purple and yellow together, I feel way better, a Laker\nI can't chase her, nah, I can't chase her\n\nHold up, them drugs, you got 'em\nHold up, them drugs, hold up\nLike, hold up, them drugs, you got 'em\nHold up, them drugs, you got 'em\nHold up, them drugs, you got 'em\nHold up, them drugs, hold up\nHold up, them drugs, you got 'em (Yeah)\nHold up, them drugs, you got 'em (Yeah)"}