{"id": 9151621, "title": "War Bout It", "artist": "Lil Durk Featuring 21 Savage", "lyrics": "I just sent that boy two thousand, he ain't never post my album (Go)\nHe ain't never shot his gun for me for free, I'm bein' a thousand (Go)\nYou did what you did, I left you 'round my kids, I gave you power (Go)\nI told bro, \"Go hit your main opps,\" knowin' damn well they ain't ours (Man, what?)\nI just swapped some Glocks from two, three of them blocks, ain't let a round off (Give me that)\nAnd them niggas heard they mans scream, they gotta turn the sound off (Give me that)\nFuck what it seem, I'm goin' off what I seen, bitch, get a pound off (Pussy)\nOne opp nineteen, he bringin' my brother to school, they knocked his gown off\nI callеd Mak OG, I got lil' bro a lawyer, hundred thousand (Thou')\nLook at Fyndee Boyy, he touch on littlе boys, he pedophilin' (Nasty)\nUp my gun on one of the opp' blogs, them boys gon' televise it (Yeah)\nI can't name the shit I'm behind, but I can make my mama prouder (On Pluto grave)\nI seen lil' bro one nigga outside his socks, he brag about it (Nigga brag about it)\nWhy you bring your cousin around? You know he a rat, let's talk about it (Cheese, haha)\nSee, the biggest hoes, they be the biggest hoes, let's talk about it (Let's talk)\nAnd the city know I know too many moes, CoKilla valid (On Stone)\n\nIf you ever been involved, you can't talk about it (Shh)\nI seen a killer do an interview, he tellin', tellin' (You fucked me up)\nWhy you ain't never clear that rumor up? You know I'm valid (You fucked me up)\nSee, I ain't respond on Instagram, I know how to go about it (I know how to go about it)\nSince he died, just come outside and go to war about him (Bitch-ass)\nHe say, \"No,\" I'm thinkin' he let a ho got him (Go, go, no)\nHe say, \"No,\" I say, \"Let's go to war about it\" (Go, go, no)\nWhere he go? You better know the morgue got him (Yeah, man, what?)\n\nKnock 'em all down like dominos\nDon't talk on the 'Gram 'cause we put shit in vanish mode\nLast one was easy, he pull up on random hoes\nThink you tough? My lil' niggas got the antidote\nFree my nigga Zoo, I'm OTF 4L (21)\nIf you catch a murder, nigga, keep it to yourself (On God)\nHe think he a boxer, now he fightin' for his breath (Huh)\nI don't care who done seen me, ask my lawyer, I wasn't there (21)\nI know a hood bitch who'll drop your addy for some hair (Facts)\nIf we on your bumper, you gon' need more than a prayer (Pussy)\nAlways wearin' gloves, we ain't doin' nothin' bare (Pussy)\nIf you ever told, then that's the jacket that you wear (Pussy)\nFuck your past bond, he get out, then he get smacked (Facts)\nMy youngins ridin' strikers, skats, don't know how to act (21)\nGo and ask them niggas, we the reason they run track (21)\nY'all really should be mad at who put batteries in y'all backs (Pussy)\n\nIf you ever been involved, you can't talk about it (Shh)\nI seen a killer do an interview, he tellin', tellin' (You fucked me up)\nWhy you ain't never clear that rumor up? You know I'm valid (You fucked me up)\nSee, I ain't respond on Instagram, I know how to go about it (I know how to go about it)\nSince he died, just come outside and go to war about him (Bitch-ass)\nHe say, \"No,\" I'm thinkin' he let a ho got him (Go, go, no)\nHe say, \"No,\" I say, \"Let's go to war about it\" (Go, go, no)\nWhere he go? You better know the morgue got him (Man, what?)"}