{"id": 9151611, "title": "Cross The Globe", "artist": "Lil Durk Featuring Juice WRLD", "lyrics": "Uh, fell in love with her tongue, yeah, told bro he gotta try some\nShe say, \"Nigga, is you dumb? I ain't fuckin' both of y'all, only just one\"\nThen she seen that money come, me countin' up Benjamin Franklins\nYeah, when she seen that, she took my brother to the room and said, \"I'll be right back\"\n\nLittle bit of rock, little bit of rap\nSold a lot of rock, I don't gotta cap\nI was in the trap totin' on the Glock\nWhippin' on the stove, cookin' up the pot\nWhole world in my hands, keep it on lock\nBeen through a lot shit, still shell-shocked\nI got the juice, feel like 2Pac\nThey tryna kill me in the black Bimmer like 2Pac\nI'm finna feed 'em the rounds\nFinger-fuck the glizzy, I ain't fuckin' around\nShe fuckin' on me when her man out of town\nWe get up off them uppers, it go down\nSmoke 'til my eyes look Ming, no Yao\nI'ma ball on these niggas like Ming, no Yao\nHow you want beef, but you a pussy?\nNever seen a kitty act like a cow\n\nUh, fell in love with her tongue, yeah, told bro he gotta try some\nShe say, \"Nigga, is you dumb? I ain't fuckin' both of y'all, only just one\"\nThen she seen that money come, me countin' up Benjamin Franklins\nYeah, when she seen that, she took my brother to the room and said, \"I'll be right back\" (Uh)\n\nDeep in her guts, she screamin' out facts (Facts)\nScreamin', \"Free Thug,\" I'm screamin', \"Free Slatt\" (Slatt)\nLet Melly out, I'm sorry 'bout X (X)\nI know the owner, I took her to Catch (Oh)\nBaby got off of Amiri, sayin' he all Chrome, but I'm bringin' him back\nI hate the trollin' they do when you die\nHonestly, them niggas really be foul (Yeah, yeah)\n50 want to shoot a movie, but I was just tellin' him this real\nOn set in Chicago, anybody can get killed\nThe internet thinkin' they hurtin' me, stop it\nI'm Smurkio, I gave out scholarships\nThe biggest before I was positive\n\nUh, fell in love with her tongue, yeah, told bro he gotta try some\nShe say, \"Nigga, is you dumb? I ain't fuckin' both of y'all, only just one\"\nThen she seen that money come, me countin' up Benjamin Franklins\nYeah, when she seen that, she took my brother to the room and said, \"I'll be right back\""}