{"id": 9151714, "title": "Big Dawg", "artist": "Lil Durk & Chief Wuk", "lyrics": "Drink a six down, tell your bro to stop to get a kit\nWorth them Ms, now me and my lil' brother got a stick\nDrunk a Xan down, woke up and forgot what I had said\nMy shit jet brown, new Dior sneakers kinda slick (Why would I lie on him?)\nThink he slick 'cause he tried to take his brother off (Why would I lie on him?)\nOne nigga can't stop the killings, only money talk (Why would I lie on him?)\nGotta watch the sneaky hoes snatchin' rubbers off (Why would I lie on him?)\nI told you to your face, you're a snake, so cut the brother talk (Why would I lie?)\nTried to skrrt off, you get clapped though, let the thirty off\nEver shot at in a Maybach, knock your curtains off\nI feel like niggas gonna tell you start the prayer talk\nAn aggravated UUW, scratch the numbers off\nOh, hell nah, Chicago startin' to want them bails bonds\nCould've got out early, but they caught him with a cellphone\nYou can't tell me nothin', I'm with the murders, I'ma stand on it\nYou can't tell me nothin', them niggas different, you can't compare 'em to me\nPull up with a stick, pull up with a big gun\nPull up with a stick, pull up with a stick, uh\nHit up with a switch, he don't even know where he hit from\nWorried 'bout my bitch, you don't even knowin' what your bitch doin', uh\nI'm so rich I bring the barber in the club\nI'm so rich, I'm with the robbers in the club\nYou end up snitchin', then you not a part of us\nBitch, this a Patek, this is not a Cartier\n\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\n\nThis nigga called my phone, fifty grams, nigga, that's patty cake\nI don't even fuck around with no scales, nigga, that's petty weight\nAll my bitches be in the kitchen cookin', got they ass bakin' cakes\nCould've went to school for culinary arts, I would've went every day\nThought I'd have my CDL license, fucked up that interstate\nHit the road, gettin' to that cash, bitch, I'm a heavyweight\nI'm a big dawg, I'm a big dawg, I'm a big (Go, go, go, man, what?)\nI'm a big dawg, I'm a big dawg, I'm a big dawg (Go, go, go)\nI'm a problem with that trappin' shit\nDon't call my phone if you ain't never fuckin' wrapped a brick\nA thousand-eight grams I cop, I need my whole lick\nGot reputation in the trenches, I don't ever miss\n\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?\nWhere you get that shit from?"}