{"id": 9157651, "title": "SkeeYee", "artist": "Sexyy Red", "lyrics": "If you see me and you tryna see what's up (Skee-yee)\nHe wanna fuck with me, then I'ma have him stuck (Skee-yee)\nBitch lookin' bad, and got a stupid butt (Skee-yee)\nJewelry on yo' wrist, fuck it, hold it up (Skee-yee)\nWhen I holler, \"Skee-yee\" that mean pull up (Skee-yee)\nCars tinted five and they fast as fuck (Skee-yee)\nI'm lookin' good when I'm hoppin' out that truck (Skee-yee)\nWhere the hood niggas at that get them bucks? (Skee-yee)\n\nBenz clean, but we ridin' dirty (Yum)\nSlidin' with your boo, yeah, that's my dirty (You know it)\nMy sister in the backseat with a .30 (Baow)\nNiggas tryna shoot they shot, Stephen Curry (Swish)\nTake a bitch nigga, show no mercy (Nope)\nDo the pussy bitch dirty\nShe like \"Sexyy, why you hurt me?\" (I don't know)\nTook him down off them Yerkys (Uh, uh, uh, uh)\nWhen you with me, put that dick all up in my backside (Uh, uh, uh)\nI'm a hood bitch sittin' courtside (I'm hood)\nI'll show a pussy how this MAC ride\nLil' bitch, I'm from the Northside (Skee-yee)\n\nIf you see me and you tryna see what's up (Skee-yee)\nHe wanna fuck with me, then I'ma have him stuck (Skee-yee)\nBitch lookin' bad, and got a stupid butt (Skee-yee)\nJewelry on yo' wrist, fuck it, hold it up (Skee-yee)\nWhen I holler, \"Skee-yee\" that mean pull up (Skee-yee)\nCars tinted five and they fast as fuck (Skee-yee)\nI'm lookin' good when I'm hoppin' out that truck (Skee-yee)\nWhere the hood niggas at that get them bucks? (Skee-yee)\n\nB-b-bitch, it's Big Sexyy, I'm the chosen one (Bet)\nI'll drop a bag on your head, I got a lot of funds\nAnd, I got them shooters in the cut, they got a lot of guns (Grrah, boom)\nPut my lil' nigga on yo' ass, he gon' blam somethin' (Bitch)\nYou know I swerve that Benz like a Nascar\nI like Hellcats, skrrt off the lot, then make the engine fart (Skrrt, skrrt, skrrt, skrrt)\nDon't put yo' trust in me, pussy nigga, I'ma break yo' heart\nYoung turnt bitch, when I pull up, that's when the party start (Skee-yee)\nIn the booty club, standin' on the couch throwin' B's\nBetter respect me, bitch, my peoples in the cut with them things\nWafi got me icy, now, my chain hit like, \"Blaow-bling\"\nIn New York with my partners, we be jammin', nah'mean?\n\nIf you see me and you tryna see what's up (Skee-yee)\nHe wanna fuck with me, then I'ma have him stuck (Skee-yee)\nBitch lookin' bad, and got a stupid butt (Skee-yee)\nJewelry on yo' wrist, fuck it, hold it up (Skee-yee)\nWhen I holler, \"Skee-yee\" that mean pull up (Skee-yee)\nCars tinted five and they fast as fuck (Skee-yee)\nI'm lookin' good when I'm hoppin' out that truck (Skee-yee)\nWhere the hood niggas at that get them bucks? (Skee-yee)"}