{"id": 9163375, "title": "Pound Town 2", "artist": "Sexyy Red & Tay Keith & Nicki Minaj", "lyrics": "I'm out of town, thuggin' with my rounds\nMy coochie pink, my booty-hole brown\nWhere the niggas? I'm lookin' for the hoes\nQuit playin', nigga, come suck a bitch toe\n\nPound town, just left pound town\nWith my nigga, he just took a bitch down\nYeah, that nigga dick a bitch down\nYeah, that nigga eat me out\nPound town, just left pound town\nWith my nigga, he just took a bitch down\nYeah, that nigga dick a bitch down\nYeah, that nigga eat me out\n\n(Uh, uh) I'm out here in Miami\nLookin' for the hoochie daddies (Where they at?)\nWhere the niggas that get ratchet? (Where they at?)\nMy son need a new pappy\nToo many bitches, where the niggas at?\nI'm tryna get my coochie scratched (Yeah)\nI'm tryna get my coochie stretched (Yeah)\nYou know them dread heads do it the best (Oh, yeah)\nI like a nigga with a check\nAll my niggas give me neck\nYou know I'm sexy, I'm the best (Sexyy)\nI'm the shit, lil' bitch, I'm that (You know it)\nI-I-I can't say his name 'cause he be cheatin' (I love you, baby)\nYeah, and I'm the reason\nAhahaha, niggas love a bad bitch (Yeah, yeah)\nWhat Suki say? Nut on my tits (Sexyy)\n\nPound town, just left pound town\nWith my nigga, he just took a bitch down\nYeah, that nigga dick a bitch down (Haan)\nYeah, that nigga eat me out (Haan)\nPound town, just left pound town\nWith my nigga, he just took a bitch down\nYeah, that nigga dick a bitch down\nYeah, that nigga eat me out (Haan)\n\nAyy, yo, Red, my name is Pink, I made him go get that ink\nLet him eat that pretty pussy, now he keep trying to link\nI-I'm pimpin', pinky ring, his exes is rinky-dink\nI'm 'bout to pop a thingy then sip on this drinky-drink\nGet a grip, 'fore my bitches dip, nigga, where my tip?\nI'ma flip like a hundred bricks, get back all my licks\nI'm a bitch, I want fish and grits, throwin' hissy fits\nI ain't talkin' about chicken when I jerk it with my tits (Oop)\nI be twerkin' on that dick, plus, I'm slurpin' every drip\nWhen I'm ridin', choke his neck, or missionary, doin' splits (Brr, ah)\n\nHello\nGirl, guess who baby daddy poppin' they bussy in my motherfuckin' DM's\nAnyway, I'm out in Miami, ho\nHe like feet, suck on this camel toe\nEat the pound cake down\nI'm waxed up, booty-hole waxed down\n\nPound town, just left pound town (Wop, wop)\nWith my nigga, he just took a bitch down (Wop, wop)\nYeah, that nigga dick a bitch down (Haan)\nYeah, that nigga eat me out (Haan)\nPound town, just left pound town (Yeah)\nWith my nigga, he just took a bitch down\nYeah, that nigga dick a bitch down\nYeah, that nigga eat me out (Haan)\n\nOoh, ooh, ooh\nUh, uh\nUh, uh, uh"}