{"id": 9178861, "title": "The Hillbillies", "artist": "Baby Keem & Kendrick Lamar", "lyrics": "Uh, we gon' fuck up the world\nExcuse me, but is that your girl?\nIf she tell, that's a good referral\nHeebee-jeebie talk crazy to me, but Kendrick know I like irregular girls\nI'm not good with the regular girls, damn near want a veteran girl\nI just might change your life, we ain't wearin' no Giuseppe jeans\nWe ain't doin' none of normal things, do you know what formal means?\nCritics sayin' that I lost the plot, principles, yeah, I'd rather not\nMessi, 'bout to come in hot  (Please don't live in—, please don't live in fear)\n\nDot, uh, we gon' fuck up the world (We can't see from here right now)\nExcuse me, but is that your girl? (Here right now)\nDidn't mean to possess your girl\nBaby, I'm high-profile, don't ever tell 'em you met me, girl\n(Send it off from here right now)\nThey gon' think that you rep me, girl, 5'7\", I'm Messi, girl (Here right now)\n\nI'ma pass you to Neymar, he got time for your bestie, girl\n(We can't see from here right now)\nNiggas know that I'm best-dressed, too high-profile to access (Here right now)\nI ain't even gotta fact check, all I'm wearin' is Wales Bonner\n(Send it off from here right now)\nFeelin' good, I might wear no— (Here right now)\nMatter of fact, let's stay platonic\nI just fucked, ain't that ironic? You can pick the bunk or bed\nEither way, I'ma want some head, Messi live through me instead\nWe grew up 'round triflin' hoes, you ain't did nothin' that I don't know\nIt's cool, baby, I'm too high-pro', I'm Baby Keem, I wouldn't call it close\n\nMessi, get them girls off the stage, 'cause somebody's gonna get taken\nSomebody's gonna invade on a one-on-one conversation\nI'm ducked off from the world, I'm immersed in the PlayStation (Please don't live in—)\nAnd I ain't worried 'bout her, it's a thousand hers out waitin' (Please don't live in fear)\n\nWe gon' fuck up the world (Here right now)\nExcuse me, but is that your girl? (Here right now)\nDidn't mean to possess your girl\nBaby, I'm high-profile, don't ever tell 'em you met me, girl (Send it off from here right now)\nThey gon' think that you rep me, girl, 5'7\", I'm Messi, girl  (Here right now)\n\nFamous, but I'm not for sale, why you tryna possess me, girl? (And free your mind)\nI mean, you know what upset me, girl\nWas like that when you met me, girl\n'Cause he'll put you in princess shoes\nElevate you, respect you too\nHere's 10K, I'm in a sexy mood\nDon't let the homies touch you, move\nYeah, niggas know that I'm best-dressed\nWear Martine when I board jets\nThey sardines and I'm big fish, eat caviar when I'm depressed\nTake selfies, I'm in Czech Republic, Cornell, he gon' check the budget\nBorrowed two million from my cousin, never gave it back, 'cause it's nothin'\nFuck it (Yeah), new devotions (Uh-huh)\nHuh, keepin' focus (Please don't live in—)\nStarship, is that a foreign? (Please don't live in fear, a foreign)\nHuh, she's organic, skin is glowin', my heart is goin' (Like wow)\n(We can't see from here right now)\nSplit personality, two phones, two emotions (Like how?)\nGirl, you get the notion (Aroused), it's not hard to notice (Yeah, yeah)\n(Send it off from here right now)\nThat's a deep, deep, deep, deep, deep ocean (That twat)\nShorty say she celibate, I'ma keep hopin' (And free your mind, she's not)\nShorty say she in love with me, I'ma be open (I'll try)\n(And you w—, and you w—)\n\nMessi, get them girls off the stage, 'cause somebody's gonna get taken\nSomebody's gonna invade on a one-on-one conversation\nI'm ducked off from the world, I'm immersed in the PlayStation\nAnd I ain't worried 'bout her, it's a thousand hers out waitin'\n(Send it off from here right now, here right now)\n(And free your mind)\n(And you w—, and you w—)"}