{"id": 9186433, "title": "Lilith (Diablo IV Anthem)", "artist": "Halsey & Suga Of BTS", "lyrics": "Well, I'm perfection when it comes to indiscretion\nMight fuck around and just succumb to my aggression\nI taste blood and it’s turned to an obsession\nBaby, I'm confessin', yeah\nYou got me thinkin' that I was too mean\nWell, everything that I say, I believe\nTuck a knife with my heart up my sleeve\nAnd change like a season, reason for nothin'\nI am disruptive, I've been corrupted\nAnd by now, I don't need a fuckin' introduction\nI've been gone 'cause I been on this road too long\n\nYou know I get too caught up in a moment\nI can't call it love if I show it\nI just fuck things up if you noticed\nHave you noticed? Tell me, have you noticed?\nI get too caught up in a moment\nI can't fall in love if I show it\nI just fuck things up if you noticed\nHave you noticed? Tell me, have you noticed?\n\nI got a problem doin' things I'm not supposed to\nBut you did anything I told you\n'Cause you'd let anybody with a body control you\nAnd you know it, too\nYou got me feelin' like I been too mean\nAnd everything that I say, I believe\nTuck a knife with my heart up my sleeve\nAnd fuck like a demon, do it like nothin'\nI am disgustin', I've been corrupted\nAnd by now, I don't need no help to be destructive\nI've been gone, yeah, I been on this road too long\n\nI know you get too caught up in a moment\nYou can't call it love if you show it\nWe just fuck things up, yeah, I noticed\nYeah, I noticed, hear me? Yeah, I noticed\nStep out of the moment\nThat's been trappin' you in all this negativity of hatred and insanity\nDon't dwell on the past, it's time to make a change\nLook around, believe in what you see, I have returned to Hell\n\nYou know I get too caught up in a moment\nI can't call it love if I show it\nI just fuck things up if you noticed\nHave you noticed? Tell me, have you noticed?\nI get too caught up in a moment\nI can't fall in love 'cause I'm focused\nI just fuck things up if you noticed\nHave you noticed? Tell me, have you noticed?\n\nThe more that you give away\nThe more that you have\nMore that you give away\nMore that you have\nThe more that you give away\nThe more that you have, the more that they take"}