{"id": 9206117, "title": "Shake That Shit!", "artist": "jnhygs & cade clair", "lyrics": "Now, shake that shit, shake it, shake it, shake it (Ooh, ooh, woah)\nNow, shake that shit, shake it, shake it, now, shake that shit, now, shake it (Ooh, ooh, woah)\nShake it, shake it, shake it, now, shake it (Ooh, ooh, woah)\nShake it, shake it, shakе it, now, shake it (Ooh, ooh, woah)\nShake it, now, shake that shit, now, shakе it, now, shake that shit (Ooh-ooh-ooh-ooh, woah-oh-oh-oh-oh)\nShake it, now, shake that shit, now, shake it, now, shake that shit (Ooh-ooh-ooh-ooh, woah-oh-oh-oh-oh)\nShake it, now, shake it, shake it, now shake it (Ooh, ooh, woah)\nShake it, now, shake it, shake it, now shake it (Ooh, ooh, woah)\n\nWe in the back of the club\nShe throw it back on me, I tell her to shake it\nShe keep sayin' that we blowing up\nWhy you keep talking to me? Like, I'm famous\nI love when she on that pole\nI might just spend everything on her\nShe a slut for cade on the low\nOnly money and fame can tame her\n\nAnd they ask me, \"What's on my mind?,\" that mommy\nFine lil' bitch, that's mine\nC'mon girl and hit my line, yeah\nC'mon girl and hit my line, yeah\nC'mon girl, lemme get behind that\nC'mon girl, lemme get behind, like\nWhat's good, Ma? Hit my line\nLike, what's good, Ma? Hit my line\n\nNow, shake that shit, shake it, shake it, shake it (Ooh, ooh, woah)\nNow, shake that shit, shake it, shake it, now, shake that shit, now, shake it (Ooh, ooh, woah)\nShake it, shake it, shake it, now, shake it (Ooh, ooh, woah)\nShake it, shake it, shake it, now, shake it (Ooh, ooh, woah)\n\nYou can hit my line, please don't waste no time\nHit him with a punchline\nHe a pussy boy, he a feline\nChasin' the bag, tryna' get mine\nShe give it to me like she mine\nShe give it to me like she mine\nShe give it to me like she mine (Oh-oh-oh, okay)\n\nChasin' the bag, tryna' get mine\nShe give it to me like she mine\nChasin' the bag, tryna' get mine\nShe give it to me like she mine (Mine, mine, mine, mine) (Ooh, ooh, woah)\nLike she mine (Mine, mine, mine, mine) (Ooh, ooh, woah)\nShe give it to me like she mine (Ooh, ooh, woah)\nCallin' me up on the FaceTime\nShe doin' shit that her parents don't know (Ooh, ooh, woah)\nWe be out at midnight\nShe love cade, so, she on go (Go, go, go, go) (Ooh-ooh-ooh-ooh, woah-oh-oh-oh-oh)\nBaby, I'm on the road (Road, road, road, road)\nShe love me, she on go (Ooh-ooh-ooh-ooh, woah-oh-oh-oh-oh)\n\nShake that, shake that, shake that (Ooh, ooh, woah)\nOh-oh, woah-oh-oh (Ooh, ooh, woah)\nShake that, shake that, shake that (Ooh, ooh, woah)\nOh-oh, woah-oh-oh (Ooh, ooh, woah)"}