{"id": 9238779, "title": "IDK NoMore", "artist": "Gunna", "lyrics": "I'm done with all these foes on my soul, just forget 'em\nTook months without no syrup, ain't no morе codeine in my liver\nWhy mеn actin' like girls, talkin' to niggas like they sisters?\nAnd if you wanna roll you can go on the road with 'em\nLookin' through that peephole, better hope it ain't a hitter\nI could do it on my own, don't wanna fuck with niggas\nHad a big brother that loved me, a stone cold killer\nIf it's family, that mean the love is never ever endin'\n\nI don't know no more, I don't know no more\nI can't put my finger on it, I don't know the code\nThey was never used to money, they don't know how to ball\nThey lookin' for me, they don't know I'm buildin' a wall\nDuckin' the law, I ain't trustin' no one at all\nI know that when you shine they wish some days will be dark (I know that when you shine)\nAnd I know there be a time you really show who you are\nWe burned the bridge and cut the ties and we forever apart\n\nNiggas ain't just mad, there just really somethin' else to it\nIt's always been your plan, you just ain't have no way to do it\n'Member we was cool? I gave you shit when I didn't use it\nLemme get that money back, I hope you ain't ran through it\nWanna know how Wunna feel? Then listen to my music\nTalk about that shit and all that knowin' I was clueless\nReal life on the surface, shit, it feel like a movie\nI feel I just don't know no more, what all else'll do me?\n\nI don't know no more, I don't know no more\nI can't put my finger on it, I don't know the code\nThey was never used to money, they don't know how to ball\nThey lookin' for me, they don't know I'm buildin' a wall\nDuckin' the law, I ain't trustin' no one at all\nI know that when you shine they wish some days will be dark (I know that when you shine)\nAnd I know there be a time you really show who you are\nWe burned the bridge and cut the ties and we forever apart\n\nWe burned the bridge and cut the ties and forever apart\nAnd I know there be a time you really show who you are\nThey was never used to money, they don't know how to ball\nThey lookin' for me, they don't know I'm buildin' a wall\n(I know that when you shine)"}