{"id": 9244971, "title": "Summer Too Hot", "artist": "Chris Brown", "lyrics": "I blew it all on her, I get it right back\nShe put it all on me, I couldn't fight that\nShe love when I pull on it when it's tied back\nYou know it's hard to get up out it, I get sidetracked\nShake somethin', left, right, control it\nYou know who to call if you're horny (Yeah)\nRide on it, greenlight me (Greenlight, greenlight)\n\nWhy'd you tell your friends that you really don't dance? (Don't dance)\nBut I know that you can\nFuckin' up your plans, we about to get nasty\nBetter hold up them glasses\n\nSummer too hot not to fuck it up\nIs the mood right? Is it wet enough?\nI gotta new ride, guess I levelеd up\nLet me wet it up just a fеw times\nSummer too hot, had to double up\nShawty too fire with the bubble butt\nWe should move, slide on the regular\nSummer too hot, it's irregular\n\nShawty, she discreet\nShe don't want her business in the street\nBe my little secret\nBaby, be my little freak\nOh, we can on a weekend\nDo somethin' different, got my attention\nEight figures, fuckin' with a rich nigga\nBig picture, more than just a night with ya\nDon't switch up, girl, when the lights hit ya\nThem diamonds gon' dance (Oh, yeah)\n\nWhy'd you tell your friends that you really don't dance? (Really don't dance)\nBut I know that you can (I know you can)\nFuckin' up your plans, we about to get nasty\nBetter hold up them glasses (Oh, girl, baby)\n\nSummer too hot not to fuck it up (Huh)\nIs the mood right? (Ayy) Is it wet enough? (Woo)\nI got a new ride, guess I leveled up (Baby)\nLet me wet it up just a few times (Ooh)\nSummer too hot, had to double up (Too)\nShawty too fire with the bubble butt (Girl, we should move)\nWe should move, slide on the regular (Yeah)\nSummer too hot (Oh-oh-oh), it's irregular\n\nOoh\nI wanna get this rocket off the ground, babe\nOoh\nOh, you're so beautiful, it's hard to behave\nOoh\nI can't start this fire without your flame\nOoh\nAnd I know you feel the same\nCome on, take that shit off\n\nSummer too hot not to fuck it up (Oh)\nIs the mood right? Is it wet enough? (Ooh)\nI got a new ride, guess I leveled up (Oh-oh, ooh)\nLet me wet it up (Ooh) just a few times (Oh-oh, ooh)\nSummer too hot, had to double up (Ay-ay)\nShawty too fire with the bubble butt (Girl, we should)\nWe should move, slide on the regular\nSummer too hot, it's irregular (Summer, summer way too hot)\n\nBaby, baby, baby\nBaby, baby, baby\nSummer too hot, oh-oh\nBaby, baby, baby\nBaby, baby, baby\nSummer too hot"}