{"id": 9252522, "title": "Como Yo :(", "artist": "Marshmello & Tiago PZK", "lyrics": "Mmm, yeah\nAh-ah-ah-ah\nMello made it right\n\nNo fue mi decisión enamorarme de ti (Uh-uh-uh)\nLa gente me advertía, pero me escuché a mí (Uh-uh-uh-uh)\nMe tiene prisionero, ¿quién me saca de aquí? (Uh-uh-uh)\n¿Cómo tené' mi alma si no te la vendí? (No)\nNo sé qué me pasa, estoy perdiendo el foco\nNo puedo dormir si sueño que te toco (Uh-uh)\nYa no sé quién so', no te reconozco\nNo soy como vo', no puedo hacerme el loco\n\nNadie va a querertе como yo te quise\nPuedе que te digan lo que yo te dije\nPero no sentirlo como yo\nNo sentirlo como yo\nNadie va a quererte como yo te quise (Uh-uh-uh-uh)\nPuede que te digan lo que yo te dije\nPero no sentirlo como yo (Uh-uh-uh-uh)\nNo sentirlo como yo\n\nUh-uh-uh, uh-uh-uh-uh\nUh-uh-uh, uh-uh-uh-uh (Pero no sentirlo como yo)\nUh-uh-uh, uh-uh-uh-uh (No sentirlo como yo)\nUh-uh-uh, uh-uh-uh-uh\n\n¿Cómo e' que algo tan mágico (Oh-oh), terminó en algo tan trágico? (Oh-oh)\nTan fría y yo tan pálido (Oh-oh), tengo el corazón partido (Oh)\nYo que te amé (Yeah), te creí (Yeah), ¿cómo fue? (Yeah) No lo vi (No)\nSiempre gana' pero hoy me perdiste a mí-mí\nBorré todas las rede', me volví antisocial (Oh-oh)\nPorque desde que te fuiste nada se siente igual\nY aunque haya dado todo, para vo' lo hice mal\nY te me caíste en un segundo del pedestal\n\nNadie va a quererte como yo te quise (No)\nPuede que te digan lo que yo te dije (No)\nPero no sentirlo como yo (Oh-oh)\nNo sentirlo como yo (Oh-oh)\nNadie va a quererte como yo te quise\nPuede que te digan lo que yo te dije\nPero no sentirlo como yo (Como yo)\nNo sentirlo como yo (Marshmello, yeah)\n\nUh-uh-uh, uh-uh-uh-uh (Gotti, yeah)\nUh-uh-uh, uh-uh-uh-uh (Pero no sentirlo como yo)\nUh-uh-uh, uh-uh-uh-uh (No sentirlo como yo)\nUh-uh-uh, uh-uh-uh-uh (Ah-ah)"}