{"id": 9263810, "title": "Thang For You", "artist": "Rylo Rodriguez Featuring NoCap", "lyrics": "Knowin' I wasn't the only nigga you was fucking with\nWe goin' OT and comin' back, thinking we locked in, but still\nYou had let another nigga come and get you pregnant\nI was hopin' one day me and you could have a kid, for real\nSeen you rock the Carti', know you really worth a Richard Mille\nWe was in the condo, now I see you 'bout to get a crib\n'Cause I'm a dog like Mondo, probably why you never took me serious\nPut it in her mouth and she ain't take it out, she on her period\nAfter all we been through, we got to go our separate ways now\nSoon as I send the flight, you took a picture of the shuttle\nTryna depart your plane, you go to the baggage claim\nHave the driver waiting for you at the lower level\nDon't listen to them hoes, they lyin', you should know better\nYou should know them hoes be just fans, like Coachella\nComin' on demand, every time we fuck, we need a remote\nFly out to France, we be tryna learn a different lingo\nGot friends who went around the world for love\nAnd they couldn't never find what they dreamed of\nMesmerized knowin' it ain't right, but that shit feel good\nSayin' I won't fuck with you no more, I probably still would\nPay your car note for a year straight and we head out on a lil' date, and we gon' fuck at her place\nGo sleep with your friends, let her show off for her birthday\nJust 'cause I ain't got you don't mean that I forgot you\n\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nLowkey thinkin', \"Where is you? And who's been with you?\"\n\nWho gives a fuck if all your friends not acceptin' me?\nWe traveled all around the world, like fuck a referee\nI heard you took a trip to London just to go to the mall\nYou heard I took a couple backstreets just to get to the block\nI think I should let you know, I got a thing for you, I can't let go\nEvery time I went to jail, you was down to ride\nSo I feel when I free up, we should sit courtside\nYou know your heart a tool, hope you don't let nobody use you\nThat Cartier cool, but you deserve a Franck Muller\nI'm tryna love you, girl, I don't know what the fuck you used to\n(I'm tryna love you, girl, I don't know what the fuck you used to)\nYou forever my shine\nIt's dark when you ain't here 'cause they ain't thuggin' you right\nYou can leave, not insecure 'long as you home by tonight\nYou got the best brain, I hope you never look for advice\nYou find your way home, a million times you told me goodbye\nYou find your way home, a million times you told me you out\nYou find your way home, so many times you told me you're done\nYou find your way home, so many times I told you to run\n(I guess you wonder where I've been)\nYou find your way home, so many times I told you to run\n(I searched to find a love within)\nIf your love was Codeine, I'd sip it 'til I fall over\nI ran up my money, they told me ballin' brings closure\nBut somebody lied, I looked around, I'm still broken\nI may not see you, I took too many of your doses\nI guess you wonder where I've been\nI searched to find a love within\nI put you through a bunch of shit, but we gon' die real\nGet high up in these hills, and take you out them high heels\nGot choices but I'm on you, so how that make you feel?\nAlone in Miami at 3AM, I wish that you was here\n\nI guess you wonder where I've been\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nWonder where you been, who you've been with\nLowkey thinkin', \"Where is you? And who's been with you?\"\nI came back to let you know\nGot a thing for you and I can't let go"}