{"id": 9263017, "title": "Parade On Cleveland", "artist": "Young Thug Featuring Drake", "lyrics": "Woah\n\nHow the fuck you out here goin' tit for tat? (Tit for tat)\nI should've saw the signs, how could I miss that? (How could I miss that?)\nAyy, soon as I'm fresh out the box like a Tic-Tac\nWe havin' sex soon as I get my bitch back\nIt ain't gon' be sexy when I get my lick back\nI'm about to mop up some boys, it's custodian time\nMe and my thoughts is the loneliest time\nDon't tell me 'bout loyalty, show me this time\nDon't tell me 'bout loyalty, show me this time\nBusiness is business, you owe me this time\nSlime on your head, Nickelodeon time\n\nOh, woah\nParade on Blevеland soon as I get home\nI'm comin' home\nI'm comin' homе\nAll the dawgs, all the lifers\nAll the pythons, all the vipers\nParade, parade on Bleveland soon as I get home\nYou already know, you already know\n\nHello, this is a prepaid call from Jeffery\nAn inmate at the Cobb county adult detention facility\nTo accept this call, press zero\nTo refuse this call, hang up or press one\nYo, what's up, my brother?\nWhat's up, my brother?\nTalk to me, what's the word?\nUh, I ain't doin' shit, man\nJust pushin' more Peter, more sweeter, more completer\nThan any Peter pusher around\nSee what I'm sayin', twin? Ha (Ha-ha-ha)\n\nSpider back, I'm a big dawg, you a cat\nHow is that you was ever in the format?\nHoneybun, on the bed, yeah, hundred racks\nSun's up, I ain't sleep, I been countin' stacks\nHands down, yeah, the big dawg comin' back\nThink you good? Nigga, pants down, you smokin' crack\nMichael Kors robe, mm-mm, nah, Michael Jackson\nBack in like forty days, forty seconds\nBackend after backend like I'm trappin'\nActually, I been trapped in, but I took a black bitch to Beverly Hills\nNow she white, Michael Jackson\nAfter we fuck, she told her friends, \"Bitch, it's crackin'\"\nMade a jail call to your bitch, she say you down\nYou a bug in the grass, finna get ate by my cow\nI'm just livin' my life on the jet, ridin' 'round\nTwo hoes with me, one white, the other one Bobby Brown\n\nBusiness is business, business is business, business is business\nBusiness is business, business is business, yeah\nBusiness is business, business is business, business is business\nBusiness is business, business is business, yeah\nBusiness is business, business is business, business is business\nBusiness is business, business is business, yeah\nBusiness is business, business is business, business is business\nBusiness is business, business is business\n\n(Metro)"}