{"id": 9279338, "title": "That Fiya", "artist": "Lil Uzi Vert", "lyrics": ".44 on my body, bitch, this shit, it hit like (.44 on my body)\nHa, ah (What? What?)\n.44 on my body (What?), ha\n.44 on my body, ah, .44 on my—\n\nI'm just out my body (Yeah)\nShe got a big body, call her a Benz (Brrt)\nMoney long, my commas, damn (Ha, what? What?)\nIf you shoppin’ at Wafi, damn (What?)\nI don't do Wafi 'cause the shit don’t dance (Eliantte)\nYou know how hard— (Yeah)\nYou know how hard it is to fuck in a Lamb'\nI been in this shit for a while\nMoney stretched out for a mile\nTrappin' and work in my bio\nGet money, in love with my side ho\nLil Uzi Vert is a psycho\nI'm a Blood, then that bitch chain gone\nMy niggas spin shit like a vinyl, I know\n.44 on my body, bitch, this shit, it hit like ha, ah (What? What? What?)\nI don't wear Suprеme, but if I indulge you know I only wear Gorе-Tex\nGet money, drugs, what else? More sex (Woo, woah)\nIf that lil' bitch not a city girl then I swear that shit is borin' (She's too borin’)\nOne, two, three, four, five, six, seven, eight, nine (Yes)\nWhat you tryin’? (You tryin' what?)\nFuck nigga don’t never wanna play\nGot a nigga killed with a baby trey-eight\nWhy the fuck you gangbangin'? (Baow, baow, baow, baow, baow, baow, baow, baow) Get hit (Bitch)\n\nJump off the porch with that fire (Blam), jump off the porch with that fire (Blam)\nJump off the porch with that fire (Blam), jump off the porch with that fire (Yeah)\nJump off the porch with that fire (Yeah), jump off the porch with that fire (Yeah)\nJump off the porch with that fire (Yeah), jump off the porch with that fire (Yeah)\n\n.44 on my body, bitch, this shit, it hit like\nHa, ah (What? What? What?)\nHa, ah\n\n(Jump off the porch with that fire, jump off the porch with that fire) .44 on my body, bitch, this shit, it hit like\n(Jump off the porch with that fire, jump off the porch with that fire) Ha, ah (What? What? What?)\n(Jump off the porch with that fire, jump off the porch with that fire) Ha, ah\n(Jump off the porch with that fire, jump off the porch with that fire)"}