{"id": 9280631, "title": "Baby I'm Home", "artist": "Odetari, Kanii & 9lives", "lyrics": "Girl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (Oh-oh-oh)\nYou the only one I ever call my baby (Yeah)\nI could put up with you, you a little bit crazy (Ooh)\nGirl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (It's just me and you)\n\nOverwhelmed with all this, it's too much\nMood swings going back and forth, this sucks\nI feel right at home with just your touch\nBut tonight, I need some more\n\nDiamonds on her neck, it make a bitch go crazy\nI don't like the shit that you've been doing, it's shady\nMedicine be all up in my cup, I get lazy\nThrowin' money all up in the club, I don't save it\nDiamonds, diamonds, diamonds on her neck, it make a bitch go crazy\nI don't like thе shit that you've been doing, it's shady\nMedicine bе all up in my cup, I get lazy\nThrowing money all up in the club, I don't save it\n\nKanii, there's something in the city going wrong (Ooh)\nI don't know if I can call you when I'm gone (Ah, ah, ah)\nNo service in the mountains, don't call my phone\nGirl, I'm gone (Girl, I'm gone), now I'm gone\n\nGirl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (Oh-oh-oh)\nYou the only one I ever call my baby (Yeah)\nI could put up with you, you a little bit crazy (Ooh)\nGirl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (It's just me and you)\n\nGirl, I just stepped in, get crazy\nI think I know you wanna be my baby\nGirl, I think I love you, but you drive me crazy\nTell me, do you love me? I need you, my baby\nI, oh, I, I just hit it, then I might just take off\nGirl, do you trust me, or are you a faker?\nGirl, or do you just really want my paper?\nFuck you really want? Tell that girl that I don't need her\nFuck it, I been on, did it all without a feature\nNigga talkin' crazy, told that bitch to watch his tone\nAnd that girl, she keep on callin', I pick up like, \"What you want?\"\nHop up in that whip and I'm ridin', I'm gone\nNo, I can't fuck with these niggas, I don't know what they on\nI step up in the function, then they say \"Kanii too hot\"\nBitch, I been on, I've been that kid, yeah, just from the start\n'Kay, when I step in, (Yeah) when I walk in (Uh-huh)\nShe wanna eat me like a meal, order, no call in (Uh-huh)\nWhen I step in, I'm flockin', I keep them hunds in my pocket\nThat nigga talkin' on me, bitch, we been too high, like a rocket, I'm on (Ooh, yeah)\n\nGirl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (Oh-oh-oh)\nYou the only one I ever call my baby (Yeah)\nI could put up with you, you a little bit crazy (Ooh)\nGirl, I'm coming back home, get crazy (Get crazy)\nGirl, I'm coming back home, get crazy (It's just me and you)"}