{"id": 9285662, "title": "Days Come And Go", "artist": "Lil Uzi Vert", "lyrics": "Days come and go (Days come and go)\nBut my love gon' stay\nStay on the road (Stay on the road)\nSo my money straight (My money straight)\nDays come and go (Days come and go)\nBut my love gon' stay\nStay on the road (Stay on the road)\nSo my money straight (My money straight)\n\nUh, oh, you ’bout that? Uh, uh, you 'bout that?\nTook them medications, uh, then reply back\nYeah, I know that you want me, girl, don't lie back\nI've been so stressed out, rub my head while I lie back, yeah\n\nI need somebody just to vent to like the AC (AC)\nIf you knew what I went through, you know my life brazy (Brazy)\nTook a trip with Des and OG, went to AC (Yeah)\nWe played baccarat all night, only made eighty, yeah\nGot his personal number, but I never called JAY-Z, yeah\nEvery time he get paid, you know he pay me, yeah\nYou get it?\nI'm on top of the game like a fitted\nAnd we don't text with emojis, only digits (Only digits)\nDo you know what it mean to have residuals? (Oh)\nI'm just talkin' to you, baby, I ain't flexin', though (Oh)\nI'm just tryna really learn and get the best of you (Oh)\nI let you know stuff about me that my ex don't know (Yeah)\nI did stuff I'd never do to make sure the sex was gold\nI 'member I fell off, they wasn't there, but now my section full\nAnd now my mansion got a closet big a vestibule, I'm next to you\nI ain't done, hold on, no, I ain't done\nPut me in a crazy home, would've rather been twenty-three and one\nAnd I don't wan' say they fucked me over, but I went down to fifth place\nHad to climb my way back up just to be that one again\nI got too much on my mind, I got too much on my plate\nI spent two hundred thousand on Desto funeral, that's an estate\nI don't know why they be mad at me 'cause I'm expressin' my ways\nI don't know why I cry sometimes, maybe I'm blessed with no fate\nI ain't had nothin' left in my crate, I ain't even know what to say\nBut I always bounce back like orange rubber on that woodgrain\nAnd some people say I'm insane, the other ones say I'm lame (Yeah)\nBut the only thing I know, I'm always gon' remain the same\n\nDays come and go (Days come and go)\nBut my love gon' stay\nStay on the road (Stay on the road)\nSo my money straight (My money straight)\nDays come and go (Days come and go)\nBut my love gon' stay\nStay on the road (Stay on the road)\nSo my money straight (My money straight)\n\nUh, oh, you 'bout that? Uh, uh, you 'bout that?\nTook them medications, uh, then reply back\nYeah, I know that you want me, girl, don't lie back\nI've been so stressed out, rub my head while I lie back, yeah"}