{"id": 9292394, "title": "Bent", "artist": "Jenn Carter, Kyle Richh & TaTa", "lyrics": "Damn, I gotta relax\nNew opp, he got put in my gas\nLike, it's a body if I kick it to Krash\nFuck, I think the D's on my—\nSwitch-switch it in sport if the D's on my ass\nBody shot like Kim Kardash'\nThese niggas fast, they run like Flash\nPass it to Steve, he gon' oot it like Nash\nOn his body, don't let him get low\nYo, Touch, this shit a float\nToo many deads, I don't know what to roll\nKeep a G 'cause I don't wanna go\nPin it down, thumb tack\nTried to get low, told bro come back (Come back)\nThey don't shoot, but they all run track\nRun up on me, bet he won't run back\n\nHennessy got me bent\nBitch, when is we fuckin' again?\nLike, if the pussy is good, I'ma spend\nBut fuck it, could kick it to Jenn\nShe a thootie, could tell by the walk (Tell by the walk)\nSip Wock', can't even talk (Can't even talk)\nI can't help it, I stay in the stores (What? Damn)\nBitch-bitch, I be totin' in Christian Dior (It's Carter, dickhead)\n\nLike, what? Jah, pass the stick (What?)\nFuck, D's on my hip (D's on my hip)\nCall up SV, tell him speed up the whip (Speed up the whip)\nIt's okay, they can't see through the tint (See through the tint)\nYo, Star, why the fuck is he eyein'? (Like, damn)\nP-PTSD from the sound of the sirens (Grrah, grrah)\nHmph, think he on timin'? (Like, what?)\nBullets is spreadin' like it was a virus (It was a virus)\n\nHennessy got me bent\nBitch, when is we fuckin' again?\nLike, if the pussy is good, I'ma spend\nBut fuck it, could kick it to Jenn\nShe a thootie, could tell by the walk (Tell by the walk)\nSip Wock', can't even talk (Can't even talk)\nI can't help it, I stay in the stores (What? Damn)\nBitch-bitch, I be totin' in Christian Dior (It's Carter, dickhead)\n\nLike, I just met her, she told me she love me (Love me)\nLike, she just want money and dick (On bro)\nWe in the spot, told her give me a kiss\nI could taste all the Casamigos on her lips (Get back, bitch)\nAnd if she a ten, I let her hold my knocker (Knocker)\nNine-nine shots in this gun, Ibaka (Ibaka)\nShh-shh, don't know who shot 'em (Shot 'em)\nTryna shoot on this court, I bet Mdotty block 'em (Bitch)\nI'm in the spot with the Crippies (With the Crippies)\nLike, I'm in the spot and I'm grippy (Grippy)\nLike, please don't eye me in this party\nAlways feel safe when I know Star be with me\nLike, off the Wocky, I'm drippy (I'm drippy, nigga)\nLike, off the D'ussé, l'm litty (I'm litty, nigga)\nI'm tryna party with all the tooteres ('Teres)\nI got my face like all up in her titties, damn\n\nHennessy got me bent\nBitch, when is we fuckin' again?\nLike, if the pussy is good, I'ma spend\nBut fuck it, could kick it to Jenn\nShe a thootie, could tell by the walk (Tell by the walk)\nSip Wock', can't even talk (Can't even talk)\nI can't help it, I stay in the stores (What? Damn)\nBitch-bitch, I be totin' in Christian Dior (It's Carter, dickhead)"}