{"id": 9308280, "title": "Niagara Falls (Foot Or 2)", "artist": "Metro Boomin, Travis Scott & 21 Savage", "lyrics": "Bra bitches ville ha Frenchys, inte Phillippe\nDet är typen som gör mig glad (Glad)\nHon vet vad jag gör, hon är cool med det\nHon vet vad som gör mig upphetsad (På Gud)\nJag vet det finns mycket som du kan lära från mig\nDet är bara en sak som du måste bevisa (Okej)\nOm du måste gå, skulle du köra för mig?\nJag kommer kanske behöva en extra fot eller två (Okej)\nMåste hålla min distans, de omringar mig\nJag kommer kanske behöva en extra fot eller två (Fot eller två)\nDe kanske kommer behöva bygga ett hus till mig\nJag kommer kanske behöva en extra fot el– (21)\n\nHus samma storlek som en galleria (Galleria, phew)\nSpansk modell med mig, kallar henne \"Senorita\" (Senorita, phew)\nJag blev kär i en orten tjej\nHon häller sirap i hennes margaritas (Margarita, phew)\nKöpte min nya tjej en helt ny Birkin (På Gud, phew)\nPå helgerna, twerkar hon (Okej, phew)\nTa en dusch i min Maybach, den har gardiner (21)\nLämna din mobil i din väska, du gör mig nervös (Bitch, phew)\nSaint Laurent Don fräschare än rengöringsmedel (Jag är ren, phew)\nÄr kär i en servitris, hoppas hon serveras mig (Fattar du? Phew)\nPorsche ljusen på, Grodan Kermit (21, 21, phew)\nMichael Vick, nummer sju, jag är en hund (Stor hund, phew)\n\nBra bitches ville ha Frenchys, inte Phillippe (Ah)\nDet är typen som gör mig glad (Yeah)\nHon vet vad jag gör, hon är cool med det (Ah, ah)\nHon vet vad som gör mig upphetsad (Yeah)\nJag vet det finns mycket som du kan lära från mig (Ah, ah)\nDet är bara en sak som du måste bevisa (Yeah)\nOm du måste gå, skulle du köra för mig? (Ooh)\nJag kommer kanske behöva en extra fot eller två (Ah, ah)\nMåste hålla min distans, de omringar mig (Ah, ah, oh)\nJag kommer kanske behöva en extra fot eller två (Ooh)\nDe kanske kommer behöva bygga ett hus till mig (Ooh)\nJag kommer kanske behöva en extra fot el– (Ooh)\n\nVi har gjort så mycket runt lagen\nStannar uppe för att glömma bort vad jag såg\nKrafterna fortsätter att öka vid ribban\nSkit gör inte dig trött efter allt\nShoppar i min garderob, inte köpcentrumet\nÖppnar min mun, en diskokula\nJag förlänger marmorn på väggen\nJag har designat allt, allt, allt\nVatten i hennes ögon, Niagarafallen\nHar för många nummer; vem ska man ringa?\nGjorde för många vägar för dig att korsa\nNu kollar vi ner och sen spelar vi, vi, vi\n\nBra bitches ville ha Frenchys, inte Phillippe (Ah)\nDet är typen som gör mig glad (Yeah)\nHon vet vad jag gör, hon är cool med det (Ah, ah)\nHon vet vad som gör mig upphetsad (Yeah)\nJag vet det finns mycket som du kan lära från mig (Ah, ah)\nDet är bara en sak som du måste bevisa (Yeah)\nOm du måste gå, skulle du köra för mig? (Ooh)\nJag kommer kanske behöva en extra fot eller två (Ah, ah)\nMåste hålla min distans, de omringar mig (Ah, ah, oh)\nJag kommer kanske behöva en extra fot eller två (Ooh)\nDe kanske kommer behöva bygga ett hus till mig (Ooh)\nJag kommer kanske behöva en extra fot el– (Ooh)\n\nSkurkar uppfattar sig inte som fel\nOch alla hjältar bär inte mantlar\nSkurkar skapas, inte föds\nOftast tar skurken och hjältens början, till skillnad från deras slut, nästan identisk form"}