{"id": 9325564, "title": "Don't Miss", "artist": "King Von", "lyrics": "In the streets, we play for keeps (We play for keeps)\nThis chess, not checkers, lil' nigga, don't play with me (Nah, nah)\nAround here, you gotta pay a fee (Gotta pay your fee)\nSoon somebody die around here, they be blamin' me (Who? Who?)\nSee, you won't get the chance to breathe (Uh)\nI hurt you, make you stay inside, a curfew (What? Huh?)\nI keep two straps like I'm Urkel (ATL Jacob, ATL Jacob)\nPlay with Grandson, they gon' hurt you (Boom, boom, boom)\n\nShoot at the chest (Boom), don't miss\nWe want him stretched (Uh-uh)\nHe gone, nigga, who next?\nHe drew a foul and got hit with the TEC (Rrah, rrah)\nThink I'ma show my respеct (Uh-huh)\nFuneral, pull up with flowers and gat (What? Boom)\nHis cousin and uncle got hit in thе back (Boom, boom)\nIf we say it's war, then it's that (Then it's that)\n\nLeft my old ho when I got me a new bitch (Uh-huh)\nThirty-thousand to the dentist, get my tooth fixed\nNiggas kept playin', ain't even wanna do this (Uh-huh)\nBut I do this, I pull up and I shoot shit (Rrah, rrah)\nWe hit up your car\nTires flat, yo' ass ain't gettin' far\nFlex and you get robbed\nMake your wish, you ever seen a shooting star?\nBut nah, you haven't (Nah)\nYou ain't even met your daddy (Uh-uh)\nYou ain't even got no credit, Lil Boosie and Webbie (What?), King Von he a savage (Huh, he a savage, damn)\nDamn, where my manners? (Where?)\nNew crib came with cameras (Huh?)\nDuck got nailed, no hammers (Uh-huh)\nFuck my opps, nigga, excuse my grammar\nBathing Ape hoodie and the clip bananas, yeah (Rrah, rrah)\nDuck your antennas (Duck your shit)\nGot gifts like Santa (What? Huh?)\nI shoot like Tony Montana (Boom, boom)\nNo, they can't stand us\nReal niggas stand up (Stand up, stand up)\nI got my bands up (Bands up)\nStill'll make you put your hands up (Grrah, grrah)\nOoh, his shit, they ain't sayin' nothin' (What?)\n\nDon't miss\nWe want him stretched (Uh-uh, yeah)\nHe gone, nigga, who next? (Boom, boom, boom)\nHe drew a foul and got hit with the TEC (Rrah, rrah)\nThink I'ma show my respect (Uh-huh)\nFuneral, pull up with flowers and gat (What? Boom)\nHis cousin and uncle got hit in the back (Boom, boom)\nIf we say it's war, then it's that (Damn, gang)"}