{"id": 9333160, "title": "Shaka Laka", "artist": "6ix9ine & Yailin La Mas Viral Featuring Kodak Black", "lyrics": "Oh, you said somethin'? (Ooh) Oh, you want redrum? (Ooh)\nI got this Glocky on my hip, it's spittin' venom (Frrt)\nOh, you got hit up, nigga? Don't think that it's random (Hee-hoo)\nI hit ya block and dump the blicky out the Phantom (Hee-hoo)\nOh yeah, oh yeah\n\nBrrt, brrt, hit 'em out the Phantom (Huh)\nBrrt, brrt, hit 'em out the Phantom (Huh, huh)\nHit 'em out the Phantom (Bop, bop, bop, bop, bop)\nHuh, huh\n\nOh, you said that you the big shotta? The don dada?\nBoom, boom, shaka-laka, meet this big chopper\nRound of applause, make it clap, waka, waka\nAll that stupid nigga heard was \"Rrah, rrah, rrah\"\nGet the drop, bend the block, get the chop, make it pop\nIf you see the cops, nigga, shh, don't make it hot\nRed dot, green dot, put it on a nigga top\nRed light, green light, we always on go, nigga\nStay with the pole, nigga, even on parole, nigga\nShawty sent thе lo', then we show up at the door, nigga\nBad bitch, suck mе up, suck a nigga soul, nigga\nHow she just tell me she's a bitch when I just hit her?\n\nOh, you said somethin'? (Ooh) Oh, you want redrum? (Ooh)\nI got this Glocky on my hip, it's spittin' venom (Frrt)\nOh, you got hit up, nigga? Don't think that it's random (Hee-hoo)\nI hit ya block and dump the blicky out the Phantom\nOh yeah, oh yeah\n\nNigga, how you lose your bitch to a snitch?\nI'm a one man army, I ain't never need a clique\nSay, I done came a long way from the bricks\nI don't give a fuck, I'm making million dollars plays with these jits, say\nShit, it ain't like we 'bout to hit a lick\nWe going in on a verse, we ain't going in on a brick, say\nAnd quit talking what you do, end some shit\nIt ain't no telling that was you, what you niggas would've did\nI gotta eat, ain't mixing business with the streets\n'Cause my lil' girlfriend will be wondering a few million sounding sweet\nI gotta eat, ain't missing business with the streets\n'Cause my lil' girlfriend will be wondering a few million sounding sweet (Huh?)\nOh, you said somethin'? (Ooh) Oh, you want redrum? (Ooh)\nI got this Glocky on my hip, it's spittin' venom (Frrt)\nOh, you got hit up, nigga? Don't think that it's random (Hee-hoo)\nI hit ya block and dump the blicky out the Phantom\nOh yeah, oh yeah\n\nBrrt, brrt, hit 'em out the Phantom (Huh)\nBrrt, brrt, hit 'em out the Phantom (Huh, huh)\nHit 'em out the Phantom (Bop, bop, bop, bop, bop)\nHuh, huh\n\nAndo ready pa' romperte\nÉchate pa' allá, que la presión está caliente (Eh)\nDe mi barrio ya he partío' un par de diente'\nHablan de mí, pero no lo dicen de frente (Eh)\nAndo con los gánsters\nAndo con un flow bien duro que no hay quién lo aguante\nViral en to' las rede', pero la misma de ante'\nY como dice Tego, calle, pero elegante\nSuenan los shooter', shooter', shooter' por ahí (Ah)\nTe hacen \"placa-placa-placa\" alante 'e mí\nDizque tú ere' un tipo que mata gente\nPero también hay gente que puede matarte a ti\nOh, you said somethin'? (Ooh) Oh, you want redrum? (Ooh)\nI got this Glocky on my hip, it's spittin' venom (Frrt)\nOh, you got hit up, nigga, don't think that it's random (Hee-hoo)\nI hit ya block and dump the blicky out the Phantom (Hee-hoo)\nOh yeah, oh yeah\n\nBrrt, brrt, hit 'em out the Phantom (Huh)\nBrrt, brrt, hit 'em out the Phantom (Huh, huh)\nHit 'em out the Phantom (Bop, bop, bop, bop, bop)\nHuh, huh"}