{"id": 9368499, "title": "Looove", "artist": "Travis Scott Featuring Kid Cudi", "lyrics": "Lo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo (mucho tiempo)\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo (mucho tiempo)\n¿Ustеdes sienten еso? ¿Ustedes sienten eso?\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n\nMe dan, me dan amor, aman al Scott\nAman cómo el disco suena, aman al Jac'\nSin Wi-Fi, estamos conectados al bloque\nCorriendo por el club, sintiendo el amor\nMás enfermo que mis árboles, el Jac’ en mi estilo, por favor\nQuinientos grados, amigo, ¿Quién es más caliente que yo? Sí (Acabo de—)\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n\nMe aman, me aman, me aman, sí\nMe aman, mucho tiempo\nMe aman, ellos me aman, les encanta mostrarme amor\nMe aman, me aman, me aman, sí\nMe aman, mucho tiempo\nMe aman, ellos me aman, les encanta mostrarme amor\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n\nVen y relájate con nosotros\nEsta es una nueva religión, ven a tener misa con nosotros\nDime cómo hiciste el amor con un soltero\nTransformando la ciudad mala, solía crecer en los bosques traseros\nVen a dar un paseo con los reales, somos los últimos de nosotros\nVamos a hacer que esas chicas Vogue se vuelvan rudas\nPrimera tarea, ahora mira, solías reírte de nosotros\nPasa el Activista porque un negro pasa de ser pasivista\nImagina mi mundo de misoginia\nAmigo, al diablo con la monogamia\nTengo la cabeza inclinada sobre el asiento del conductor\nEncuéntrame, no le digas a mamá sobre este bebé\nEspera, vamos a ser dueños del verano\nNunca-nunca estresados, siempre acertamos con los números\nCuzzo siempre estresado, siempre vinculado con diferentes números\nSabemos que estamos cansados de hacer mierda, ya sabes que las calles no hacen a los fontaneros\nBebiendo algo, tratando de encontrar mis llaves\nY encontrándome mirando las estrellas, las abejas\nLas estrellas se alinean, recuerda cuando era verso o diez centavos\nIntento una línea, podría intentar algún crimen, podría intentar diez centavos\nPero ahora es el momento, cariño, ahora es el momento\nNah-nah-nah-nah-nah, nah-nah-nah-nah-nah\nNah-nah-nah-nah-nah, obtén el amor, y ellos lo entregan, como\n\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo (mucho tiempo)\nLo entiendo, lo entiendo, lo entiendo, amor\nEllos aman, ellos me aman, me aman mucho tiempo (mucho tiempo)\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n¿Ustedes sienten eso? ¿Ustedes sienten eso?\n\nLa noche es muy joven y el amor en el aire me golpea\nSigo las vibraciones en cada otra ciudad\nEntré con tu vida, pensando en  toda la noche, no lo quieres con él\nAlcanzamos las copas, la locura\nLos  de los culos, bailan en trance\nNena dijo que está lista y vamos a descubrirlo\nNo te enfades,  y lo conseguimos\nViviendo la vida,  en una misión\nY este  mirando, pero no lo hicieron\nDéjame entrar en mi mente, fumando mucho tequila, nena\nMiembros de la furia se llevan el camino\n diamantes en tonterías\nVeo a un tipo negro haciendo el trabajo, sí, estoy ganando"}