{"id": 9368481, "title": "Meltdown", "artist": "Travis Scott Featuring Drake", "lyrics": "Sí\nLas tensiones definitivamente están aumentando\nEstoy listo ahora\nH-hora\nH-hora, h-hora, h-hora, h-hora\n\nHora del té como si tuviera una copa de esta mierda\nHora de cambiarse como golf a un cuarto de las seis\nMe encanta follarme a una perra regular\nLas putas famosas tontas pero ellas se quedan en mi pene\nEscuché tu nuevo junte, es vergonzoso, mierda\nTú le hablas a los oficiales en alguna mierda terapista\nActúas como si amaras esta mierda Americana\nPero, realmente, la verdad es que estás asustado del 6\nSí, estás asustado del 6\nSí, estás asustado del 6\nTu guardaespaldas te puso en algún trabajo de casualidad\nAhora tu quieres ir y heredar esa mierda\nNo hables con el chico acerca de comparaciones, mierda\nElla pregunta por dinero por sus padre y mierda\nYo le dije: \"Yo no tengo billete\"\nY ella dijo que va a esperar una pila, en una mierda Arabica\nMe saqué un millón y miró a la mierda\nMi pene justo se puso duro porque un cable acaba de tocarme\nMi calendario está libre, ven a acompañarnos, de verdaf\nTío, al carajo todo el que de vueltas a la mierda narrativa\nDerrito las cadenas que compré para tu jefe\nMe importa un carajo todo sobre esa mierda heredica\nDesde que V no está cerca, los miembros acabaron usando el Louis\nEllos ni siquiera estan vistiendo esa mierda\nNo hables con el chico sobre reparar alguna mierda\nNo hables con el chico sobre ahorrar alguna mierda\nTienes suerte de que Vogue estaba demandado\nPorque yo habría estado con los Wassa en París y mierda\n\nY-yo—\n\n¿Estás jodidamente loco? ¿Estás jodidamente loco? (Ah)\nY le tienen miedo al siete (Siete)\nDespués del uno-tres, luego nos volvemos locos en el once (Sí)\nMantenemos esto abierto como un 7-Eleven (Es una fiesta)\nEstoy en casa, tengo siete en el cielo\nPiensan que soy satánico, tengo un reverendo\nY la nena es una terapeuta, desahogando sus problemas\nSe acerca a mí y comienza a confesarse\nSé lo que está en juego, estoy gritando \"Liberen a Jeffrey\"\nConecta llamadas de cobro directo directamente a la celda\nLe di a esa chica los blues, no hablo de la película Ventilator\nNo lo mantengo sincero, voy Makaveli\nTengo el jugo, ahora es pesado (Jugo)\nSiempre a tiempo, ya estoy listo (T), sí\n¿Estás jodidamente loco? ¿Estás jodidamente...?\n¿Estás jodidamente...? ¿Estás jodidamente loco?\n\nSí, ¿estás jodidamente loco? (Nah) ¿Estás jodidamente loco? (¿Qué?)\n¿Estás jodidamente loco? (Nah, nah) ¿Estás jodidamente loco? Uh\n¿Estás jodidamente loco, uh? ¿Estás jodidamente...?\n¿Estás jodidamente...? ¿Estás jodidamente loco?\n\nConocí a esos chicos de Texas y subí un par, tal vez (Un par, tal vez)\nZumbando en la camioneta pickup, nena, a la mierda con Mercedes (A la mierda con Mercedes)\nMe tiraría a la chica de un negro, pero no puede quedarse con el bebé (Con el bebé)\nTe dispararé en Walmart como si fuera DaBaby (En Walmart)\nTu chico va como Lionel Messi, yo voy como Tom Brady (Woo)\nSolía ​​llevar un bust down en mis días pasados (Woo)\nAhora dejo colgar las cadenas, tú deberías esconder las tuyas, tal vez (Escondida, escondida)\nLos chicos hablan de Scarface, yo soy eso en la vida real (Ooh)\n¿Estás jodidamente loco o qué? ¿Estás jodidamente loco? (Jodidamente loco)\nHombre, el club no ha sido lo mismo desde que perdimos a Mercedes (Directo)\nHombre, el grupo no ha sido lo mismo desde que perdimos al más grande (Nah, nah, nah)\nEstamos afuera con el ejército, así que necesitas el-, uh-uh\nEsos chicos conducen todo en marrón, como si estuvieran cocinando salsa\nHacen un circo afuera, como el de Barnum y Bailey (Es una fiesta)\nLa Glock cuelga de mi lado, parece que realmente estamos peleando (Glock, Glock, Glock)\nElla se aparta las bragas, lo quiere a pelo cuando está borracha (¿Huh? ¿Huh? ¿Huh? ¿Huh?)\n\n¿Estás jodidamente loco? ¿Estás jodidamente loco?\n¿Estás jodidamente loco o qué? ¿Estás jodidamente loco? Uh\n¿Estás jodidamente loco o qué? ¿Estás jodidamente...?\n¿Estás jodidamente...? ¿Estás jodidamente loco?"}