{"id": 9382805, "title": "Get Him Back!", "artist": "Olivia Rodrigo", "lyrics": "I met a guy in the summer, and I left him in the spring\nHe argued with me about everything\nHe had an ego and a temper and a wandering eye\nHe said he's six-foot-two, and I'm like, \"Dude, nice try\"\nBut he was so much fun, and he had such weird friends\nAnd he would take us out to parties, and the night would never end\nAnother song, another club, another bar, another dance\nAnd when hе said something wrong, he'd just fly me to Francе\nSo I miss him some nights when I'm feeling depressed\n'Til I remember every time he made a pass on my friend\nDo I love him? Do I hate him? I guess it's up and down\nIf I had to choose, I would say right now\n\nI wanna get him back\nI wanna make him really jealous, wanna make him feel bad\nOh, I wanna get him back\n'Cause then again, I really miss him, and it makes me real sad\nOh, I want sweet revenge, and I want him again\nI want to get him back, back, back\n\nSo I write him all these letters, and I throw them in the trash\n'Cause I miss the way he kisses and the way he made me laugh\nYeah, I pour my little heart out, but as I'm hitting \"send\"\nI picture all the faces of my disappointed friends\nBecause everyone knew all of the shit that he'd do\nHe said I was the only girl, but that just wasn't the truth\nAnd when I told him how he hurt me, he'd tell me I was trippin'\nBut I am my father's daughter, so maybe I could fix him\n\nI wanna get him back\nI wanna make him really jealous, wanna make him feel bad\nOh, I wanna get him back\n'Cause then again, I really miss him, and it makes me real sad\nOh, I want sweet revenge, and I want him again\nI want to get him back (And then? And then)\nI want to get him back, back, back\n\nI wanna key his car (I want to get him back)\nI wanna make him lunch (But then I, I want to get him back; Woo)\nI wanna break his heart (But then I, I want to get him back; Yeah, you got it)\nThen be the one to stitch it up (But then I, I want to get him back; yeah)\nWanna kiss his face (But then I, I want to get him back)\nWith an uppercut (But then I, I want to get him back)\nI wanna meet his mom (But then I, I want to get him back)\nJust to tell her her son sucks (But then I, I want to get him back)\nOh, I wanna key his car, I wanna make him lunch (But then I, I want to get him back; I want to)\nI wanna break his heart, stitch it right back up (But then I, I want to get him back; get him back)\nI wanna kiss his face with an uppercut (But then I, I want to get him back; I want to)\nI wanna meet his mom, and tell her her son sucks, yeah (But then I, I want to get him back; get him back)\n\nI wanna get him back\nI wanna make him really jealous, wanna make him feel bad\nOh, I wanna get him back\n'Cause then again, I really miss him, and it makes me real sad\nOh, I want sweet revenge, and I want him again\nI want to get him back (And then? And then)\nI want to get him back, back, back\n\nI'll get him, I'll get him, I'll get him, I'll get him back (Woo-hoo)\nGet him back (Come on, come on, woo)\nI'm gonna get him so good, he's not even gonna know what hit him\nHe's gonna love me and hate me at the same time\n(Get him back, girl, you better get him back)\n(You got it, got it)\nOh, I don't know, I got him good, I got him really good"}