{"id": 9430234, "title": "F*ck U Thought", "artist": "Lil Durk", "lyrics": "Swappin' murder weapons, this bitch too clean, must be the block gun (Go, go)\nI can count yo' shots with a clear clip, this a black drum (Brrah)\nKnew you niggas was different, your mans booked and he ain't got nothin' (He ain't got nothin')\nL'A killer asked can I pay for his lawyer, I should've stabbed him (Should've stabbed)\nThem my baby threats, but they lil' brothers, they some rascals (Go, they some rascals)\nI know you my brother, I ask for money, you makе it a hassle (Yeah, yeah)\nI likе Adderalls, them oval shapes, I don't like the capsules (Don't like the capsules)\nFuck her from the back, I grab her throat, she tryna wrestle (Go, go, come here)\nDied in front of yo' bitch, she could've saved you, she had a tampon (Go, mhm-mhm)\nI'm the only reason you still alive, you better believe it (Go, mhm-mhm)\nI be smokin' dope gas, bro roll up the Chevron (Go, dope)\nI done gave 'em money, they bought cars and weed and Hemron (Go, yeah)\nKeep it P, we ain't run our mouth to no block, this shit Lamron (This shit Lamron, nigga)\nSay you ain't the jakes, but talk to rats all on your platform (This shit Lamron, nigga)\nI go hit for hit with your biggest rapper, he only got one (Uh, yeah)\nI can go money for money with your biggest rapper, but he  ain't got none (Go, go)\n\nI'm the only thing in the way, they tryna slide on me (Tryna slide on me)\nLil' bro thirsty to pop out with the Drac', he ain't find one (He ain't find one)\nTold lil' bro I want niggas with names (Go), he ain't find one (He ain't find one)\nAsk yo' block who they catch with a name, they ain't find one (Let's get it)\n\nFuck you thought? (Go)\nYou can't blame me, I done put in too much work (Yeah, yeah)\nFuck you thought? (Yeah)\nOnly reason they know your name because of Durk (Oh, yeah, yeah)\nFuck you thought? (Yeah)\nYou tryna slide just to slide, that shit don't work (Yeah, yeah, yeah)\nFuck you thought? (Yeah, man, what?)\n\nYou say dead niggas they say what's back, that shit a boomerang (Go, go, go, pussy)\nDon't go live around me, I'm in war, just make a boomerang (Fan-ass niggas)\nHundred K on veneers, I want a grill, I go to Johnny Dang (Yeah)\nI ain't drop no tears, I'm so serious, ask my mama, gang (Ask my mama, nigga)\nCredit was fucked up, I put my Rolls truck in my mama name (Skrrt)\nTried to take a pipe case for my dawg and I was seventeen (Want some more)\nLil' DOC, ain't even make it, I put my brother name (I'm on coke)\nHundred bands, it's fallin' out every pocket, I need a rubber band (Go, go)\nTold Lil Pooda, he better go get it with Mooda (Go), but he ain't understand (Yeah, yeah)\nAsk Lil Boona, that money ain't hit my account, I did the money dance (Yeah, yeah)\nHalf the niggas I was fuckin' with 'cause they J Money friends\nGoin' West, we damn near caught a flat, we stuck on Hermitage (Go)\nHow you jump on Clubhouse, tell them niggas what your brother did? (Snitch-ass nigga)\nLawyer great, you should've seen they face, I gave her another ten (Gettin' money, nigga)\nI'm nothin' nice she ask, \"Can I cum twice?\" I think of another bitch (Yeah)\nEleven kids, I claim my sister kids and all my brother kids (Yeah, yeah, what?)\n\nI'm the only thing in the way, they tryna slide on me (Tryna slide on me)\nLil' bro thirsty to pop out with the Drac', he ain't find one (He ain't find one)\nTold lil' bro I want niggas with names, he ain't find one (He ain't find one)\nAsk yo' block who they catch with a name, they ain't find one (Let's get it, go)\n\nFuck you thought? (Go)\nYou can't blame me, I done put in too much work (Yeah, yeah)\nFuck you thought? (Yeah)\nOnly reason they know your name because of Durk (Oh, yeah, yeah)\nFuck you thought? (Yeah)\nYou tryna slide just to slide, that shit don't work (Yeah, yeah, yeah)\nFuck you thought? (Man, what? Go, go)\n\nPussy"}