{"id": 9450071, "title": "Kat Food", "artist": "Lil Wayne", "lyrics": "My AK-47 got my .40 jealous\nGreen goblin, she red robbin', wе look like watermelon\nLast nigga gave me stank eye, I let the coroner smell him\nEverybody screamin', \"Thank God,\" I tell them all, \"You're welcome\"\nWe be poppin' X for breakfast, so say, \"Good mornin', Malcolm\"\nMoney need a home and my pockets look like a homeless shelter\nShe anxious, she obsessive over them Franklins\nUndress her and then I spank her, got devils posing as angels\nGot bitches everywhere, insects, sprayin' at 'em like Windex\nI eat her like a shark and I still ain't learn how to swim yet\nI still ain't fuck her friend yet, once I do, I'ma dip set\nPut a red bow on that bitch back and send her back to him gift wrapped\nDe nada\n\nI'm daydreamin', I'm codeinin'\nI'm slow walkin', I'm floatin', Houdini\nMy ho, she screamin', for more, she fiendin'\nI just turned her daydreams to wet dreams, no bikini\nOoh, no bikini, ooh, no demeanor\nI just put it all up in her face, woah, Noxzema\nBad bitches all up on my case, no subpoena\nCat hangin' out that cat suit, ooh, Serena\nOoh, Serena, ooh, Serena\nCat hanging out that cat suit, ooh, Serena\nWoah, I eat her, like, hyena\nCome here, girl, I got that cat food, ooh, Purina\nOoh, Purina, it's wet, Katrina\nCat hangin' out that cat suit, ooh, that cheetah\nOoh, I eat her like, hyena\nCome here, girl, I got that cat food, ooh, Purina\n\nUh, I'm walking 'round my house with jewelry on\nDiamonds in my mouth, I eat her out and now her pussy glowin'\nShe say she a eater, I'ma feed her like I cooked it for her\nAss, pussy, boobs, APB, yeah, I'm lookin' for 'em\nBitch look good as autumn, walking 'round my house with flowers on\nDick up in her mouth, can't pull it out, it's like a power cord\nShe say she a eater and she treat it like a power lunch\nLa-la-la-la-la, her mouth feel like she got a thousand tongues\nWait, she bad? Uh-huh, got ass? Uh-huh\nGot friends? Uh-huh, they dance? Uh-huh\nHands on your knees, buss it down\nLet me see that ass jump for me up and down, jump around, wait\nPop that pussy, shake that ass, I pop a Perc and take a Xan\nI cop a Birkin, eighty grand like Lord have mercy, praying hands\nGabbana, that's her favorite brand, Nirvana, that's her favorite band\nGelatto, that's my favorite strand, I break it down like Legoland, and I'm\n\nI'm daydreamin', I'm Codeinin'\nI'm slow walkin', I'm floatin', Houdini\nMy ho, she screamin', for more, she fiendin'\nI just turned her daydreams to wet dreams, no bikini\nOoh, no bikini, ooh, no demeanor\nI just put it all up in her face, woah, Noxzema\nBad bitches all up on my case, no subpoena\nCat hangin' out that cat suit, ooh, Serena\nOoh, Serena, ooh, Serena\nCat hanging out that cat suit, ooh, Serena\nWoah, I eat her, like, hyena\nCome here, girl, I got that cat food, ooh, Purina\nOoh, Purina, it's wet, Katrina\nCat hangin' out that cat suit, ooh, that cheetah\nOoh, I eat her like, hyena\nCome here, girl, I got that cat food, ooh, Purina\n\nShe bad? Uh-huh, got ass? Uh-huh\nGot friends? Uh-huh, they dance? Uh-huh\nHands on your knees, buss it down\nLet me see that ass jump for me up and down, jump around, uh\n\nHands on your knees, buss it down\nHands on your knees, buss it down\nLet me see that ass jump for me up and down\nBuss it, buss it down, up and down\nHands on your knees, buss it down\nLet me see that ass jump for me, jump around\nLet me, let me see that ass jump for me, jump around\nJump around, jump around, jump around, jump a-, jump a-, jump around\nI told her, \"Hands on your knees, buss it down\"\nLet me, let me see that ass jump for me up and down, jump around"}