{"id": 9455981, "title": "Your Friends", "artist": "Hunxho", "lyrics": "Huh, what you doing? Where you been?\nWhere you going? You with your friends?\nI don't like 'em, I'm just saying\nThey ain't right and I can see it\nNan' one of 'em got a man, nan' one of 'em got a plan\nNan' one of 'em fuckin' with you, nan' one of 'em drive a Benz\nEvery one of them tried to fuck me, but I can't let you be embarrassed\nWhy the hell you at the club with them when we could be in Paris?\nWhy the hell you go outside? I'm tryna fuck, girl, start a family\nYou can be with me while I'm locked in here tryna make this Grammy\n\nOh yeah, baby, I'm the man, you know that\nThem bitches with you nan', you know that\nCome be with your man, don't go back\nThey fucking up our plans and shit\nWe could be in Paris and shit\nHoes, they come in pairs and shit\nThem hoes some embarrassments\nIt's supercharged Grand Cherokee\nThat nigga drive a Nissan, come and get you, I embarrassed him\nI've been in the lab tryna get us in, don't ask me where I've been\nThey ain't ready for this life we live, girl, I can't let 'em in\nGirl, you match my fly, the same designer you got letterman\nI let you go with them every time, but baby, never 'gain\nI can open you up restaurants, Jamaican, Mexican\nI don't need you hangin' out with bitches that you better than\nAnd I don't need you hangin' out at all, that's somethin' you better than\nI'm serious, I ain't hatin' on no bitch, that's somethin' I never did\nI'm curious, why they got you outside hangin' with them water men?\nI'm furious, if I ask you, girl, don't tell me that's your brother them\nLike, period, if I ask you, girl, don't tell me you got—\n\nHuh, what you doing? Where you been?\nWhere you going? You with your friends?\nI don't like 'em, I'm just saying\nThey ain't right and I can see it\nNan' one of 'em got a man, nan' one of 'em got a plan\nNan' one of 'em fuckin' with you, nan' one of 'em drive a Benz\nEvery one of them tried to fuck me, but I can't let you be embarrassed\nWhy the hell you at the club with them when we could be in Paris?\nWhy the hell you go outside? I'm tryna fuck, girl, start a family\nYou can be with me while I'm locked in here tryna make this Grammy"}