{"id": 9470766, "title": "Hellcats SRTs 2", "artist": "Sexyy Red & Lil Durk", "lyrics": "Hellcats, SRTs, nigga, come pull up on me\nDrive the car fast, do the dash, it make my coochie leak\nReal bad bitch sittin' pretty, thousand for the weave (Skrrt, skrrt)\nFingernails exotic, gotta look cute when I'm smokin' weed\nTrackhawk, say he wanna eat it, put that shit in park (Go, go, skrrt)\nBend it over, I'm from St. Louis, say he like my arch\nTell that nigga cash out for a whip if he want my heart\nPlayin' with my coochie while he drive, we on our way to Mars (Yeah, man, what?)\n\nFifty-fifty, split my bill with who? Don't play with my lil' bitch (No)\nI got booster bitchеs, don't steal Amiri, they keep a Nike Tеch (Go, go)\nGlo ain't link with Doodie, but I know Sexyy want one night with Threat (Sex, sex)\nWant me to eat her coochie, but I ain't no goofy, I can't go for that (Let's get it, let's get it)\nC-H-I-C-A-G-O, go, bitch, we from the 'Raq (Bah, brrah)\nSmoke before we fuck in the hotel, got my deposit snatched\nNah, this ain't no Scat or no 'Cat, bitch, this just a Track' (Skrrt, skrrt)\nSuck it while I'm drivin', wig fall, I just hold it back (Go, go, go)\nCan't be seen when I pull up, I fucked your friend, her shiesty ass\nVanish mode, I did that for a reason, he gon' beat her ass\nLeave in the middle of sex, I grab my scale with my lil' Libra ass (Go)\nI know your kids fans, but if you plan, I'm down to beat your ass (Yeah, yeah, man—)\n\nHellcats, SRTs, nigga, come pull up on me (Yoom)\nDrive the car fast, do the dash, it make my coochie leak\nReal bad bitch sittin' pretty, thousand for the weave\nFingernails exotic, gotta look cute when I'm smokin' weed\nTrackhawk, say he wanna eat it, put that shit in park\nBend it over, I'm from St. Louis, say he like my arch\nTell that nigga cash out for a whip if he want my heart\nPlayin' with my coochie while he drive, we on our way to Mars\n\nYou drunk? You swervin', I'm Sexyy, so he nervous\nBustin' hooks with my nigga in a foreign, servin' (Yoom)\nR-real bad bitch, ain't nothin' average, that's for certain\nHe used to can't handle Big Sexyy, but he learnin'\nB-bounce my ass in traffic, you in a hooptie, ho, you lackin'\nPull up in somethin' fast, you know I bring out all the ratchets\nD-drive the Hellcat with no license, I'm a savage\nHe used to fuck with lames, now he fuckin' with the baddest (Sexyy)\n\nHellcats, SRTs, nigga, come pull up on me\nDrive the car fast, do the dash, it make my coochie leak\nReal bad bitch sittin' pretty, thousand for the weave\nFingernails exotic, gotta look cute when I'm smokin' weed\nTrackhawk, say he wanna eat it, put that shit in park\nBend it over, I'm from St. Louis, say he like my arch\nTell that nigga cash out for a whip if he want my heart (Yeah)\nPlayin' with my coochie while he drive, we on our way to Mars\n\nHellcats, SRTs, nigga, come pull up on me (Yoom)\nHellcats, SRTs, nigga, come pull up on me (Yoom)\nHellcats, SRTs, nigga, come pull up on me (Yoom)\nHellcats, SRTs, nigga, come and nut in me\nYoom, we out"}