{"id": 9499089, "title": "Soak City", "artist": "310babii", "lyrics": "If you a bad bitch, fuck it up (Fuck it up)\nFreak bitch, she touch her toes like what? (Like huh?)\nShe said it's summertime, she tryna have some fun (Get lit)\nIf you a freak, do your shit, don't run (Don't do no runnin')\n\nIt's summertime, shit, which hoes fuckin'?\nFinna take this lil' bitch, yeah, her nigga ain't on nothin'\nFuck pound town, tryna go to soak city\nYour bitch turnt up, she said, \"Can you put it in me?\" (Slow down)\nLike, what? Okay, let's get it (Speed up)\nShit, I done fucked up the whole program (Oh)\nI beat her off the wall, dick her down, get nasty on cam\nShe know I fuck her right, all night? Alright\nTurn off the lights, I'm beatin' like I'm Mike\nTell her don't run from this pipe (Aw)\nLet me see you fuck it up, go 'head, shake somethin' (Yeah)\nThe bitch goin' dumb, she done put my chains on\nGot her goin' crazy, legs shakin', watch her move\nTold her you gotta fuck it up, I'm not the one who make the rules (Aw)\n\nLeft, right, let me see you do it (Aw)\nLeft, do it, right, do it (Aw)\nLeft, do it, right, do it (Aw)\nLeft, do it, right, do it (Aw)\nFuck it up, go stupid, fuck it up (Oh yeah)\nFuck it up, fuck it up, fuck it up, go 'head\nFuck it up (Left, right)\nLeft, right, left, right, left, right, fuck it up (Blueface, let's go)\n\nBlueface, baby, fuck it up (Fuck it up)\nTwo bitches, one me, but it's enough (It's enough)\nBought a bitch butt for my bitch butt (Ain't have enough)\nLeft, right, left, right, bitch, fuck it up (Fuck it up)\nI put more hot dogs in these bitch buns\nThan a hot dog ever been in a bitch bun (What he say?)\nFum-fum-fum, let me see you do the woody-woo\nI'm in the club with this ice, bitch, hoody-hoo\nBlueface, School Yard Crip, nigga, who is you?\nYou, you, you, you, you, you and you, you\nFollow me, you gon' make it to the dressing room\nTake that shit off, baby, do what you do\nDo it, do it, do it, I'm a Crip, she blew it (Do it)\nEverything on me brand new, you knew it (Knew it)\nI put more nuts in guts than up in the gut (Ooh)\nIf I put it down on her, she givin' it up (Here we go, uh)\n\nIf you a bad bitch, fuck it up (Fuck it up)\nFreak bitch, she touch her toes like what? (Like huh?)\nShe said it's summertime, she tryna have some fun (Get lit)\nIf you a freak, do your shit, don't run (Don't do no runnin', T-Raww, let's go)\n\nUh, hurricane, it's soakin'\nYeah, that pussy like an ocean\nShawty clap that ass in the water and it's floatin'\nCan you do it slow motion?\nAyy, fuck it up\nHead down, hands on your knees, yeah\nFashion Nova dress, she gon' buy one every week, yeah\nJust touched down, got a baddie on defense\nKeep it on the low, he don't know that you creepin'\nLeft, right, fuck it right\nThe pussy taste like Mike and Ikes (Sweet)\nShe said, \"What's your type?\" I ain't got no type\nBut you gotta be yay high to ride this ride\n\nIf you a bad bitch, fuck it up (Fuck it up)\nFreak bitch, she touch her toes like what? (Like huh?)\nShe said it's summertime, she tryna have some fun (Get lit)\nIf you a freak, do your shit, don't run (Don't do no runnin', Jeeezy)\n\nI walk in the function, all the bitches goin' up (Goin' up)\nMake 'em leave the building if they scared to fuck it up (Fuck it up)\nShe invited me to soak city, here I come (Here I come)\nBitch, I'm tryna fuck you, I don't ever bite my tongue (What he say?)\nHow it sound when we fuckin' (Ooh)\nTold her fuck it up, turn around, got you cussin' (Got you cussin')\nBetter not be shy on this dick, move the covers (Move the covers)\nHate when niggas lie and say they hit, ain't do nothin' (DJ)\n\nHate when bitches lie, she ain't thick, I ain't touchin' (I ain't touchin')\nTakin' niggas' hoes at my shows, feel like Usher (Feel like Usher)\nYour nigga lame, ain't on nothin', he a buster (He a buster)\nWe at soak city, fuck it up, this shit jumpin' (Fuck it up)\nMove your hand, why you runnin'? (Move your hand)\nRoom full of bad bitches gettin' punished (Gettin' punished)\nYeah, I'm flexin' in this bitch, I'm the strongest (I'm the strongest)\nBad bitches fuck it up, you get a bonus (Yeah)\n\nIf you a bad bitch, fuck it up (Fuck it up)\nFreak bitch, she touch her toes like what? (Like huh?)\nShe said it's summertime, she tryna have some fun (Get lit)\nIf you a freak, do your shit, don't run (Don't do no runnin', OhGeesy)\n\nLeft, right, up, down like a cheat code\nOnly fuck with freak hoes who drink Casamigos\nLet me see you drive the boat, show me how you deepthroat\nI spent a check on that pussy 'cause you ain't a cheap ho\nBreaking down walls like I work at Home Depot\nLet me see you fuck it up to the beat, ho\nLet me see you fuck it up, show ass and titties\nHit an opp block, turn that bitch to soak city\nHit an opp thot 'cause she wanna roll with me\nGot the bitch contact saved under \"Soak City\"\nEvery time a nigga bust, she be screamin', \"Leave it in me\"\nWe stopped totin' thirties, only totin' fifties\nDon't stop at the stop sign, shit get tricky\nTold my nigga hold the strap, I'm 'bout to get jiggy\nYeah, I kill it from the back, somebody yell (Ricky)\n\nAlright, let me hear it all the way through"}