{"id": 9505390, "title": "Turks & Caicos", "artist": "Rod Wave Featuring 21 Savage", "lyrics": "She’s a real deal diva, more than an Instagram model\nBad bitches love reposado, drinkin' out the bottle\nI don't usually try and shoot no shots, but I couldn't pass on her\nTold 'em stop the car and let me out, I seen the ass on her\nPlayin' mean, but she really sweet, my heart skipped a beat\nIn the club where I hardly could be, so I bring the party to me\nTop floor, presidential suite and we fifty deep\nHold on, T, could you stop the beat? Let's get somethin' to eat\nIf she tryna set a trap, then it's gonna work\nI love you and all your baddie friends, boo, let's go to Turks\nI don't want your Insta or your Snapchat\nAdd me on your finsta where you be bad at\nShe don't want no more love and I don't mind\nShe's here for a good time, not a long time\nI told her after we get done, we can island hop\nHer friend told me, \"Nigga, shut up, it's shot o' clock\"\n\nGirls, girls (Woah), girls, girls, girls all over the world\nShe's a vibe and her friend's a vibe and we 'bout to have some fun\nBad bitches 'round the world, better grab you one, oh\nGirls, girls, girls, girls, girls all over the world\nThe world\nThe world\n\nMichigan, Atlanta, Florida, Alabama (21)\nBougies and the ratchets, I don't really have a standard (Yeah)\nI'm a young player, I rub feet and I light candles (Yeah)\nShe love lemon drops and like to open-toe her sandals (21)\nOkay (21, 21), come here, baby, let me coach you (Yeah)\nIf you learn to do it with no hands, I might promote you (On God)\nYou know I got superpowers, I would never ghost you\nWe just made a movie, now we watchin' it on Roku\n\nGirls, girls (Woah), girls, girls, girls all over the world\nShe's a vibe and her friend's a vibe and we 'bout to have some fun\nBad bitches 'round the world, better grab you one, oh\nGirls, girls, girls, girls, girls all over the world\nThe world\nThe world\n\nShe's a vibe and her friend's a vibe, know we 'bout to have some fun\nBad bitches 'round the world, better grab you one\nBad bitches 'round the world, better grab you one\nBetter grab you one, oh\nWhat up, Houston? What up, Dallas?\nWhat up, Chicago? What up, Cali?\nIn Atlanta, I'm in New York\nI'm in—\n\nGirls, girls (Woah), girls, girls, girls all over the world\nShe's a vibe and her friend's a vibe and we 'bout to have some fun (Yo, yo, this beat actually really hard)\nBad bitches 'round the world, better grab you one, oh\nGirls, girls, girls, girls, girls all over the world\nThe world\nThe world"}