{"id": 9515474, "title": "Big Difference", "artist": "Nicki Minaj", "lyrics": "Like my hundreds blue (Blue)\nBad bitches, yeah, I keep 'em by the two\nIt's a big difference between me and you\nI ain't nothin' like you, you, you, or you\nUh\n\nI'm on a whole 'nother level, these bitches is out of they league\nThese bitches ain't battin' like me\nYou bitches ain't badder than me\nYou bitches don't count and these bitches can't count, I am not the one, two, or the three\nYou bitches look up to me\nYou said you look up to her, but really you look up to me\nI can't be playin' with niggas, I married a G\nI got some niggas that do what I say, if I tell 'em to shoot, they pull up from the three\nWhen bitches be rappin', I'm laughin', it sound like you tryin' to me\nI'm who you dyin' to be\nWill somebody cop all these groupies a ticket? 'Cause I'm who they dyin' to meet\nI'm in the city, I drop a location and all of the killers come out\nThese niggas be frontin' for y'all, but they play the back when them killers is out\nWhen them killers is out, cut 'em off like the scissors is out\nWhen Barbie touch down, the baddest of bitches is out\n\nLike my hundreds blue (Blue)\nBad bitches, yeah, I keep 'em by the two\nIt's a big difference between me and you\nI ain't nothing like you, you, you, or you\nUh\nLike my hundreds blue (Blue)\nBad bitches, yeah, I keep 'em by the two\nIt's a big difference between me and you\nI ain't nothing like you, you, you, or you\nUh\n\nWe not the same, you my opposite\nI am the queen, you my opp and shit\nThe corniest bitches be poppin' shit\nEverything a Fendi, fact, you know I just dropped my shit\nI just pulled the Rolls up on me\nGot that Draco for whoever rolls up on me (Mm)\nPut my pretty feet up on me\nI call my boyfriend, then you gettin' beat up by me\nAyo, what's the teacup on me?\nTryna be down, but they can't even keep up on me (Oop)\nUh, this the new Bottega open-toes\nWho gon' tell her that it's Barbie, bitch? Ho, Barbie knows (Grr)\nUh, couldn't see me with a hologram\nIt's that multicolor Louis V monogram\nUh, and I'm smokin' on that Taliban\nI ain't skiin', but my neck is givin' avalanche\n\nLike my hundreds blue (Blue)\nBad bitches, yeah, I keep 'em by the two\nIt's a big difference between me and you\nI ain't nothing like you, you, you, or you\nUh\nLike my hundreds blue (Blue)\nBad bitches, yeah, I keep 'em by the two\nIt's a big difference between me and you\nI ain't nothing like you, you, you, or you\nUh\n\nMm (It's a big difference)\nThey know the difference (Big difference)\nAyo, they know the difference (Between me and you)\n(I ain't nothing like)\nThey ain't the one or the two or the three or the four, still don't add up to me"}