{"id": 9518605, "title": "Pass You By", "artist": "Rod Wave", "lyrics": "Get to thinking 'bout Eeshan, your time finally here\nMiss Bridges told me she miss Daijha, I could've shed a tear\nMy cousin wrote me and told me he love to see me live\nBeen gone for twelve summers, locked up eleven years\nAnd brighter days are ahead, see it clear\nSometimes it be like that, keep going\nYou only get one life to live, it's alright to heal\nStop looking backwards and move forwards (Yeah, yeah)\n\nNothing's promised in this life, you could leave any day, any day\nAnd who the fuck made up hard times anyways? Anyways, anyways\nGotta shoot for the stars, reach for the sky\nYou can't be stuck on the past when your future is bright\nYou gotta patch up your pain and live your life\nCan't let it bring you down, don't let it pass you by\nIt'll pass you by, don't let it pass you by (Youngin)\nCan't let it pass you by, don't let it pass you by\nDon't let it pass you by (Youngin), don't let it pass you by\n\nSkipping school, causin' drama, I'm so sorry for it, mama\nI tried to do it right, but it was hard times in that bottom\nI was broke sleepin' on that couch, my brother hit that lick without me\nIt's okay, my time comin', one day, I'm gon' be shinin'\nThankful we ain't buy the dreams they sold us\nNow we ridin' through that bottom with the doors up\nMy lil' cousin grab the mic, I hope he blow up\nFront my youngin twenty bags and tell him grow up, 'cause—\n\nNothing's promised in this life, you could leave any day, any day\nAnd who the fuck made up hard times anyways? Anyways\nYou gotta shoot for the stars, reach for the sky\nYou can't be stuck on the past when your future is bright\nYou gotta patch up your pain and live your life\nCan't let it bring you down, don't let it pass you by\nIt'll pass you by, don't let it pass you by\nCan't let it pass you by, pass you by (You only get one life to live, you know what I'm sayin'?)\nLet it pass you by (Don't waste your shot, you heard me?), don't let it pass you by\n\nYeah, whatever, whatever you got love for, you know?\nYou never know\nShit, it might be tomorrow, it might be next year, it might be tonight, you heard me?\nDo that shit, man"}