{"id": 9518610, "title": "2018", "artist": "Rod Wave & Sadie Jean", "lyrics": "I don't wanna be twenty-something\nAnd still in my head about\nSeventeen, in my bedroom talking\nYou said that by now\nWe'd paint the walls of our shared apartment\nYou're still everything I want, and\nI think wе could work it out\nSo what are you doin' now?\n\nNow that you finally got the job you like\nI'm making monеy off the songs I write\nI know you said that I could call you\nI wonder if you wanna call too\nNow that the future doesn't feel so far\nIt doesn't seem as wrong to want what's ours\nAnd after everything that's happened\nI wanna put it in the past tense\n\n'Cause I don't wanna be twenty-something\nAnd still in my head about\nSeventeen, in my bedroom talking\nYou said that by now\nWe'd paint the walls of our shared apartment\nYou're still everything I want, and\nI think we could work it out\nSo what are you doin' now?\n\nLook, uh\nMy tongue get twisted and I don't know what to say\nShould've picked up the phone, but my pride got in the way\nOnly nineteen and we was in and out of state\nBy the time I turned twenty, I was opening up for Gates\nAnd before the money, we had everything\nShould've took you out the country, but was scared of planes\nAll the niggas I came in the game with\nEither faded or they still on the same shit\nBut Noonie, he lane switched\nTo arena tours, marble floors\nGave my life to my dream but my heart was yours\nYoungin made it out the trenches, really went the distance\nSomething they can't ignore\nRappers pretend to be friends, but they really wanna pass me\n\"Wave, let's do a song,\" that's the first thing they ask me\nJumbotron jumpin' like I came off Degrassi\nTwenty-million-dollar mansion like an athlete\nBut my house ain't a home 'cause I'm in it alone\nCouldn't right my wrongs, so I was writin' songs\nSuch a successful life, but my heart is gone\nWaitin' for you to call my phone\n'Cause I don't—\n\nI don't wanna be twenty-something\nAnd still in my head about\nSeventeen in my bedroom talking\nYou said that by now\nWe'd paint the walls of our shared apartment\nYou're still everything I want, and\nI think we could work it out\nSo what are you doin' now?"}