{"id": 95389, "title": "Monster Mash", "artist": "Bobby \"Boris\" Pickett And The Crypt-Kickers", "lyrics": "I was working in the lab, late one night\nWhen my eyes beheld an eerie sight\nFor my monster from his slab, began to rise\nAnd suddenly to my surprise\n\n(He did the mash) He did the monster mash\n(The monster mash) It was a graveyard smash\n(He did the mash) It caught on in a flash\n(He did the mash) He did the monster mash\n\n(Wa-ooh) From my laboratory in the castle east\n(Wa-ooh) To the master bedroom where the vampires feast\n(Wah-wa-ooh) The ghouls all came from their humble abodes\n(Wa-ooh) To get a jolt from my electrodes\n\n(They did the mash) They did the monster mash\n(The monster mash) It was a graveyard smash\n(They did the mash) It caught on in a flash\n(They did the mash) They did the monster mash\n\n(Wa-ooh) The zombies were having fun (An-a-shoop)\n(Ah-ooh) The party had just begun (An-a-shoop)\n(Ah-ooh) The guests included Wolfman (An-a-shoop)\n(Ah-ooh) Dracula, and his son\n\n(Wa-ooh) The scene was rockin', all were digging the sounds\n(Wa-ooh) Igor on chains, backed by his baying hounds\n(Wah-wa-ooh) The coffin-bangers were about to arrive\n(Wa-ooh) With their vocal group, \"The Crypt-Kicker Five\"\n\n(They played the mash) They played the monster mash\n(The monster mash) It was a graveyard smash\n(They played the mash) It caught on in a flash\n(They played the mash) They played the monster mash\n\n(Wa-ooh) Out from his coffin, Drac's voice did ring\n(Wa-ooh) Seems he was troubled by just one thing\n(Wah-wa-ooh) He opened the lid and shook his fist, and said\n(Wa-ooh) \"Whatever happened to my Transylvania Twist?\"\n\n(It's now the mash) It's now the monster mash\n(The monster mash) And it's a graveyard smash\n(It's now the mash) It's caught on in a flash\n(It's now the mash) It's now the monster mash\n\n(Wa-ooh) Now everything's cool, Drac's a part of the band\n(Wa-ooh) My monster mash is the hit of the land\n(Wah-wa-ooh) For you, the living, this mash was meant too\n(Wa-ooh) When you get to my door, tell them Boris sent you\n\n(Then you can mash) Then you can monster mash\n(The monster mash) And do my graveyard smash\n(Then you can mash) You'll catch on in a flash\n(Then you can mash) Then you can monster mash\n\n(Wa-ooh) Ugh, mash good! (Monster mash!)\n(Wa-ooh) Easy, Igor, you impetuous young boy (Monster mash!)\n(Wa-ooh) Argh, mash good! Grrr! (Monster mash!)\n(Wa-ooh, monster mash!)\n(Wa-ooh, monster mash!)\n(Wa-ooh, monster mash!)\n(Wa-ooh, monster mash!)\n(Wa-ooh, monster mash!)"}