{"id": 9575119, "title": "Thank God 4 Me", "artist": "ScHoolboy Q", "lyrics": "I swear to God my whole thang been wicked\nTried to keep the peace but all I piece around is bitches (Bitches, uh-oh)\nI see the topic now 'bout everything is snitchin'\nIf it's allegations you snitchin', then I promise, nigga (Su, su, suu)\n(Hold on)\n\nThank God for me, all my bitches gon' lie for me (Suu, suu, suu)\nThank God for me, lil' G-Wag' and that Tesla cheap (Suu)\nThank God for me, all my niggas gon' slide for me (Shh)\nAll my niggas gon' \"Shh\" for me (Shh)\n\nNigga, go to Hell, you went fed' (Ayy)\nThe white bitch do what I said (Ayy)\nYou rap niggas stay on your period (Okay, okay, suu)\nThe truth been coming out fierce (Ayy)\nMy neck piece looking like Paris\nThe Maybach, me and her married\nI look down, nigga, that's scary (Ayy)\nThe rat tails need to get buried\nYou hanging on to it, now, barely\nMove on, nigga, that's clarity\nCame home, nigga, that's scandalous\nCaught red-handed on candid (Ayy) bitch-ass nigga, you fancy\nIG lookin' like Bambi\nReal life, nigga, no Grammys\nBig watch, nigga, it's glossy\nQuick flex, gotta get off me (Yeah)\nGet back, nigga, you awful (Huh!)\nShoe shine, nigga, keep dancing\nCatalog really extensive\nBig fees, one of my features (Mine?)\nNo cheese, one of my secrets (Oh!)\nBlue lips, really, I'm speechless (Uh, uh)\nWhat's going on? (What going on? Huh?)\nShit gettin' tricky out here, my nigga, what's going on? (Suu)\nHe tellin', he tellin', he tellin', he tellin', who tellin?\nWhat's goin' on? ('86)\nMan, it was supposed to be a secret, my–\nOn God, you niggas lame (On God)\nOn God, you niggas shady (On God)\nOn God, you niggas AIDS\nI'ma fuck who I want, on God\nWith a ho' right now, on God (On God)\nI'ma fuck her in the face, on God\nThe American dream, hoorah ('Rah)\nWhy these police-ass niggas going live?\nHe live? We slide (Oh my) we slide (Ayy)\nFuck her in the face, hoorah ('Rah)\nI done ran from the porch, just vibes (Vibes)\nHeard a real ass nigga won't die (Won't die)\nShit, a legend like me can't die (Die)\nI'm alive, who lie? (Suu, lie)\nI've been popping this shit since nine (Nine)\nFew times, more times (Ah)\nIf I go out right now, I'm fine (I'm fine)\nIf I die right now, I'm fine\nWhere the mirror at, hoe? I'm fine (Ayy)\nGot a bucket at home, still mine (Mine)\nGot the same lil' 'Rari that climbs (Yay)\nI shine, big time (Yeah, yeah)\nBoy, you gotta catch up, you blind (Blind)\nGot a girl, dark skin, she fine (Fine)\nOkay, rewind (That's mine)\nGot a new lil' thang that grind (That grind)\nGot her best friend with her, that's mine (Suu)\nUh-uh, keep tryin' (Keep tryin')\nIf you couldn't do the work, why sign? (Why sign)\nWant the money or you wanna inspire? ('Spire, life)\n'Cause the same old cryin' get tired (Tired)\nYou liar, you fired (Suu, fired)\nThe bullshit we on, the chain on neon\nThe frostbite on my wrist you cling on\nThe dead weight on my back, just get on (Suu)\nI tongue kiss syrup, bring the white hoe Deleon\nI put gold seats in the house just to pee on\nI used to be on Percs, Xanax, that was kudos\nThe money got too big, cash on sumo (Huh, huh)\n\nThank God for me, all my bitches gon' lie for me (Suu)\nThank God for me, lil' G-Wag' and that Tesla cheap (Suu)\nThank God for me, all my niggas gon' slide for me (Su, su, su)\nAll my niggas gon' \"Shh\" for me (Ayy) (Shh)\n(Woo!)\n\nChickenhead\nChicken, chicken\nChickenhead"}