{"id": 9588022, "title": "Worth It", "artist": "Offset & Don Toliver", "lyrics": "You got me, got me workin' (Ooh)\nI hope it's worth it\nYou told me you're with him on purpose\nYou're doin' whatever to hurt me\nOoh, it ain't nobody can do it like you, yeah, nah, nah\nOoh, I need everything cool in the coupe like, yah-yah (Oh, yeah)\n\nMerry-go-round like a circus\nI wanna buy a new Birkin\nShe wanna pop a new Perky\n\nEliantte on my body, diamonds hittin' (Hittin')\nIt's hard to catch a vibe or go outside without you trippin' (Vibe)\nGot niggas tryna line me, I can't ride without my pistol (Line)\nI bought my bitch a Kelly crocodile, but not no lizard (Hey, hey, hey)\nBringin' up the past, the shit I done done before (Past)\nYour feet all in the sand, I flew her to Cabo (Sand)\nHer friend got a lil' Benz, she wanted the Range Rove' (Rove')\nI'm watchin' on your 'Gram, you givin' them angles\nI'm payin' for it, you ain't never gotta stress about no landlord\nYou ain't never gotta ask me, \"What you plan for?\"\nPrivate jet, we're puttin' stamps all on your passport\nI got plans for it, leave your man for it\n\nYou got me, got me workin' (Ooh)\nI hope it's worth it\nYou told me you're with him on purpose\nYou're doin' whatever to hurt me\nOoh, it ain't nobody can do it like you, yeah, nah, nah\nOoh, I need everything cool in the coupe like, yah-yah (Oh, yeah)\n\nMerry-go-round like a circus\nI wanna buy a new Birkin\nShe wanna pop a new Perky\n\nYou know you want me, so why you be playin' for? (Why?)\nThe message say delivered, so what you delayin' for? (Hey)\nYou think I'm out fuckin' around, I'm in the studio (Yo)\nIt's petty shit, tellin' your friends all the info\nNow your heart cold, fuck around, buy you a mink coat\nAll your friends got on Chanel, only hoes squad goals (Hey)\nI'll go Narco, whack any nigga that seem close\nIt's a double R hearse, lil' mama, you seein' ghosts (Ghosts)\nI know you're tight with me, you know the type of nigga I am\nI shoot it spitefully, I don't give a damn what they sayin'\nYou better fight for me, want me or you don't, tell the truth, don't be lyin' to me\nNeed you to be my peace 'cause these streets get grimy\nSee you with another nigga, I'll be damned\nBetter not catch him up in traffic, hope my gun don't jam (Boh)\nYou better pick up when you can\n\nYour call has been forwarded to an automatic voice message system\nZero\n\nYou got me, got me workin' (Ooh)\nI hope it's worth it\nYou told me you're with him on purpose\nYou're doin' whatever to hurt me\nOoh, it ain't nobody can do it like you, yeah, nah, nah\nOoh, I need everything cool in the coupe like, yah-yah\n\nOh, is it him? Yeah"}