{"id": 9592357, "title": "First Person Shooter", "artist": "Drake Featuring J. Cole", "lyrics": "(Pew, pew-pew)\nFirst-person shooter mode, we turnin' your song to a funeral\nTo them niggas that say they wan' off us, you better be talkin' 'bout workin' in cubicles\nYeah, them boys had it locked, but I knew the code\nLot of niggas debatin' my número\nNot the three, not the two, I'm the U-N-O\nYeah\nNumero U-N-O\nMe and Drizzy, this shit like the Super Bowl\nMan, this shit damn near big as the\n\nBig as the what? (Ah)\nBig as the what? (Mm)\nBig as the what? (Ayy)\nBig as the Super Bowl\n\nBut the difference is it's just two guys playin' shit that they did in the studio\nNiggas usually send they verses back to me and they be terrible, just like a two-year-old\nI love a dinner with some fine women when they start debatin' about who the GOAT\nI'm like go'n 'head, say it then, who the GOAT?\nWho the GOAT? Who the GOAT? Who the GOAT?\nWho you bitches really rootin' for?\nLike a kid that act bad from January to November, nigga, it's just you and Cole\n\nBig as the what? (Ah)\nBig as the what? (Mm)\nBig as the what? (Ayy)\nBig as the Super Bowl\nNiggas so thirsty to put me in beef\nDissectin' my words and start lookin' too deep\nI look at the tweets and start suckin' my teeth\nI'm lettin' it rock 'cause I love the mystique\nI still wanna get me a song with YB\nCan't trust everything that you saw on IG\nJust know if I diss you, I'd make sure you know that I hit you like I'm on your caller ID\nI'm namin' the album The Fall Off, it's pretty ironic 'cause it ain't no fall off for me\nStill in this bitch gettin' bigger, they waitin' on the kid to come drop like a father to be\nLove when they argue the hardest MC\nIs it K-Dot? Is it Aubrey? Or me?\nWe the big three like we started a league, but right now, I feel like Muhammad Ali\nHuh, yeah, yeah, huh-huh, yeah, Muhammad Ali\nThe one that they call when they shit ain't connectin' no more, feel like I got a job in IT\nRhymin' with me is the biggest mistake\nThe Spider-Man meme is me lookin' at Drake\nIt's like we recruited your homies to be demon deacons, we got 'em attending your wake\nHate how the game got away from the bars, man, this shit like a prison escape\nEverybody steppers, well, fuck it, then everybody breakfast and I'm 'bout to clear up my plate (Huh, huh, huh)\nWhen I show up, it's motion picture blockbuster\nThe GOAT with the golden pen, the top toucher\nThe spot rusher, sprayed his whole shit up, the crop duster\nNot Russia, but apply pressure\nTo your cranium, Cole's automatic when aimin' 'em\nWith The Boy in the status, a stadium\nNigga\n\nAyy, I'm 'bout to, I'm 'bout to\nI'm 'bout to, yeah\nYeah\n\nI'm 'bout to click out on this shit\nI'm 'bout to click, woah\nI'm 'bout to click out on this shit\nI'm 'bout to click, woah\nI'm down to click out on you hoes and make a crime scene\nI click the trigger on the stick like a high beam\nMan, I was Bentley wheel whippin' when I was nineteen\nShe call my number, leave her hangin', she got dry-cleaned\nShe got a Android, her messages is lime green\nI search one name, and end up seein' twenty tings\nNadine, Christine, Justine, Kathleen, Charlene, Pauline, Claudine\nMan, I pack 'em in this phone like some sardines\nAnd they send me naked pictures, it's the small things\nYou niggas still takin' pictures on a Gulfstream\nMy youngins richer than you rappers and they all stream\nI really hate that you been sellin' them some false dreams\nMan, if your pub was up for sale, I buy the whole thing\nWill they ever give me flowers? Well, of course not\nThey don't wanna have that talk, 'cause it's a sore spot\nThey know The Boy, the one they gotta boycott\nI told Jimmy Jam I use a Grammy as a door stop\nGirl gave me some head because I need it\nAnd if I fuck with you, then after, I might eat it, what?\nNiggas talkin' 'bout when this gon' be repeated\nWhat the fuck, bro? I'm one away from Michael\nNigga, beat it, nigga, beat it, what?\n\nBeat it, what? Beat it, what? Beat it, what? Beat it, what?\nBeat it, what? Beat it, what? Beat it, what? Beat it, what?\nBeat it, what? Beat it, what? Beat it, ayy, beat it, what?\nDon't even pay me back on none them favors, I don't need it"}