{"id": 9610573, "title": "Bandit", "artist": "Don Toliver", "lyrics": "I do damage (Bust it)\nYou niggas can't stand it (Bust it)\nPsycho bandit (Bust it)\nLike it's Marilyn Manson (Bust it)\nGot the cash, advance it (Bust it)\nGet the Sprite and enhance it (Bust it)\nPull the Wock' out the pantry (Bust it)\nTake a sip and I'm dancin' (Bust it)\nShe pop Perc' like a Plan B (Bust it)\nOh, she lit like a candle\nBoot it up in the car seat\nHold a nigga for ransom\nWant her back? Better call me (Bust it)\nIt's whatever, I'm geeked\n'Bout to punch at the party (Woo)\n\nYou niggas ain't fly, this shit lookin' dummy (Yeah)\nI'm 'bout to get fried, I look likе a mummy (Bust it)\nI'm gettin' this cash, it's Monday to Sunday\nI guess you won't talk if it ain't 'bout the monеy (Bust it)\nMy boys in the trap and it jump like a bunny\nGot pounds and pills, it ain't nothin' funny\nI fuck from the side and I keep that bitch cummin'\nIf I gotta reach up, I'ma keep that bitch dumpin'\n\nWay I slide in that coupe, boy, I keep that bitch hummin' (Yeah)\nWe done went, rocked that bitch all the way to the summer (Woo)\nGet deep in the pot, get deep like a plumber (Deep)\nWhy would I keep her? I never will love her (No)\nI just went fucked her and gave to my brother (Yeah)\nEat her for dinner or eat her for supper (Yeah)\nWhy would you keep her, lil' nigga? You sucker\nWhy would you keep her, lil' nigga? You suck\n\n(I did it for love)\nRide the highway, rock the bus (Rock it, rock it)\nWhy my house look like Army Plus? (Ready up, ready up)\nWalk in the strip, she gon' make it bust (Bust it, bust it)\n\nI do damage (Bust it)\nYou niggas can't stand it (Bust it)\nPsycho bandit (Bust it)\nLike it's Marilyn Manson (Bust it)\nGot the cash, advance it (Bust it)\nGet the Sprite and enhance it (Bust it)\nPull the Wock' out the pantry\n\nYou niggas ain't fly, this shit lookin' dummy\nI'm 'bout to get fried, I look like a mummy\nI'm gettin' this cash, it's Monday to Sunday\nI guess you won't talk if it ain't 'bout the money\nMy boys in the trap and it jump like a bunny\nGot pounds and pills, it ain't nothin' funny\nI fuck from the side and I keep that bitch cummin'\nIf I gotta reach up, I'ma keep that bitch dumpin'\n\nRidin', this bitch got a TV, huh?\nBelt on that boy like a BB, huh\nHide in the bush, you won't see me, huh\nPut you underwater like seaweed, huh\nWhy lil' nigga wan' be me, huh?\n.45 up when I'm creepin', huh\nDrive-by shootin' in the demon, huh\nFuck is you sayin'? I'm geekin', huh (Woo)"}