{"id": 9614087, "title": "Mercedes Carota", "artist": "Bad Bunny & YOVNGCHIMI", "lyrics": "Chck-chck, plow, plow, plow, to's pa' la carota (Prr)\nEn la Mercedes Carota (Ey), Adida' entero como Ray Liotta (Ey)\nGoodfellas senior prom, paguen la cuota, paguen la cuota\nLos Phillie' tuyo' que son changa y eso se bota, eso se bota\nTussi con molly, diablo, qué nota, diablo, qué nota\nA la bebecita le mamo el toto, a la bebesota el culo y la tota\nMami, tú ere' Michael Jordan, sí, sí, jugando pelota, ey\nDe lejos se nota que tú no ere' calle, tú solo aparenta' (Charro)\nCría bien tus hijos, cabrón, to' mis disco' tienen el parental (Chocha)\nAprovecha ahora, yo no vo'a hacer esto hasta los cuarenta (Nah)\nDisco que saco, disco que se queda número uno en venta'\nDiablo, ¿cuál es la quejadera, cabrón?\nHabla, ¡shh!\nNah (Nah), en verdad no me importa (No)\nNi siquiera El Father sabía lo que en verdad era tener torta (No), ey\nNadie me soporta (No), ey\nSeguridad como el presidente Biden, pero pa' PR siempre bajo sin escolta (Normal)\nJe, algunas mutilá', otras con licencia, pero aquí to's andan con corta\nEy, ustede' lo dicen to', parecen un podcast\nCabrón, ¿y esa movie? ¿A quién carajo es que tú le ronca'?\n\n¿Tú eres bichote? (No, no)\n¿Tú eres bandido? (No, no)\n¿Tú mata' gente? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n¿Tú ere' un sicario? (No, no)\n¿Tú ere' millonario? (No, no)\n¿Tú manda' en tu barrio? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n\nAndo en la Mercedes carota\nSesenta tiro' en la carota\nLa ganga 'e las Glizzy\nLos Diablo 'e Llorens, hijueputa\nEsto e' Glizzy Gvng, Money Wayy\nTú no ere' bichote, cabrón, tú ere' un bobo\nUn fuletazo en la cara\n\nEl demon (Ah, ah)\nCon el único conejo claro en el infierno (Los Diablo')\nUn fuletazo y volveremo' a verno' (Fuletazo)\nAndo modo diablo, mírame los cuerno' (Los Diablo' 'e Llorens)\nLas paca', el ski mask, las trenza' y los dreadlock'\nSanturce en la casa, las Glock' te dan welcome\nAndo con dos culo' monta'o en un Jesko\nUn poco de molly, las trama' y las Perco\nTe mato 'onde sea, you know I don't play, boy (You know I don't play, boy)\nChingando puta' como el viejo de Playboy (Playboy)\nSiete carros, eso e' un convoy (Convoy)\nCon más herramientas que en Pep Boys\nAndo en la Mercedes carota (Carota)\nSesenta tiro' en la carota (Brr)\nYo valgo mil kilo' de coca (You good?)\nA mí en la calle no me tocan (No, no)\nTú no eres bichote, no tiene' poder y no manda' en tu canto (No manda' en tu canto; ja, ja)\nYo ando con la cone planeando la vuelta en Perú, estoy metío' en un campo (Ah-ah-ah)\n300 y el AK, salimo' a cazar cabrone', vivimo' en Grand Theft Auto (Grand Theft Auto)\nMe dieron la verde después del ritual, la ashé, ya yo hablé con los santo' (Ja, ja)\nTe estamo' cazando, tu tiempo se está acabando, no respetamo' los rango' (No)\nLos palo' en el Hellcat Durango\nSin licencia, pero arma'o caminando (En el Hellcat; jaja)\nDime, Bad Bunny, tengo la Glizzy en el rony\nEl Lambo con clavo' electronic (Yeah)\nEl mundo es mío como Tony\nTengo millones sin firmar con Sony, bitch (Ja, ja)\n\n¿Que tú eres bichote? (No, no; bichote)\n¿Que tú eres bandido? (No, no; ¿tú ere' bandido?; ja, ja)\n¿Tú no mata' a nadie? (No, no; no mata' a nadie, cabrón)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n¿Tú ere' un sicario? (No, no; ¿tú ere' un sicario?)\n¿Tú eres millonario? (No, no)\n¿Tú manda' en tu barrio? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n\nEl diablo, hijueputa, YOVNGCHIMI\nDime, Bad Bunny\nHydreezy\nLos Diablo' 'e Llorens, hijueputa\nEsto es Glizzy Gvng, Money Wayy (Real hasta las Glizzy)\nTú sabe' los sello', cabrón, ¿oí'te?"}