{"id": 9614100, "title": "Mr. October", "artist": "Bad Bunny", "lyrics": "Money Wayy\n\nEy\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nHáblame de plata y de una le llego, ey, sino, hablamo' luego\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nSaldo, a nadie le debo\n\nEy, ey\nCaminando en la luna, Michael Jackson\nMr. October, Reggie Jackson\nMira mis mahone', no son de PacSun, no\nEso es pa' cuando yo estaba en la Quiri, ahora son AMIRI\nLo tuyo son los bochinche' y yo no veo el güiri güiri\nPrendo una zeta, Z-Diddy\nEy, la pista está bellaca, Hydro se endiabló\nJacket Louis V, fue Virgil que habló\nArrebata'o, bien loco, Yan Block\nTenemo' una mafia, tenemo' un complot\nCaruso, no te busque' un block, que suena la Glock, ey\nPelao' y arranca'o, jurao' que me atrevo\nBajo donde Amos, me compro una pieza y contigo la pruebo\nPa' guerrear no tienen los cojone', nah, no tienen los revol\nUstedes no son mío', a ninguno los llevo, no\nA ninguno los llevo, ey\nBajé acicala'o, negro entero, Tom Ford\nFerrari, no me gusta Ford\nA tu puta la tengo en four\nMamando debajo 'el confort\nEstá feli', en su comfort zone\nTrajo a la prima, hicimo' un threesome\nBaby, tú anda' con el que e'\nY el que e' anda con los que son, ey, sí\nY yo ando con Beto en LA, ey\nFumando Pikkoro\nLas babie' saben que soy un bellaco, que yo soy un pícaro\nTú ere' el má' gánster, bichote, pero en la corte Fígaro, eh-eh, ey\nEsto e' pa' los que me odian, pa' los que me adoran\nEl tiempo e' oro, y en oro y diamante' te dicen mi hora\nEstamo' facturando como una pastora\nYa no me emociona encontrarme un billete en la secadora\nSiento que ya pasé GTA, ¿qué puñeta hago ahora?\n\nEy\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nHáblame de plata y de una le llego, ey, sino, hablamo' luego\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nSaldo, a nadie le debo\n\nMoney Wayy"}