{"id": 9614368, "title": "Fina", "artist": "Bad Bunny & Young Miko", "lyrics": "Your gaze is deep and mine is penetrating\nI feel like I know you from before\nShe told me she'd never been with a singer\nNah, I don't believe you\nFuck it, mami, I'm going in, Curbelo flow, ayy\nSo you come quickly I don't need a LELO (Ayy)\nIn all my videos, they made you a model, mmm\nGive me booty, give me face, give me hair (Bitch), wow\nShe's not a slut, she is a cheerful woman, fine\nBut she likes the street in PR, diva\nShe makеs out with men and women too, she's minе\nWhen she asks me to record her, well then go for it\nI like the bitchy and ghetto, kinky and wild\nShy, but not when she asks me to go down\nLet's go to \"LALA Remix,\" I'll take away that shyness\nShe left me her phone number at the Dr. Simi (Yeah)\nI'm going to be your baby mother like YOVNGCHIMI (Prr)\nShe's from the West, sweetie, looks delicious (Mwah)\nI know you wanna see me\nThat's nothing, let yourself be seen, what's it gonna do? Yes (Hey)\n\nIf the finest are the sluttiest\nIf the finest are the sluttiest\nIf the finest are the sluttiest\nIf the finest are the sluttiest\n\nWhatever they say, we're gonna enjoy life\nWhatever they say, we're gonna enjoy life\n\nAyy, ayy\nI like the naughty stuff, baby, how about you?\nI've got the dick shaved and big-headed like Caillou\nKisses on the neck, kisses on the pussy\nI don't know what you did to me, mami, that has me crazy\nCome on, let's go to Gucci to do it in the fitting room\nFrom behind and with the vibrator at the same time\nWake up sex, I call that the alarm clock\nEveryone talks, but they're just spectators (Ayy, ayy)\nThey wonder how we communicate, ayy, maybe it's best not to tell them\nTell them that we connected instantly, heh, and that fucking we kill each other\nThat I'm a horn-dog, but you outdo me\nAll high, doing it at your sister's house\nI'm your Bambino, you're my Villain\nLet's do it today because no one knows what's gonna happen tomorrow\nAyy, by the way she fucks me, sometimes I think she loves me, ayy\nBaby has money, has her own things, does whatever she wants, heh\nMami, today I'm gonna show you how an ass is ate, hehe\nGive it here, come here, baby, get on all fours, do it\n\nListen, this is for all the hot babes in the world\nWho look damn good, who have their own things\nAnd who live as they damn well please\nLet's fuck the whole world, fuck it\nFrom the Rabbit and Young Miko\nTell me something, mami, what's up?\nAyy\n\nMami, be yourself and to hell with it\nTo hell with it\nTalk about yourself, don't talk about weddings\nNo, don't talk about weddings\nMami, be yourself and to hell with it\nTo hell with it\nTalk about yourself, don't talk about weddings\nNo, don't talk about weddings, ha\n\nOh, tell me, hahaha\nLook, you know that we don't give a fuck what you guys think, right?\nOh, okay, okay, okay, okay\nThat's all"}