{"id": 9614098, "title": "Telefono Nuevo", "artist": "Bad Bunny & Luar La L", "lyrics": "Me veo feliz, pero en solo fotos vieja'\nDios me escucha, y dice: \"Wow, ¿cómo este cabrón se queja?\"\nTantos logro' que a vece' ni se festeja\nSi fumo me vuelvo paranoico, mi mente nunca se despeja, je (Ah-ah)\nMi cuerpo está libre y mi corazón tras las reja'\nLa gente ve una cabra y yo solo soy otra oveja\nSolo soy otra oveja, ey (Ah, ah)\n\nAsí que no moleste' si yo no te molesto\nNo contesto llamada' ni mensaje' 'e texto\nLa fama, je, la detesto\nTe juro, yo no quería esto\nAsí que no moleste' si yo no te molesto\nNo contesto llamada' ni mensaje' 'e texto\nSolamente a Dios cuando me acuesto\nY me dijo que nadie es perfecto, je\n\nPero pue' (Pue'), así fue (Fue)\nBad Bunny está en otra, el cabrón se fue (Fue)\nVo'a cambiar de número, hablamo' despué—\n\nThe number you have dialed has been changed\n¿Qué?\nThe new number\nTres Letra'\nHabla\nThe new number\nMera, ¿quién e' el que está tirándome? (¿Quién e'?)\nDale, dale, dile que apunte mi número ahí (Apunta, apunta)\nEste, 787-5jone' me tiene lo que tenga' que decir, cabrón (Jeje)\nYo soy el más duro (¿Qué?)\n\nComo Kobe en el Square Garden (Ah)\nTe meto 61, amén, que Dios te guarde (Amén)\nSe guayaron, ¿qué pasó? ¿Ahora les arde? (Sí)\nIba a firmar por 5, pero les cogió tarde (¿Qué?)\nAhora quiero 20, es más, que sean 30 (Mami)\nEsto parece un punto, aquí no paran las venta' (Ajá)\nEste chanteo vale un kilo 'e fenta (Jeje)\nSi paso con la rápida y estás en la lenta (¡Prr!)\nMe bajo con Custom, Benito con La Paciencia\nNo me ponga' a prueba, cabrón, no tengo paciencia (No)\nDarte un fuletazo no me jode la conciencia\nEl de la nueva, que mundial sigue tendencia (¿Qué?)\nEl Conejo es Messi, yo soy el Mbappé (Pa' que sepa')\nCoronamo', 'tamo en ruta de escape\n(Mera, L, ¿qué hacemo' con to' estos cabrone'?)\nJa, Bad Bu me dijo que los mate\nY les di jaque mate (¿Qué?)\n\nJaja, esta gente no aguanta esos apretone'\nVamo' a ponerno' pa' las bebecita'\nDice así, Tres Letra'\n\nTe escupo la boca y te jalo el pelo\nTe entierro este bicho y te llevo pa'l cielo (Dime, mami)\nElla es de revista, tiene porte 'e modelo (Puta)\nBajen la Moët, que ella no bebe Modelo (Sí, sí)\nEn el jet privado, El Señor de Los Cielo' (Bum)\nMetiéndolo, shh, cae nieve del cielo (La blanca)\nYo soy un bellaco, no soy Paulo Coelho (No)\nSiempre se lo pongo, e' una perra, está en celo (Anda)\nBaja a tus amiga', andamo' los stormtrooper' (Ah)\nBooty grande, no cabe en el Mini Cooper (Mera, diablo), je\nTú sabe' que mi movie e' sin blooper (No)\nTe corremo' la gata, como le hicimo' a— (¿Qué?)\nMe visto cabrón, yo soy artista y stylist (¿Cómo es?)\nPa' casarme yo prefiero una Riley (Baby)\nMe gustan estrellas, de esas que sean de Hollywood (Ah-ah)\nYo, Bad Bu, dale el número nuevo a Becky o a Kylie, ¿qué? (Jeje)\n\n¿Cuánto tú quiere'? Que yo te los doy\nYo te costeo, tengo los de ciene' (Los de ciene')\nDale, úsame que eso te conviene (Ah)\nElla se jode después de que se viene\nEnvía video' cuando no estoy (Acho)\nJugando con el toy, gritando que le llegue\nDale, mami, yo hago lo que tú ordene' (Ey, ey)\nMe avisas cuando acuestes al nene (Ey)\n¿Cuánto tú quiere'? Que yo te los doy\nYo te costeo, tengo los de ciene' (Ciene')\nDale, úsame que eso te conviene\nElla se jode después que se viene\nMe envía video' cuando no estoy\nJugando con el toy, gritando que le llegue (Le llegue)\nUna diabla, quiere que yo me queme\n'Tá loca de que yo le haga un nene\n\nPon la pista de nuevo, de nuevo\nDesde el principio otra ve'\nDale, dale, dale, dale\nEy, ey, ey, ey, ey, ey, ey, ey\nEy, ey, je, sí (Ey, ey, ey)\nSí (Ey, ey, ey, ey)\nEy, ey\n\nMe ven y caminan pa' 'trás, Michael Jackson, le sembramo' el thriller\nCabrón, yo estoy pega'o, pu, desde que saqué \"Diles\"\nManny Ramírez\nLa saco del parque y despué' la' cacho toa' en lo' fields\nLe puse el bicho en la boca a tu gata, ja, pa' probarle lo' fillers\nSi me lo mama rico, le saldo los bille'\nSi me mama el culo, la llevo pa'l dealer\nEy, la llevo pa'l dealer\nMami, no te enchule', yo no soy Jay Wheeler\nTe la tiro en la cara, concealer, je\nDespués cambio de número y no me consiguen\nYes, I know, men are trash\nEn el putero hago que llueva el cash\nTo' los vierne' e' mi birthday bash, je\nChica, baja los pies del dash\nYa me bajé el zipper pa' enseñarte a Ash\nTe lo meto aquí mismo en el parking de Cash, je, ey\nMírame a los pie', ¿tú no tiene' esta'?\nAhora soy modelo, la pinta perfecta, ey\n2024, ¿quién carajo' usa Psycho Bunny?\nEsto no son Los Simpson, cabrón, tú no ere' el Gordo Tony, charro\nUstede' son títere' entre comilla'\nTienen yate pa' botellear en la orilla, je\nY yo por Tórtola y las Antilla'\nEy, el Bugatti tiene má' horas de vuelos que milla'\nTo' saben que soy yo sin leer la tablilla\nLa fama e' mi esposa, la calle es mi chilla\nTen cuida'o, Ja Morant, no te vaya' a joder la rodilla, ey, je\nDe chiquito mami me decía que dejara las juntilla'\nPerdóname, mamá, pero\nAndo con Luar La L y par de puta' en los hotele'\nEn la disco tirando papele', je\nPerico pa'l que huele, charpazo pa' to' el que se cuele, ey\nSóbate, cabrón, yo sé que les duele\nTú no pega' un tema ni con la libreta de Lele, no, ey\nHey, Father, 'tán cagao', cómprale' lo' Pamper'\nHoy quiero una taína que esté puesta pa' un gangster\nMami, mueve el culo, ey, hasta que yo infarte\nY te pago la' uña', el laser y lo' implante'"}