{"id": 9645513, "title": "Too Much", "artist": "The Kid LAROI, Jung Kook & Central Cee", "lyrics": "Uh, se tivéssemos a chance e o tempo para gastar\nVocê faria de novo? Você faria de novo?\nFoi demais? Uh, é (Demais)\nFoi demais? Ayy, uh (Demais)\nAgora você está ligando para seus amigos porque eu sumi de novo\nQuando eu voltar, você faria de novo?\nFoi demais? Uh, ayy (Demais)\nFoi demais? Uh, ayy (Demais)\n\nEntão me diga o que foi que ficou no caminho\nE como eu pensei que foi bom que mudou\nE estou dizendo sinto muito de novo\nOh, eu nunca poderia ficar fora do meu caminho\nVai na loja e seu guarda-roupa muda\nE mesmo assim, tudo o que você faz é reclamar\nVocê continua jogando de volta na minha cara\nE agora você está me dizendo que preciso de um pouco de espaço\n\nEntão estou deitado na minha cama, viajando por causa dos cogumelos agora\nEstarei morto antes de ficar sem você agora\nPercebi que estou viciado em você agora\nVenha aqui, meu bem, relaxe e se acalme (Vamos lá)\nO que você está dizendo? Me ligue de volta, qual é a jogada agora? (Ooh)\nNa minha cabeça, não tem ninguém, além de você agora (É)\nDeixe eu te amar do jeito que amo agora\nEu nunca soube como\n\nUh, se tivéssemos a chance e o tempo para gastar\nVocê faria de novo? Você faria de novo?\nFoi demais? Uh, é (Demais)\nFoi demais? Ayy, uh (Demais)\nAgora você está ligando para seus amigos porque eu sumi de novo\nQuando eu voltar, você faria de novo?\nFoi demais? Uh, ayy (Demais)\nFoi demais? Uh, ayy (Demais)\nFoi demais?\n\nEu tô fazendo demais?\nCê entende minhas gírias e meu senso de humor?\nQuando suas namoradas te disseram que eu tava tirando onda\nCê acreditaria em mim se eu dissesse que elas tão mentindo e que isso é só um rumor?\nTe mando meu motorista pessoal, cara, isso não é só um Uber\nCê sabe que a parada é séria quando cê fica em minha casa e traz sua escova de dente\nCalcinhas extras na sua bolsa e uns removedores de maquiagem\nCê sabe que raramente fico sozinho porque sempre tô com meu atirador\nEla me chama de papai, ela tem problemas, não sou o pai dela\nPulo pra fora do barco, direto pro jato, deixo o iate no porto\nEla tá injetando Ozempic, tentando perder a fome\nHuh, eu bati uma antes de você vir só pra te foder por mais tempo\nS650, com motorista, só digite seu endereço\nFaça suas malas e podemos embarcar no próximo voo, podemos fazer o check-in\nVeja se você não esqueceu seus antidepressivos\nAntes que eu voe com você e me faça ficar arrependido (Ooh)\n\nUh, está na hora, derrame, vamos tomar uma pra cabeça\nDe cima para baixo, quase bati o carro olhando pra suas mensagens\nVai e vem, e você está com raiva de coisas que eu nunca disse\nDuas mensagens, sem respostas, mas sei que você leu\nO que você está dizendo? Me ligue de volta, qual é a jogada agora? (Ooh)\nNa minha cabeça, não tem ninguém, além de você agora (É)\nDeixe eu te amar do jeito que amo agora\nEu nunca soube como\n\nUh, se tivéssemos a chance e o tempo para gastar\nVocê faria de novo? Você faria de novo?\nFoi demais? Uh, é (Demais, ooh)\nFoi demais? Ayy, uh (Demais)\nAgora você está ligando para seus amigos porque eu sumi de novo\nQuando eu voltar, você faria de novo? (Você faria de novo?)\nFoi demais? Uh, ayy (Demais)\nFoi demais? Uh, ayy (Me diga, foi demais?)\nFoi demais?\n\nFoi demais? (Ooh)\nFoi demais? (Ooh)\nFoi demais?"}