{"id": 9666086, "title": "Last One Left", "artist": "Brent Faiyaz Featuring Missy Elliott & Lil Gray", "lyrics": "You gotta pick a side\nIs it theirs? Is it mine?\nIf they gon' run yo' life\nThen get your ass outta mine\n\nTell 'em, watch their fuckin' mouth when they speak about us\nThey ain't got no room to talk, no\nAll of they niggas done gone\nYou the only one left that got someone to call your own\nBefore you think about leavin' now\nThink about when you at home\n\n(Crazy feelings)\nThey ain't got no room to talk, no (Make me stay in love with you)\nOh, oh, I love you\nOh (Crazy feelings)\nFeelings (Make me stay in love with you)\n\nIt's your life (Hey-hey)\nBut are you gon' share it with mine?\nMake up yo' mind\nIn the meantime\n\nTell 'em, watch their fuckin' mouth when they speak about us (Us)\nThey ain't got no room to talk, no\nAll of they niggas done gone\nYou only one left, get someone to call your own\n'Fore you think about leavin' now\nThink about when you at home\n\n(Crazy feelings)\nOh-oh\nAll he do is talk 'bout us (Make me stay in love with you)\n(Crazy feelin') Oh, oh-oh-oh, oh-oh\n(Make me stay in love with you, ooh, shit)\n\nYeah, flaw shit, a nigga like me can't participate (Yeah)\nKnow your friends don't like me (Yeah)\nDay you leave (Yeah), bet they anticipate (Yeah, why?)\nI don't bust a sweat, I bust a check, she hyperventilate (Oh)\nBe careful 'round them bitches in ya business, I was 'bout to say ('Bout to say)\nI just wanna toss ya up and floss ya up with such and such (Oh)\nCrazy style to see you smile, they see us out, plus and plus (Okay)\nHer ex a slouch, want to knuckle up, hate to see this shit, gon' fuck it up\nGon' ride, went down, and up, and up, this shit get deep, so buckle up\nWant a piece to test your luck? Solid pipe, put pressure, bust\nStill ain't say, \"I had enough,\" she want my nut, I take her soul\nHow they grit they teeth and say \"That's goals\"?\nGet with them and that shit is a stretch, just stick around and that shit is slow\n\n(Crazy feelin') I'm sayin', like\n(Make me stay in love with you)\nYou can go the other way\nOr you can go the right way\n(Crazy feelin') You gotta make it make sense\nThis shit is strong, this shit is (Make me stay)\nThis shit is larger than life (In love with you)\nThis shit is me and you, damn\nHey-hey\n('Bout us)"}