{"id": 9671716, "title": "Cobra", "artist": "Megan Thee Stallion", "lyrics": "Breakin' down and I had the whole world watchin'\nBut the worst part is really who watched me\nEvery night I cried, I almost died\nAnd nobody close tried to stop it\nLong as everybody gettin' paid, right?\nEverything'll be okay, right?\nI'm winnin', so nobody trippin'\nBet if I ever fall off, everybody go missin'\nAt night, I'm sittin' in a dark room thinkin'\nProbably why I always end up drinkin'\nYes, I'm very depressed\nHow can somebody so blessed wanna slit they wrist?\nShit, I'd probably bleed out some Pinot\nWhen they find me, I'm in Valentino, ayy\nHe pourin' me shots, thinkin' it's lit\nHah, little did he know\n\nThis pussy deprеssed, hmm, I'm about to stress him, yeah\nPink nails 'round his nеck, huh, but this ain't domestic, ayy\nThink it's goin' down, hah, now he stand corrected, ayy\nThis pussy depressed, hmm, I'm about to stress him, ah\n\nAyy, damn, I got problems\nNever thought a bitch like me would ever hit rock bottom\nMan, I miss my parents, way too anxious, always cancel my plans\nPulled up, caught him cheatin', gettin' his dick sucked in the same spot I'm sleepin'\nLord, give me a break, I don't know how much more of this shit I can take (Ayy)\nHow long you been worried 'bout me, tellin' people that's not me?\nHonestly, it kinda feel like you plottin', watchin'\nWhy is you speakin' on me at my lowest when you acted like you ain't noticed?\nI was trippin', goin' crazy\nAnd they lowkey hatin', so they ain't gon' say shit\nDamn, I finally see it\nI'm killin' myself when bitches would die to be me\n\nThis pussy depressed, hmm, I'm about to stress him, yeah\nPink nails 'round his neck, huh, but this ain't domestic, ayy\nThink it's goin' down, hah, now he stand corrected, ayy\nThis pussy depressed, hmm, I'm about to stress him, ah\n\nI ain't goin', yeah, no emotion, ayy\nBack outside, yeah, back in motion, ayy\nHe keep callin', hmm, I ignore it (Ayy)\nHe say I'm crazy, hmm, don't I know it, ah"}