{"id": 9714421, "title": "Cobra", "artist": "Megan Thee Stallion Featuring Spiritbox", "lyrics": "Breakin' down and I had the whole world watchin'\nBut the worst part is really who watched me\nEvery night I cried, I almost died\nAnd nobody close tried to stop it\nLong as everybody gettin' paid, right?\nEverything'll be okay, right?\nI'm winnin', so nobody trippin'\nBet if I ever fall off, everybody go missin'\nAt night, I'm sittin' in a dark room, thinkin'\nProbably why I always end up drinkin'\nYes, I'm very depressed\nHow can somebody so blessed wanna slit they wrist?\nShit, I'd probably bleed out some Pinot\nWhen they find mе, I'm in Valentino, ayy\nHe pourin' me shots, thinkin' it's lit\nHah, littlе did he know\n\nLeave me alone in the dark\nI am shedding my skin\nI need to harden my heart\nTo protect myself from the pain\nLeave me alone in the dark\nI am shedding my skin\nI need to harden my heart\nTo protect myself but the pain remains within\n\nAyy, damn, I got problems\nNever thought a bitch like me would ever hit rock bottom\nMan, I miss my parents, way too anxious\nAlways cancel my plans\nPulled up, caught him cheatin'\nGettin' his dick sucked in the same spot I'm sleepin'\nLord, give me a break\nI don't know how much more of this shit I can take (Ayy)\nHow long you been worried 'bout me, tellin' people that's not me?\nHonestly, it kinda feel like you plottin', watchin'\nWhy is you speakin' on me at my lowest\nWhen you acted like you ain't noticed?\nI was trippin', goin' crazy\nAnd they lowkey hatin', so they ain't gon' say shit\nDamn, I finally see it\nI'm killin' myself when bitches would die to be me\n\nThis pussy depressed, hmm, I'm about to stress him, yeah\nPink nails 'round his neck, huh, but this ain't domestic, ayy\nThink it's goin' down, hah, now he stand corrected, ayy\nThis pussy depressed, hmm, I'm about to stress him, ah\n\nI ain't goin', yeah (I ain't goin')\nNo emotion, ayy (No emotion)\nBack outside, yeah (Back outside)\nBack in motion, ayy (Back in motion)\nHe keep callin' (Callin' me)\nHmm, I ignore it (I ignore it)\nHe say I'm crazy (Say I'm crazy)\nHmm, don't I know it (Ah)\n\nLeave me alone in the dark\nI am shedding my skin\nI need to harden my heart\nTo protect myself from the pain\nLeave me alone in the dark\nI am shedding my skin\nI need to harden my heart\nTo protect myself but the pain remains within"}