{"id": 9743563, "title": "The Shoe Fits", "artist": "Drake", "lyrics": "To all the ladies wonderin' why\nDrake can't rap like that same old guy\nIt's 'cause I don't know how anymore\nI don't know how, yeah\nI've had my beliefs tested, my faith broken in half\nI try to joke and I laugh\nBut I just don't know how anymore, love\nI don't know how, yeah\n\nTo all the super triggered women talkin' down on me\nRelax, drink some water, act like you somebody daughter\nCan't get a tan from your phone light\nBaby, it's late June, open the blinds, get out The Shade Room\nMaybe you could stop gettin' involved in some shit when you not involved\nOr maybe you go for a walk somewhere that is not a mall\nWhat's your baby's shoe size? Could tell by the laces, they tight\nOr are you only focused on the steps that I'm taking in life?\nAnd then you got the ones who claim a guy that's everyone's nigga\nLeave for a month to Colombia and now everything bigger\nEven your attitude is bigger, your appetite growing\nYour nigga is not even a starting QB\nThat nigga on the field before the game, he just practicin' throwing\nWhat happened to sellin' real estate? Where all that shit was goin'?\nAll your fuckin' captions lately talkin' 'bout happy and glowin'\nAll of that snappin' and posin'\nWhole time, he jealous of your past, who the fuck was your last?\nAskin' questions 'bout niggas, and you get slapped in the face if you happen to know him\nDomestic abuse, that man is not a man for you, he's a pathetic excuse\nLyin' through your teeth, scared of lettin' your skeletons loose\nBut you stick around, 'cause who's out there that's better for you?\nPlus he paid the surgeon so your ass could get a caboose\nBut he wants you covering it up, so your dresses is loose\nPlus it's the only thing they see when you get introduced\nNow you on a flight to Bogotá just to get it reduced, good Lord\nMore weeks of recovery clinics, front like you love every minute\nYou gettin' pushed to the brink, you sittin' at double your limit\nMeanwhile, that nigga out in my city fuckin' on bitches\nIf they even mention me and showin' me love, then it's finished\nJealous-ass niggas\nDamn\nThen you got the ones that travel 'cross the globe\nEverything is paid, they don't need a man\nDon't listen to Drake, never been a fan\nYou got a million hoes, yeah, I understand\nI'm never fuckin' you, so take that out your plans\nI'm good on all you niggas 'til a ring is on my hand\nThen I search your name, find you on the 'Gram\nClick the Linktree and see you suckin' dick on cam, what the fuck?\n\nOh, hell no\nIt can't be\nNot Mrs. Independent, dude\nNah\nSo, uh\n\nTo all the ladies wonderin' why\nDrake can't rap like that same old guy\nIt's 'cause I don't know how anymore\nI don't know how, yeah\nI've had my beliefs tested, my faith broken in half\nI try to joke and I laugh\nBut I just don't know how anymore, love\nI just don't know how, yeah\n\nTo all the ladies on my case with a look on they face\nAllow me to put these bums right back in they place\nFor all the niggas who act twelve\nThe fake gangsters with a MAC-12\nThe ones that only hit your phone up when it's past twelve\nBaddies not the only ones worried 'bout strikin' a pose\nYou orderin' one bottle to split between five of the bros\nAll your boos think it's Halloween and they went ghost\nThat's when you go Miami on the 'Gram and you rent boats\nAnd now they thinkin' you sweet with the bread like French toast\nYou boys becomin' detectives, but ain't in no trench coats\nI would never guess that you niggas is this crazy\nShe took dick in Ibiza, you turn into Dick Tracy\nYou niggas so jaded\nActin' Hulk tough, but you only turn green because your necklace is gold-plated\nShe settled for an NBA star that's through playin'\nInstead, she got an NBA fan that's 2K-in'\nShe lookin' for high ground, hate bein' tied down\nShe loved you for the first year, but those feelings died down\nShe livin' in downtown, you live with your parents still\nYou don't own a steering wheel, so you can't even drive down\nYou downloaded the My Mercedes app for some time now\nTo track when she ride 'round\nYou know where she goin' before she there, it raise eyebrows\nYou hackin' her iCloud, you committing cyber crimes\nYou niggas is out of line\nShe's finally movin' on, she's only said it a thousand times\nYou sold her a dream, talkin' that give you the world shit\nHer friends wanna get her back on that diamonds and pearl shit\nI mean, it was girls there, but it wasn't a girls trip\nShe met a guy\nShe met a guy that ain't just gettin' by, a better guy\nShe 'bout to spread her wings and you just gotta let her fly\nYou know you can't control a Gemini, that's facts\nShe like, \"Shh, quiet, everybody, the game started\nMy new boo hoopin' tonight and he said he play at the Garden\nHe said if I ain't watching, then that nigga ain't startin'\"\nShe point to the guy that she talkin' 'bout and it's James Harden\n\nDamn, dog\nLost your, lost your girl to The Sniper, huh?\n13, good God\nI feel for you, bro\nLook\n\nSo, to all the ladies wonderin' why\nDrake can't rap like that same old guy\nIt's 'cause I don't know how anymore\nI don't know how, yeah\nI've had my beliefs tested, my faith broken in half\nI try to joke and I laugh\nBut I just don't know how anymore, love\nI don't know how\n\nThat's real"}