{"id": 9776011, "title": "My House", "artist": "Beyonce", "lyrics": "Here we go\n\nOh, who they came to see? Me\nWho rep like me? Don't make me get up out my seat\nUh, oh\nUh, oh\nWho let my goons out that house? Uh, huh, who?\nWho let my goons out that house? Uh, uh, who?\nOh, oh\nWho let my goons out that house? Uh, uh, who?\nWho out there talkin' all that mouth? Uh, uh, who?\n\nMe and my thug bae gon' slide tonight (Slide tonight)\nCall the paparazzi, ain't got clips to hide tonight (Boom, pow)\nCash out this pain, call Lorraine (Schwartz)\nThen take me to Tiffany, I want forty-four karats on my fangs (Bling, ah)\nI want pink diamonds on my belly chain and my nipple rings (Grrah)\nI'm grabbin' grain, sippin' sideways on this candy paint (Candy paint; damn, damn)\nI'm done savin' this money, tonight we gon' ball out (We gon' ball out)\nYou can catch me highsidin', drinkin' brown liquor 'til I fall out ('Til I fall out)\nPlaya, who let these goons out the house? Huh, huh, who?\nWho out there talkin' all that mouth? Huh, huh, who?\nWho they came to see? Me\nWho reppin' like me?\nDon't make me get up out of my seat\nDon't make me come up off of this beat, huh\n\nOh (Oh, watch out, watch out, watch out)\nOh-ooh-oh (Oh, watch out, watch out, watch out)\nOh-ooh-oh (Oh)\nUh, huh-huh, uh\nUh, huh-huh, uh\nWho let my goons out of that house? Uh, uh, who?\nWho let my goons out of that house? Uh, uh, who?\nOh\nI'm hearin' whispers (Oh), —ers\nWho let my goons out of that house? Woah, oh (Oh, huh)\nWho out there talkin' out their mouth? Woah (Oh, huh)\n(Oh) Oh, ah\n\n(House, house)\nYeah\n(House, house)\n\nWhen I grow up, I'm gon' buy me a (House)\nMake love in the (House)\nStay up late in this (House)\nDon't give a fuck about my (House)\nThen get the fuck up out of my house\nGet the fuck up out my house\nGet the fuck up out my house\nGet the fuck up out my house\nGet the fuck up out my house\nI grew up in this (House)\nI blew up in this (House)\nI'm too up in this (House)\nDon't give a fuck about my (House)\nThen get the fuck up out of my (House)\nGet the fuck up out my (House)\nGet the fuck up out my (House)\nGet the fuck up out my (House)\n\nI will always love you (Oh, house, house)\nBut I'll never expect you to love me (Oh, house, house)\nWhen you don't love yourself (Oh, house, house)\nLet's heal the world (Oh, house, house)\nOne beautiful action at a time (Oh, house, house)\nThis is real love\nLend your soul to intuitions (This is real)\nRENAISSANCE, new revolution\nPick me up even if I fall\nLet love heal us all, us all, us all\nDon't make me get up out my seat\nDon't make me get up out my seat (Carry)\nDon't make me get up out my seat (Carry; oh, house, house)\nDon't make me get up out my seat (I carry)\n(Who they came to see? Me) I carry\n(Who they came to see? Me) I carry\n(Who they came to see? Me) I carry\n(Who they came to see? Me) Bitch, I carry\n\nWhen I grow up, I'm gon' buy me a (House)\nMake love in the (House)\nStay up late in this (House)\nDon't give a fuck about my (House)\nThen get the fuck up out my (House)\nGet the fuck up out of my (House)\nGet the fuck up out my (House)\nGet the fuck up out my (House)\nGet the fuck up out my house\nI grew up in this house\nI blew up in this house\nI'm too up in this house\nDon't give a fuck about my house\nThen get the fuck up out my house\nGet the fuck up out my house\nGet the fuck up out my house\nGet the fuck up out my house\n\nLend your soul to intuitions\nRENAISSANCE, new revolution\nPick me up even if I fall\nLet love heal us all, us all, us all"}