{"id": 9816408, "title": "Needle", "artist": "Nicki Minaj Featuring Drake", "lyrics": "If these diamonds in my ear can't weigh me down now\nWhat makes you think you could weigh me down? Stop it right now\nFriends were pessimistic 'bout our love, heard they tight now\nWe both know they're miserable at home, fuck 'em all\nIf this Rollie on my wrist can't weigh me down, eh-eh-mm\nWhat makes you think you could weigh me down? Stop it right now\nFriends, they like it better when you're down, let's not talk about it\nIt's just you and me and\n\nI just wanna pull up the Maybach and bend your leg back\nPlease obey that, don't delay that, my love, why lie?\nBeen a shy guy all of my life, we should change that\nPull up the Maybach and bend your leg back\nLet's engage that, don't delay that\nYou're like a needle, life's a haystack\nFriends they can leave us, you could stay back\n\nI could stay back, I could take that\nCome and lay back on our way back\nMake a movie, watch the playback\nNah, don't save that, I don't play that\n(Pon di, pon di), p-pon di buddy wining\nI rap, but he wanna taste the icing\nGyal haffi, gyal haffi fi ah give me my ting\nCommission for the game that I be providing\nI was in Trinidad, let us consider that\nImmigrant to a boss, bitches bitter and mad\nPoppin' out like a cork, ducking 'em like Björk\nBitches get out of line, I give them one of dem talks\nI tell him send a jet, a Valentino dress\nHe like the way it grip my hips, cuppin' my breasts\nShadin' like silhouettes, spinnin' like pirouettes\nIt gave nothin', bitch, thank you for zero, next\nDamn, Drizzy, another bitter ex, shout out my intellects\n\nI just wanna pull up the Maybach and bend your leg back\nPlease obey that, don't delay that, my love, why lie?\nBeen a shy guy all of my life, we should change that\nPull up the Maybach and bend your leg back\nLet's engage that, don't delay that\nYou're like a needle, life's a haystack\nFriends, they can leave us, you could stay back\n\nBaby, and you're still my baby\nI know I get crazy, I know I get feisty (Ah-ah-ah)\nBaby, and you're still my baby\nYou said I would make it, I'm so glad we made it (So glad we made it)\nGyal ah gwan from the likkle island gyal to CEO\nMan ah gwan from Toronto, Canada to OVO\nGhetto gyal have di wickedest slam, everybody know\nGyal, haffi, gyal, haffi, haffi give me my ting\nCommission for the game that I be providing, ayy\n\nI just wanna pull up the Maybach and bend your leg back\nPlease obey that, don't delay that, my love, why lie?\nBeen a shy guy all of my life, we should change that\nPull up the Maybach and bend your leg back\nLet's engage that, don't delay that\nYou're like a needle, life's a haystack\nFriends, they can leave us, you could stay back\n\nYou can stay back, you can stay back, you can stay back\nCan stay back, can stay back\nMm-hmm, mm-hmm"}