{"id": 9816412, "title": "Pink Friday Girls", "artist": "Nicki Minaj", "lyrics": "I could tell he the one 'cause they hated on him\nUsed to be a high roller, but I skated on him\nWhen he went away, then I just waited on him\nCame back, then I got X-rated on him\nNever (Ah-ah), never hesitated on him\nEven though I had to go up, elevated on him\nHad the trap house, but it got raided on him\nBut I kept it real, player, never traded on him, uh\nI mean, I wouldn't call 'em mini-me's\nMore like some goofy, doofy, raggedy-ass enemies\nI mean, one thing for sure, ain't no forgettin' me\nMe and my girls been them hoes, start weedin' them, uh\nWhen the sun hit his eyes, like when a star-star tw-twinkle at night\nGuys, I just can't say bye\nSuddenly speak Thai, man, he samurai fly\n\nPhone rings in the middle of the night\nMy father yells, \"What you gonna do with your life?\"\nOh, Daddy dear, you know you're still number one\nBut girls, they wanna have fun\nOh, girls just wanna have\n\nI'm lookin' for (I'm lookin' for)\nI'm lookin' for my baby (I'm lookin' for)\nI'm lookin' for (I'm lookin' for)\nI'm lookin' for my baby (I'm lookin' for)\n\nLookin' for my lipgloss and my liner (Liner)\nLookin' for me, told him meet me at the diner (Diner)\nGot him smilin' 'cause he know I outshine her ('Shine her)\nHad to pop up just to remind her\nEasy lil' ho, don't know my M.O.\nIf I'm with your nigga, then just let him go\nCan't sit in my seat, can't sit in my row\nHe been said I'm yes, he been said you no\nHe got that fetish for some pretty feet\nHe got that super bass, make my heart skip a beat, I mean\nRed cups like double D's\nChanel bags everywhere, that's double C's\nUh, you rich bitch, bye, in your dreams\nYou know we gettin' to the bag, keepin' it a bean\n(They said) They said what? Oh, yeah, I seen\nWe doin' great, Alexander, word to McQueen\n\nPhone rings in the middle of the night\nMy father yells, \"What you gonna do with your life?\"\nOh, Daddy dear, you know you're still number one\nBut girls, they wanna have fun\nOh, girls just wanna have\n\nJust wanna, just wanna, just wanna have fun (Have fun)\nJust wanna, just wanna, just wanna have fun (Have fun)\nJust wanna have, just wanna have, just wanna have fun (I wanna have fun)\nJust wanna have, just wanna have, just wanna have fun (I wanna have fun)\nJust wanna have, just wanna have, just wanna have fun (I wanna have fun)\nJust wanna have, just wanna have, just wanna have fun (I wanna have fun)\n\nJust wanna, just wanna, just wanna have fun (Have fun)\nJust wanna, just wanna, just wanna have fun (Have fun)"}