{"id": 9816180, "title": "Are You Gone Already", "artist": "Nicki Minaj", "lyrics": "Don't you know I'm no good for you?\nI've learned to lose you, can't afford to\nTore my shirt to stop you bleedin'\nBut nothin' ever stops you leavin'\nQuiet when I'm comin' home and I'm on my own\n\nYou never got to meet Papa (I could lie, say I like it like that)\nHe sweet proper, he keep Mama on my toes (Like it like that)\nI needed help, you booked a flight (I could lie, and say I like it like that)\nIn three days, you'd meet Papa (Like it like that, mm)\nThe waiting, the gazing\nThe painting, the raging\nThe ravin', the pacing\nThe praying, the shaking\nI must admit, I was breaking\nI must admit, I was taking\nI must admit, my heart was racing\nTelephone ring, he didn't make it\nI just believed you'd awaken\nA memory in the makin'\nCall me\nWon't you call me? (Call)\nWill you?\n\nDon't you know too much already? (Are you gone already?)\nI'll only hurt you if you let me\nCall me friend, but keep me closer (Call me back)\nAnd I'll call you when the party's over\nQuiet when I'm coming home and I'm on my own\n\nSo dear Onika, yes, where Onika?  (I could lie, say I like it like that)\nDon't stress, Onika, so blessed, Onika (Like it like that)\nToday, it's 12/3/23 (I could lie, say I like it like that)\nYour baby's three, he's the best, Onika (Like it like that)\nSet me, set me, set me free\nWhy didn't you come back to get me?\nLet me, let me, let me be\nWhy would anyone want to love me?\nRich, yes, but are you happy? (Rich, yes, but are you happy?)\nAll this guilt you carry is heavy (All of this guilt is heavy)\nYou've already made your peace with me\nOne day, you'll have to forgive Mommy\nBut she knows you know too much already (Don't you know too much already?)\n\nI'll only hurt you if you let me\nCall me friend, but keep me closer (Call me back)\nAnd I'll call you when the party's over\nQuiet when I'm coming home and I'm on my own\nAnd I could lie, say I like it like that, like it like that\nI could lie, say I like it like that, like it like that\n\nNothin' is better sometimes\nOnce we've both said our goodbyes\nLet's just let it go\nLet me let you go\n\nQuiet when I'm comin' home and I'm on my own\nI could lie, say I like it like that, like it like that\nI could lie, say I like it like that, like it like that"}