{"id": 9921114, "title": "Think U The Shit (Fart)", "artist": "Ice Spice", "lyrics": "Think you the shit, bitch?\nYou not even the fart (Grrah)\nI be goin' hard (Grrah)\nI'm breakin' they hearts, like\nBitches be quick, but I'm quicker (Like)\nBitches be thick, but I'm thicker (Like)\nShe could be rich, but I'm richer (Damn)\n\nTake-takin' her man (Takin' her man)\nDon't give a fuck (Don't give a fuck)\nOut in the Yams (Out in the Yams)\nAnd I'm keepin' one tucked (Keepin' one tucked)\nI make me some jams (I make me some jams)\nUnlock that advance (Unlock that advance)\nI said four hundred bands (I said four hundred bands)\nJust to do my lil' dance (Grrah)\nBitch, I'm a brand (Like)\nBitch, I'm a baddie, I get what I want (Damn)\nAll in Balenci', I look like a bum\nI got the jatty, he just wanna hump (Hump)\nWalk through and start shakin' my hips\nI'ma dip when I stack all my chips (Like)\nStrip a dummy, I want the whole 'fit\nI got a French nigga sendin' me tips, grrah\n\nThink you the shit, bitch?\nYou not even the fart (Grrah)\nI be goin' hard (Grrah)\nI'm breakin' they hearts, like\nBitches be quick, but I'm quicker (Like)\nBitches be thick, but I'm thicker (Like)\nShe could be rich, but I'm richer (Damn)\n\nHis bitch at home playin' dress-up (Huh?)\nShe must've thought she could catch up (Grrah)\nI got my foot on they necks, I can't let up (Grrah)\nShe all on the floor, told her get up (Get up)\nShe my son, but I ain't her mammy (I ain't her mammy)\nBitches can't stand me (Bitches can't stand me)\nEat through my panties (Eat through my panties)\nHard knock life, no Annie\nI need a vacay, I'm losin' my tan (Damn)\nI'd lose anything before my man\nI'm a pretty bitch, I don't like fightin'\nOn the beat, I'm goin' Super Saiyan (Grrah)\nI said, \"Mirror, mirror, who the fairest?\" (Huh?)\nLeave a bum nigga lookin' embarrassed (Like)\nSpent a hundred-fifty on some carats (Grrah)\nThat shit cray like them niggas in Paris\n\nThink you the shit, bitch?\nYou not even the fart (Grrah)\nI be goin' hard (Grrah)\nI'm breakin' they hearts (Like)\nBitches be quick, but I'm quicker (Like)\nBitches be thick, but I'm thicker (Like)\nShe could be rich, but I'm richer (Damn)"}