{"id": 9932021, "title": "Wassam Baby", "artist": "Rob49 & Lil Wayne", "lyrics": "Wassam, baby? (Yeah) You fine, baby (Yeah), you mine, baby (Alright)\nI treat you like a princess, but that dick gon' drive you crazy (Uh-huh)\nI'm givin' the slop to model, all my bad hoes come out the South (Uh-huh)\nGot thick hoes in the West (Alright), them North hoes where it's at (For real)\nMy favorite on the Eastside, all them bossed up with a check (Uh-huh)\nYou with that nigga right now, but you know I'm comin' next (For real)\nI keep it P, that pussy P, ayy, baby, pop that cat\nI take a shot to turn you up, buy shit you never had (Pew)\n\nYou know I got that cake right, that pussy taste right (Alright)\nYou know I'm in your first date, can't do no date right (Alright)\nYou know I like that pussy tight, that pussy tight, right? (Right)\nShe braggin' to all her friends: \"That nigga be givin' me good pipe\"\n\nWassam, baby? You fine, baby, you mine, baby (Alright)\nI treat you like a princess, but that dick gon' drive you crazy (Uh-huh)\nI'm givin' the slop to model, all my bad hoes come out the South (Uh-huh)\nGot thick hoes in the West (Alright), them North hoes where it's at (For real)\nMy favorite on the Eastside, all them bossed up with a check (Uh-huh)\nYou with that nigga right now, but you know I'm comin' next (For real)\nI keep it P, that pussy P, ayy, baby, pop that cat\nI take a shot to turn you up, buy shit you never had (Pew)\n\nWassam, baby? You know who I am, baby\nFuck her for a thousand dollar, call that bitch my grandbaby\nShe want be lil' Weezy, baby, it's lil' Weezy, baby\nTold her don't forget to say that \"Baby\", no amnesia, baby\nI'm Ms. Cita's baby, drinkin' me like a margarita, baby, I'm a skeeter, baby\n'Round me, these bitches lose control, finders, keepers, baby\nTold these niggas I'm a reaper, baby, keep that sweeper on me\nEyeball the work, don't need a scale, I'm a Libra, homie\nFuck her right, new thottie, I'll fuck her right\nBugatti, I'm run the lights, yellow diamonds, no butter knife\nYou fine, baby, I'm slime, baby, I'm 5 and that's 49, baby\nRun up on my new bitch and these hoes just look like they seen the crowd, baby (Well, lil' Tunechi)\n\nWassam, baby? (Yeah) You fine, baby (Yeah), you mine, baby (Yeah)\nI treat you like a princess, but that dick gon' drive you crazy (Yeah)\nI'm givin' the slop to model, all my bad hoes come out the South\nGot thick hoes in the West, them North hoes where it's at\nMy favorite on the Eastside (Yeah), all them bossed up with a check (Yeah)\nYou with that nigga right now, but you know I'm comin' next (Bitch)\nI keep it P, that pussy P (Yeah), ayy, baby, pop that cat (Bitch)\nI take a shot (Yeah) to turn you up (Yeah), buy shit you never had (Bitch)\n\nYeah, bitch\nYeah, bitch\nYeah, 49, what's hatnin'?\nMoolah baby\nBrah"}