{"id": 9934491, "title": "Redrum", "artist": "21 Savage", "lyrics": "Want it all, I won't leave a breadcrumb\nBitch, what? I thought a nigga said somethin’\nThought a nigga said somethin'\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nNigga, all we know is— (Redrum)\n\nRidin' in the back, it’s a May' (It's a May')\nThirty-two shots in the K (In the K)\nMarathon, I really run the A (Run the A)\nSay you touched me, how, Sway? (How, Sway?)\nGraveyard, that's where the opps stay (Opps stay)\nHypnotize, they do what I say (What I say)\n21, niggas don't play (Don't play)\nMy Glock Gen5 said hey (Said hey)\nTake my choppеr everywherе, that's bae (That’s bae)\nGet yo’ ass out the car, you givin' Tre (Givin’ Tre)\nWe been spinnin' through they hood all day (All day)\nNiggas say they outside, okay, okay\nI can't let a bitch play me, no way (No way)\nYou a duck if you believe what hoes say (What hoes say)\nShe got way more bodies than my old K (Old K)\nMy lil' brother beat his body, OJ (OJ)\nNiggas talkin’ 'bout they lit, I'm La Flame (Pussy)\nThat lil' boy a mascot, he ain't gang (Pussy)\nWatch a half a million dollars and it's plain (Pussy)\nI don't go through TSA to get on planes (Pussy)\nYou get pussy without head, then you lame (Pussy)\nShe knew I was leavin' 'fore I even came (Pussy)\nTwo revolvers on my waist, John Wayne (Pussy)\nSmack niggas, then I get on Live and sing (Yeah)\n\nWant it all, I won't leave a breadcrumb\nBitch, what? I thought a nigga said somethin'\nThought a nigga said somethin'\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nNigga, all we know is— (Redrum)\n\nHow many niggas got the belt? (A lot)\nCatch 'em at the light, he get nailed (Bow)\n9-1-1, somebody help\nSub-tweeting bad for your health, pussy\nI'm a gangster, I ain't takin' shit back, pussy\nI'll never do no song with no rat, pussy\nPut a Lego in a stick, it rat-a-tat, pussy\nI don't wanna talk, go and catch a hat, pussy\nBig Draco come up out that Scat, pussy\nHe stood on business, now he layin' on his back, pussy\nAsk around, I be rappin' nothin' but facts, pussy\nWe the reason all these niggas runnin' track, pussy (On God)\nYou ain't never stepped, you can't tell me a thing (21)\nI got big kahunas and I'm lettin' 'em hang (21)\nKeep my mouth closed and that's never gon' change (21)\nYou get in the jam and go to pointin' and blame (21, 21)\nI ain't let it slide, I was sharpenin' aim\nSmokin' on my brothers, got his ass left slain\nYou know it's smoke, 'cause they ain't even take off his chain\nSay it's up with me, your ass must do cocaine (21, 21)\n\nWant it all, I won't leave a breadcrumb\nBitch, what? I thought a nigga said somethin'\nThought a nigga said somethin'\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nG Block, all we know is redrum\nRedrum, redrum, redrum, redrum\nNigga, all we know is— (Redrum)\n\nLittle pigs\nLittle pigs, let me come in\nNot by the hair on your chinny-chin-chin?\nThen I'll huff, and I'll puff, and I'll blow your house down\nHere's Johnny"}