{"id": 9934537, "title": "Just Like Me", "artist": "21 Savage, Burna Boy & Metro Boomin", "lyrics": "You was the truth when I was lyin'\nDon't forget, don't forget\nYou were the judge for my crimes and you took my life\nDon't forget, don't forget\nBut now you're just like me (Metro)\nNow you're just like me, ooh\nNow you're just like me\nNow you're just like—\nJust like me, just like me, man, you just like me\n\nIn my feelings, I can't text right (21)\nYou got all the bosses wonderin' what your sеx like (On God)\nHit the gym, keep her stomach and hеr chest tight (Yeah)\nIf I ain't told you yet, you know that you the best, right? (On God)\nDo you still feel the same? I just wanna know (21)\nRoses on the floor (Floor)\nI put Van Cleef from your head to your toe (On God)\nBuy you brand-new cars and I park 'em at your door (Straight up)\nDouble-tap and I put heart eyes under every post (21)\nTen Kelly bags, back to back, I do the most (On God)\nHow you givin' up on me? You 'posed to be my ho (21)\nNow you tryna act like me, I just go with the flow (21)\nYou want me to cut off feelings that I don't control (On God)\n\nYou was the truth when I was lyin'\nDon't forget, don't forget\nYou were the judge for my crimes and you took my life\nDon't forget, don't forget\nBut now you're just like me\nNow you're just like me, ooh\nNow you're just like me\nNow you're just like—\nJust like me, just like me, man, you just like me (Woah, woah)\n\nYou be actin' like a man, play your role (21)\nI need a woman, baby, I don't need a bro (On God)\nI asked her body count, she sent the GIF of me and Cole (What?)\nSeen her text, it had me speechless, yeah, that was bold (21)\nI guess bein' in the mix ain't gettin' old to you (21)\nYou just livin' in a dream that was sold to you (On God)\nSeein' purses on the 'Gram and now you tryna get 'em (21)\nAny man provide that lifestyle, you gon' be wit' 'em (21)\nYou got accounts, but you don't hold yourself accountable (Never)\nI bend you over, you be grabbin' on your banister (Facts)\nGirl, the way you eat that meat, you a cannibal (21)\nNo love handles, but she love the way I handle her (21)\n\nYou was the truth when I was lyin'\nDon't forget, don't forget\nYou were the judge for my crimes and you took my life\nDon't forget, don't forget\nBut now you're just like me\nNow you're just like me, ooh\nNow you're just like me\nNow you're just like—"}