{"id": 9934492, "title": "See The Real", "artist": "21 Savage", "lyrics": "Slidin' in the Benz\nYou know that's my brother, so we call each other twin\nBy the way we shake hands\nGot it out the mud, but we grew up in the sand\nYou a shooter or a fan?\nWe can't get at you, then we gon' bring it to your mans\nI don't do the Twitter rants\nBrand new Desert Eagle, tryna stuff it in my pants\nCheck my net worth, I'll be dead fresh\nAll my hoes fine, got the best set\nIf I wanna cuff her, she arrested\nTry to take my bitch, you get your neck slit\nCall me Santa Claus, 'cause I'm rich-rich\nPut a Birkin bag on your wish list\nJumped in the DM and she missed it\n\nMy dog don't want nothin' out of life but to kill niggas\nAnd they wonder why I'm still with 'em\nAll these Ms in the bank, I don't feel richer\nI'ma step up in that way since a lil' nigga\nAnother body get dropped, I don't feel different\nTook some Ls, but I'm still winnin'\nYou knew she was a thot, why you still with her?\nWhen you tell somebody no, you see the real in 'em\n\nSnitchin' is a no-no\nRappers wanna beef, but I ain't givin' niggas promo\nGot your baby mama with me askin' for the coco\nNot Chanel neither, nah, she wanna do the blow-blow\nHit her from the back, then I put her in the chokehold\nShit done got crazy, man, we fuckin' on the floor-floor\nSippin' on this syrup and it got me movin' slow-mo\nShe gon' take a charge if we run into the po-po\nWalk 'em down 'til I'm tired\nGive an opp a first-class ticket to the sky\nDiamonds ice skating, if you touch 'em, we gon' slide\nShut up, hit this hookah, you keep fuckin' up the vibe\nShe ain't mine, but I treat her like I love her\nPussy good, but I can't hit without no rubber\nShe start trippin', I'ma go and get another\n\nMy dog don't want nothin' out of life but to kill niggas\nAnd they wonder why I'm still with 'em\nAll these Ms in the bank, I don't feel richer\nI'ma step up in that way since a lil' nigga\nAnother body get dropped, I don't feel different\nTook some Ls, but I'm still winnin'\nYou knew she was a thot, why you still with her?\nWhen you tell somebody no, you see the real in 'em"}