{"id": 9934486, "title": "Dangerous", "artist": "21 Savage, Lil Durk & Metro Boomin", "lyrics": "I'm in the Jeep with the doors off (21)\nShe in my spot with her clothes off (21)\nShot to the face, he dozed off (21)\nSpinned they block and we rode off (21)\nOh, you wanna speak on CJ? (21) I'ma come knock your bros off (21)\nRun around like you steppin' on shit, fuck it, we just gon' cut his toes off (21)\nI don't even got no face, my face burnt\nEmpty your pockets, you buck on a robbery, you get your face burnt (21)\nI'm with them youngins, they love to spin, them lil' niggas stay turnt (21)\nI ain't goin' back and forth with no bitch, said I'ma chase her (21, 21)\n\nPop up out that cut (21), fuck it, drop your nuts (21)\nHe was smokin'— okay, he got touched (21)\nDraw down on your man (21), boy, you bеtter not clutch (21)\nEvery time thеy shit get spinned, they blamin' us (21)\nWhere they hood at, twin? Let's go flame it up (21)\nNiggas lyin' 'bout the score, they need to hang it up (21)\nYou gon' get your Glock took tryna hang with us (21, man, what?)\nI grew up on the Eastside where it's dangerous (Smurk, facts)\n\nI'ma speak to my brother killer (Facts)\nThey gettin' killed for another nigga (Facts)\nHow you gon' ride for another nigga in a different city? Y'all homie switchin' (Gang)\nI can't talk, my voice bigger\nWhatever you think, my boys did it (Yeah, hahaha)\nYouTube record what niggas sayin', he said he did, I know he didn't (Yeah)\nI'm the man, I'll bring a million in cash around them robbers, shooters (Yeah)\nWasn't a dollar missin', ask any nigga in the trenches, that's on Buddha (That's on Buddha)\nOpps be sayin' the police 'round when I be out outside (Cap)\nThey lyin', just slidin' (Slide)\nThem baby threats gon' make them change they mind (Ayy, lil' bro)\nI ain't gettin' touched, the city gave up on me, I ain't give a fuck (I ain't give a fuck)\nI lost real members to them streets, I can't give 'em up (I can't give 'em up)\nNot the clothes, but them opp hoes, I got my dickie sucked (Got my dick sucked)\nDede out for ninety, Boona fifty, fuck that Bentley truck (Man, what?)\nGoin' to court like we gon' trick on him, bro, what you did to him? (Pussy)\nLosin' back to back, they still ain't slide like that shit weird to him (Pussy)\nCounty jail, he go on any deck, that shit get real for him (Get him)\nWhen I'm off papers, I'm goin' to visit Steve, free my man and them (Free Steve)\nAnd they almost got inside his head, what they sayin' to him? (Free Steve)\nAnd all them killers that you look up to, I'm the man to them\n\nOTF4L (21, 21, 21)\nAnd I don't even be cliquin' and linkin' with niggas\n\nPop up out that cut (21), fuck it, drop your nuts (21)\nHe was smokin'— okay, he got touched (21)\nDraw down on your man (21), boy, you better not clutch (21)\nEvery time they shit get spinned, they blamin' us (21)\nWhere they hood at, twin? Let's go flame it up (21, facts)\nNiggas lyin' 'bout the score, they need to hang it up (21, facts)\nYou gon' get your Glock took tryna hang with us (21, facts)\nI grew up on the Eastside where it's dangerous (Yeah, yeah, facts, man, what?)\n\nWe turn bullies to ashes (21), knock a nigga out like Cassius (21)\nCut on that switch and I blast it (21), which one of y'all opps the fastest? (21)\nI ain't even go to my classes, fuck I look like giving out passes? (21)\nTwo hundred on all my dashes, all my opps be musty and ashy (21)\nI don't wanna argue on the 'Gram, I'm tryna paint him red (21)\nI don't even feel like fuckin' right now, baby, just give me some head (21)\nEvery dog gon' have his day, so stand on what you said (21)\nI can't wait to shrug my shoulders when you pop up dead (21)\nHe on the phone gangbangin' while he in the feds (21)\nCame home and tried to hang, that shit had me scared (21)\nThis bitch got her outside clothes in my bed (21)\nYou got some nerve, lil' bitch, my covers cost an arm and leg (21)\nMossberg with the slugs takin' off his legs (Fow)\nPut that stick all in his face, knock out all his dread (Grrah, fow)\nSend a blitz, I ain't talkin', nigga, this ain't TED (Pussy)\nYou feel some type of way, you pussy 'cause you scared to say it (Pussy)\n\nPop up out that cut (21), fuck it, drop your nuts (21)\nHe was smokin'— okay, he got touched (21)\nDraw down on your man (21), boy, you better not clutch (21)\nEvery time they shit get spinned, they blamin' us (21)\nWhere they hood at, twin? Let's go flame it up (21)\nNiggas lyin' 'bout the score, they need to hang it up (21)\nYou gon' get your Glock took tryna hang with us (21)\nI grew up on the Eastside where it's dangerous (Facts)"}