{"id": 9969552, "title": "Nee-nah", "artist": "21 Savage, Travis Scott & Metro Boomin", "lyrics": "Llevé a una bailarina al baile\nConocí a un par de jugadores, encontré una postura para la pelota\nAhora estamos en el baño, encontró una cara de bola\nTomé algunos vasos y salí disparado, ¿ahora a qué sabe el puesto?\nNi siquiera puedo entrar, mis viejas putas podrían oírme\nPuede que necesite ir a la ciudad, te necesito aquí mismo, aquí mismo\nHasta que ella buscó en el baúl y encontró una nina\nLe dije: \"Nena, esa es Nina Simone\"\nAyy, conduciendo por la licorería descolorido, trеnzado\nManos en esta mierda saludando, confusas\nLos 80 como los 90 y los 2000 (Tuh-tuh-tuh-tuh-tuh-tuh-tuh)\nConduciеndo a través de esta mierda, loqueándonos\nAyy, paquete de siete Brady, vienen en grupo\nHe estado con el grupo en una nota alta, obteniendo notas de C\nPresentación diferente a esta vibra, necesitas una nota clave\nPresi' alrededor de esta mierda, no enviaré vetos\nNo se puede parar la mierda ni parar lamidas, esos chicos en G-O\nBateando el 504, guardé su nombre como \"criollo\"\nEquilibrio cuando estoy en la carretera, obtengo\nDominatrix Matrix cuando lo hace como si fuera Neo\nLa mierda está fuera de sus enchufes, se bloquean\nMamá dijo que haga honor a mi nombre, pero están bromeando\nIntentarán ir y tomar tu cara para obtener ganancias\nVan a mentir, van a equivocarse y matarse, se pondrán a tu lado\nLo intentarán, tenemos cien profundidades como Verizon\nEn los árboles con los abejorros en el horizonte\nNo estoy atrapando Z, estuve en la V, en el camino a Sión\nVendiendo sus almas, saltando en ese modo que no estoy comprando\n\nÉl no es de Slaughter Gang, entonces no es oficial (Sí)\nCuando ese rigle canta, ¿de verdad crees que te van a extrañar?\nGasté medio millón de dólares en despidos\nVa a ser un coche fúnebre, no un verso si te insulto (Mhm)\nMe tienes jodido, negro, me tienes jodido (Sí)\nCuando lo envío más allá del techo, esa mierda se quedó pegada\nTodo eso de hablar y actuar duro te vuelve duro (21, 21)\nSi tu esposa está en el lugar, ella será follada (21, 21)\n\nNegro rico, obtuve mi correa de Tommy Hilfiger (21)\nRojo, blanco y azul, americano, mato negros (Marica)\nRocíe su cuadra y luego lo saqué, esto es un verdadero chapuzón (Skrrt)\nBottega recoge mi algodón, pero soy un negro de campo (En Dios)\nEstaré sentado dentro de la casa porque yo no siento negros (Que se jodan)\nTe agradas con Baby, pero a mi bebé le gusta perforar negros (BabyDrill)\nClaustrofóbico, ni siquiera me gusta relajarme con ellos (21)\nSupongo que soy falso ya que todos dicen que son negros reales (En Dios)\nTienes un grito, pero todavía no has aprendido la lección, ¿huh? (Marica)\nTestarudo, no acabarás en una camilla, ¿huh? (Marica)\nOh, ahora eres Usher y estás dando confesiones, ¿huh? (Marica)\nEn blogs como estas putas, oh, eres un desastre, ¿huh? (Marica)\nPoniendo un logo de Louis en mi arma\nSé que Virgil probablemente mire hacia abajo como, \"Demonios, este negro volvió a esa mierda\" (21)\nDe vuelta dentro del club con mi blick (21)\nJugando a la etiqueta congelada, mierda, estoy tratando de ver quién es (En Dios)\nLos negros dicen que somos enemigos, cuando me vean, no haremos una mierda (En Dios)\nLa única persona que cree que eres un asesino es tu perra (21)\nHaciendo canciones de ofensa, este negro murió por una ofensa (Hechos)\nSi veo a mis enemigos mientras estoy esposado, entonces voy a escupir (Marica)\nQuiero matar al mundo por tu perra porque ella tiene una polla (21)\nPensando en las putas en las que me cago mientras orino (21)\nNo has escuchado mi música, ¿por qué aprietas los puños? (21)\nReverberación en el rifle, hace \"Baow\" cuando dispara (21)\n\nÉl no es de Slaughter Gang, entonces no es oficial (Sí)\nCuando ese rigle canta, ¿de verdad crees que te van a extrañar?\nGasté medio millón de dólares en despidos\nVa a ser un coche fúnebre, no un verso si te insulto (Mhm)\nMe tienes jodido, negro, me tienes jodido (Sí)\nCuando lo envío más allá del techo, esa mierda se quedó pegada\nTodo eso de hablar y actuar duro te vuelve duro (21, 21)\nSi tu esposa está en el lugar, ella será follada"}