{"id": 9986342, "title": "Big Foot", "artist": "Nicki Minaj", "lyrics": "This lil' beggin' whore talkin' 'bout Megan's Law\nFor a free beat, you could hit Megan raw (Ooh)\nIf you a ghostwriter, party in Megan jaw (Ooh)\nShots thrown, but I still ain't let Megan score (Tell 'em)\nBad bitch, she like six foot (Ooh), I call her Big Foot (Brr)\nThe bitch fell off, I said, \"Get up on your good foot\"\nUh, still ain't topped \"Red Ruby\" (No, no, mhm)\nTryna steal the sauce, I said, \"Get up out my cookbook\" (Brr)\nBut really, I'm a sweetie pie\nP-R-T-T-Y, but I'm P-E-T-T-Y (Brr)\nUm, why did you lie about your lipo?\nFuckin' your best friend man is crazy, you the type, though\nYou was lyin' to the queen, then you went lyin' to the King, Gayle\nThe thirty-year-old tea so stale\nKylie kicked you out and made you stumble to the car\nBarbz, I need a good alcohol bar\nRoman, wait, that was the bar\nLike a body builder, I keep raisin' the bar\nFuck you get shot with no scar? (Brr)\nThis little piggy toxic, somebody adopt it\nMm, mm-mm, mm-mm\nShit'll get dark like chocolate\nI'm 'bout to get up in your ass, bitch, clench (Woo)\nMm, yeah, sorta like French\nThey got you all them Grammys, but your flow's still a no\nWhat a fiasco, Lupe\nFuture made you pay (Haha)\nShe wanna party with DaBaby while rubbin' on Tory toupée\nI guess she needed money bags for them Trey Songz\nShe G-Eazy, Carl made her crawl for it\nYo, why the fuck they poke the monster?\nFuckin' with Nicki this year, ho, I'm comin' like a pornstar\nShe just mad that no nigga ever loved her\nNo nigga gon' stand ten toes behind her\nIs it my fault I got good vagin-er?\nWhy the fuck is you humpin' on a minor?\n'Cause she was lyin' on your dead mama (Ooh), on-on your dead mama (Ah-ah-ah-ah)\nLyin' on your dead mama, on-on your dead mama\nLyin' on your dead mama, lyin' on your dead mama\nLyin' on your, lyin', lyin', lyin' on your dead mama (Brr, ooh)\n\nNow listen up, Big Foot\nYou know I got a lotta tea\nI went easy on you\nUmm (Glass-fragment-foot-ass bitch)\nYou know, whenever I meet a woman that would fuck her friend's man\n(And let your friend talk about your ex-friend baby on the internet)\nI know that (No, no), they have a very evil spirit\nUm (Where my prayer warriors at?)\nI don't think you want the next installment of this song\nI know it's the most attention you've ever gotten\nOne-flow ho, but, uh, trust\nIf you don't apologize to your mama in twenty-four hours\nShit gon' get uglier than KenBarbie, okay? Don't play\nUm, and also, I'd like to say\nTo my supporters, I love you, may God bless you, you're amazing\nUm, all the good-pussy gyal dem too, yes\nBut\nI'm very serious\nHo, the things that you've lied about\nEven pertaining to your mom\nYou don't want them out, okay?\nNow\nSince you think it's funny to speak about people's families\nWe'll all join in\nWe'll all play the reindeer games\nSoon as your new nose heals\nAnd soon as your—\nWell, let's leave that for the second installment, rrr"}